{
    "animal": [
        {
            "title": "Animal Communication",
            "description": "Dice Pool: Intelligence + Animal Ken \nCost: None \nThe Scion can understand and make himself understood by an animal as he speaks his native language and the animal responds with its own postures, scents and/or vocalizations. This Boon doesn’t make animals smart, calm or loyal, but most are curious enough about having a person address them that they’ll hear a Scion out before defaulting to aggression, panic or indifference."
        },
        {
            "title": "Animal Command",
            "description": "Dice Pool: Charisma + Animal Ken \nCost: 1 Willpower \nThe Scion spends one Willpower and names one task that the animal must perform. The task cannot seem suicidal or impossible to the animal, but the animal cannot balk at an order that doesn’t immediately seem so. “Hey rabbit, go rip that lion’s throat open,” would seem impossible to the rabbit so commanded. “Run to that grass across this street,” would be a fine order for that same rabbit, though, even if cars were zipping by. The order can describe a single immediate action (“Bite that guy!”) or one with a single condition (“Come find me when a blue car stops here.”). If he lacks the previous Boon, the Scion can deliver his command only through simplistic nonverbal signals."
        },
        {
            "title": "Animal Aspect",
            "description": "Dice Pool: Stamina + Animal Ken \nCost: 1 Legend per action \nBy meditating for one action (Speed 3) on a token representing his animal, the Scion takes on a metaphorical characteristic associated with it, creating a dice bonus for rolls involving the Attribute most closely associated with that characteristic. A Scion might take on a snake’s sinuous grace (Dexterity), a peacock’s beauty (Appearance), an elephant’s proverbial memory (via Intelligence) or any other justifiable characteristic. The bonus dice are equal to the number of successes on the activation roll, and the benefit lasts for one action per Legend point spent up front to fuel the Boon."
        },
        {
            "title": "Faunaphagia",
            "description": "Dice Pool: Stamina + Animal Ken \nCost: 1 Willpower + 1 Legend \nSome shamans believe that consuming a creature grants a measure of its strength. Scions who engage in this practice learn to absorb the capabilities of an animal by devouring such a creature and drawing forth its essence from the digested flesh. The Scion must eat a piece of meat from the appropriate animal (a potentially risky act, considering that the animal is probably considered sacred to his patron God). Then, the player expends the Willpower and Legend and rolls (Stamina + Animal Ken). The successes scored indicate the number of points of Abilities that the Scion may borrow from the animal. A Scion can only borrow Abilities up to the level possessed by the animal, although these dots can add on to his existing skill dots to a maximum total of five. Skills gained with Faunaphagia remain for the rest of the scene."
        },
        {
            "title": "Ride Animal",
            "description": "Dice Pool: Intelligence + Animal Ken \nCost: 1 Legend \nThe Scion stares into the eyes of a specimen of his chosen animal, the one to which his Boon pertains, and overwhelms its mind with his own. For the rest of the scene, the Scion controls the animal’s body just as a character with Horse (Cheval •••) can control a human’s body. This Boon functions exactly as that one does, with the same limitations and effects on the Scion’s body. The only difference is that Horse applies to possession of a human’s body, while Ride Animal applies to specimens of the Scion’s chosen animal or to his Birthright creature."
        },
        {
            "title": "Animal Feature",
            "description": "Dice Pool: Stamina + Animal Ken \nCost: 1 Willpower + (1 Legend per feature) \nThe Scion can change a portion of his anatomy to a shape matching the analogous portion of his chosen animal’s anatomy for one scene. If his chosen animal is an armadillo, he can cover himself in a flexible armor. If his animal is a monkey, he can grow a long prehensile tail that is as dexterous as a hand with no thumb. If his animal is a spider or gecko, he can change the surfaces of his hands and feet to enable himself to climb on walls. If his animal is a bird or bat or airborne insect, he can transform his arms into wings that allow him to fly at a rate equal to his Move rate. The exact effect of the change is up to the player, dependent upon Storyteller approval. As a general guideline, though, if the change boosts some trait or grants bonus dice on a special attack, the total bonus value granted cannot be greater than the character’s Legend."
        },
        {
            "title": "Animal Form",
            "description": "Dice Pool: Stamina + Animal Ken \nCost: 1 Willpower + 1 Legend \nIn one action (Speed 5, DV -1), the character transforms into a specimen of his chosen animal. The character’s Physical Attributes are normal for a mundane specimen of the animal he’s become, but his Mental Attributes remain his own. He also retains access to his Epic Mental Attributes and Knacks, though his other Epic Attributes are off limits until he regains his human form. He can communicate with other animals of his type. Other Scions who use Animal Communication can understand him perfectly clearly. He is immune to other Scions’ uses of Animal Command or Ride Animal."
        },
        {
            "title": "Create Animal",
            "description": "Dice Pool: None \nCost: (1 Willpower + 1 lethal health level) per act of creation; 1 Legend per set of units \nBy spending one Willpower point and inflicting one lethal health level of damage on himself, the Scion can create mundane animals of his chosen type from his very blood. Such animals are as loyal to him as those granted by the Creatures Birthright, and he can automatically command them mentally. They follow any command the Scion gives them to the best of their ability, and they last for one scene before dissolving into nothingness once again. To grant the creatures solidity, the Scion must pay a number of Legend points relative to the creature’s size. Doing so allows him to create a number of units of the creature per Legend point spent, as follows:"
        },
        {
            "title": "Paper Tiger",
            "description": "Dice Pool: Intelligence + Art \nCost: 1 Willpower + 5 Legend per act of creation; 1 Legend per unit \nWhile some demigods use the primal power of their ichor to grant life with the Create Animal Boon (Animal 7), others use the artistic work of creation to infuse their conjurations. Indeed, this act may explain the Neolithic cave paintings of various animals scattered about in caves inhabited by early humanity."
        },
        {
            "title": "Epic Enhancement",
            "description": "Dice Pool: Intelligence + Animal Ken \nCost: (1 Willpower + 3 Legend) per Attribute; (1 Willpower + 5 Legend) per Epic Attribute \nBy force of will, the character can make an animal simply better than it could ever become on its own. Not only can he make an animal bigger, stronger and tougher, he can also make it faster, more beautiful, more charming or wiser. For one Willpower and three Legend points, he can increase any of the beast’s Mental or Social Attributes by one dot. He can also increase its Dexterity by one dot for the same cost. This Boon can no more than double the beast’s original Dexterity. Increases to its Mental and Social Attributes are limited to the human maximum of five dots."
        },
        {
            "title": "Hybrid Chimera",
            "description": "Dice Pool: Intelligence + Animal Ken \nCost: 10 Legend, 15 Legend or 20 Legend \nWith this Boon, the God is able to blend living animals that should not be able to procreate with one another. He need only take a minimum of one cell from each species and mix them in a solution of his own ichor. The player then spends his Legend and makes a roll of (Intelligence + Animal Ken). The difficulty of this roll is equal to the combined Stamina ratings of the mismatched breeding pair. (If the animal in question is not written up in the back of Scion: Hero, the variety of other animals listed there should give ample guidelines from which to extrapolate.)"
        },
        {
            "title": "Protean Understanding",
            "description": "Dice Pool: None \nCost: None \nWhen a God takes this Boon, he becomes a master of all beasts. Now that he has it, any Animal Boon he has can now apply equally well to any type of animal, not just the ones for which he originally bought the Boons. He can speak to any sort of animal, become any sort of animal, create any sort of animal. A character does not actively use this Boon. Having it merely upgrades and broadens his capabilities."
        },
        {
            "title": "Avatar of Animal (The Beast)",
            "description": "Cost: 1 Willpower + 30 Legend \nFor one scene, the character becomes The Beast—a monstrous primordial predator with a quicksilver shape and an insatiable hunter. The Beast hears and understands the thoughts of every animal within range of its senses, and they follow its mental commands without hesitation. The Beast devours mortals (and other extras) by the dozen. It crushes homes underfoot. It tears at the Titans’ flanks, making them take notice and change course. No eye can detect The Beast when it lies in ambush. No prey escapes The Beast’s pursuit. No hunter can trap The Beast in a cunning snare. No mortal weapon can pierce The Beast’s hide. When sleepers dream of being pursued by an implacable enemy, it is The Beast’s hot breath they feel upon their necks."
        }
    ],
    "chaos": [
        {
            "title": "Eye of the Storm",
            "description": "Dice Pool: None \nCost: 1 Legend per scene \nWhen the Scion finds herself caught up in a chaotic situation unrelated to her—whether she’s dodging a tornado’s debris or emerging from a bar to find a berserk mob rushing toward her to clash with a line of riot cops down the street—she can activate this Boon and become an island of calm in the tumult. She is miraculously untouched in the confusion, and she remains so for as long as she doesn’t actively involve herself. She still suffers normal environmental movement penalties, but environmental dangers such as falling rocks, stampeding beasts or thrashing rioters all fail to touch her."
        },
        {
            "title": "Hornet's Nest",
            "description": "Dice Pool: Intelligence + Awareness \nCost: None \nIf the Boon’s activation roll succeeds, the Storyteller should determine and reveal in general terms what action the Scion can take to either cause the most chaos in the scene or defuse the potential chaos inherent in the situation. The revelation should be something simple like “opening the parrot cage,” “staying in the hallway,” “winking at the Scion of Sif” or “calling the Scion of Ptah’s cell phone.” The Storyteller should explain only which action will lead to which outcome, not how."
        },
        {
            "title": "Paralyzing Confusion",
            "description": "Dice Pool: Wits + Empathy \nCost: 1 Willpower \nThis Boon turns a person’s rational thoughts into seething, chaotic noise. On a successful activation roll, the victim freezes in place, suddenly unable to think, speak or act. He’s unaware of what goes on around him, and he has no memory of the moments before or after the use of this Boon. The effect lasts for a number of actions equal to the successes on the activation roll, and it erases the victim’s memory for an equal amount of time before the roll. If the victim has more dots of Legend than the user, the power doesn’t work. If the victim has an equal Legend rating, the activation roll is contested against the victim’s (Willpower + Integrity + Legend)."
        },
        {
            "title": "Sabot",
            "description": "Dice Pool: Intelligence + Craft \nCost: 1 Willpower \nThe Scion can break even the most complicated machine with just the power of her mind. She just stares at the machine in question and her player spends a Willpower and rolls (Intelligence + Craft). If the roll succeeds, the character causes the machine to break down and cease functioning immediately. The number of successes the roll generated then lingers until the machine is repaired. In order to repair the object, a character must accumulate an equal number of successes on an extended (Dexterity + Craft) roll."
        },
        {
            "title": "Recurring Distraction",
            "description": "Dice Pool: Wits + Empathy \nCost: 1 Legend per point of penalty \nThe Scion sings a chorus from a silly song (any Ray Stevens tune will do) or makes some awful witticism (such as, “A good pun is its own reword.”) and uses this Boon to stick that random bit of inanity into the mind of every person who hears and understands her when she does it. Resisting the effect requires a (Willpower + Integrity + Legend) roll that nets more successes than the Scion’s player rolled. Those who cannot resist the effect suffer a distraction penalty to all rolls equal to the number of Legend points the Scion’s player spent to activate the effect (up to a maximum equal to that Scion’s Legend). This distraction lasts for 24 hours."
        },
        {
            "title": "Labyrinthine Lingering",
            "description": "Dice Pool: Wits + Awareness \nCost: 5 Legend \nThe Scion stands in the middle of a crossroads, a hallway or an intersection — any place where a choice of direction could be made — and summons the confusion of chaos into the area. For the rest of the scene, anyone who enters that intersection becomes unable to determine direction. Compasses wildly spin, GPS locators lose their signal and landmarks shift and can’t be pinned down. The Chaos-user remains able to navigate, but anyone else who isn’t touching the invoking Scion becomes completely turned around. When a traveler passes through the area, no matter what precautions he takes, he becomes disoriented and exits in a random direction."
        },
        {
            "title": "Crawling Chaos",
            "description": "Dice Pool: Wits + Empathy \nCost: 1 Willpower + 3 Legend \nThis Boon inflicts a nastier version of Paralyzing Confusion (Chaos •••). Its effects last longer and are transmissible. The Scion activates it just as she activates Paralyzing Confusion, subject to the same restrictions based on relative Legend. The first person she targets suffers the effects for one hour per dot of Legend the Scion has. The seething riot of contradictory thoughts also erases the victim’s memory of events for the same amount of time before the Boon affected him."
        },
        {
            "title": "Instant Riot",
            "description": "Dice Pool: Charisma + Presence \nCost: 1 Willpower + 5 Legend \nThe Scion stands before a crowd and shouts some incendiary catch phrase such as, “Remember Kent State!”, “Rangers lead the way!” or “See you all in Sto-Va-Kor!” (Whatever’s appropriate to the circumstances.) If the activation roll succeeds, a riot breaks out. Five people per success on the roll immediately lose all sense of decorum and civility and start wrecking the joint. They work together en masse, to cause property damage and to chase down and attack hapless victims who don’t go with the flow. (Such victims usually include people who flee the chaos rather than wholeheartedly joining the mob, as well as the riot cops who inevitably have to deal with the rioters’ shenanigans.)"
        },
        {
            "title": "Insanity",
            "description": "Dice Pool: Manipulation + Empathy \nCost: 5+ Legend \nThe God can touch his victims’ minds and overwhelm them with the essence of pure chaos. The God need only be able to see his victims in person as his player rolls (Manipulation + Empathy) and spends five Legend points. With the base activation, the God can affect a number of targets equal to his Legend. Each additional Legend point he spends adds another number of victims equal to his Legend. Each victim’s player resists with a (Willpower + Integrity + Legend) roll. (The Storyteller can roll once for a group of extras.) This power has no effect against a character with higher Legend than the one using it."
        },
        {
            "title": "Unlikely Pattern",
            "description": "Dice Pool: Wits + Craft \nCost: 1 Willpower + 10 Legend \nThe God picks up a series of items, then throws them up into the air. When they land, they amazingly come together in the form desired by the God or in a position that the God wishes. The difficulty of this trick depends on the number of items used and the complexity of the final item. Use the accompanying table as a guideline."
        },
        {
            "title": "Shuck Fate",
            "description": "Dice Pool: Wits + Occult \nCost: (1 Willpower + 5 Legend) per bond \nA God with this Boon is slippery in the strands of Fate. If the God accrues a Fatebond in a scene, he activates this Boon and shuffles the coil of destiny onto another character. The person—or people—to whom the God would have been newly Fatebound are now Fatebound to the target character instead. After circumstances force the Storyteller to roll the God’s Legend as a dice pool to determine Fatebinding, the God’s player may roll (Wits + Occult). The difficulty is equal to the number of successes on the Legend roll, and that threshold must exceed the successes on a roll of (Willpower + Integrity + Legend) from the character onto whom he intends to shuck his Fatebonds. If the God has successes left over, the power works. He may then spend (one Willpower point and five Legend points) per Fatebond generated by the aforementioned Legend roll. Having done so, the God ducks the tightening bonds of Fate and sees the other character ensnared in them."
        },
        {
            "title": "Unintended Purpose",
            "description": "Dice Pool: Wits + Craft \nCost: 1 Willpower + 10 Legend \nIt doesn’t matter if you can’t tell a hawk from a handsaw. With this Boon, the character can use any item he has at hand as if it were another completely different item of a similar size. He touches the item and spends one Willpower point and 10 Legend points as his player rolls (Wits + Craft). For a number of days equal to the roll’s successes, the item he’s touching serves in all ways but appearance as another item of his choosing. If he sacrifices a permanent dot of Willpower, the effect is permanent."
        },
        {
            "title": "Avatar of Chaos (The Void)",
            "description": "Cost: 1 Willpower + 30 Legend \nFor one scene, the character becomes The Void. The Void is without shape or size. It can consume a thriving metropolis or burrow inside the consciousness of an unborn child. When The Void passes over an area, men go mad—tearing at each other’s flesh, lining up in perfect fractal patterns, spelling out the secret names of the Titans in the blood of their loved ones or screaming until they die of exhaustion. The Void breaks down the physical structure of solid things it looks upon, reconstructing them into impossible configurations. Unprotected Gods can only stare in confusion as The Void passes. Titans turn against each other, rebuild what they have destroyed or become as cultured and refined as their divine offspring until their base natures reassert themselves."
        }
    ],
    "darkness": [
        {
            "title": "Night Eyes",
            "description": "Dice Pool: None \nCost: None \nDarkness no longer inflicts visibility penalties on the character. He can see in pitch-blackness almost as well as he can see in bright sunlight, losing only the ability to perceive colors. (Objects he sees in darkness are black-on-black yet perfectly distinguishable in a way that’s conveniently impossible to describe to someone who doesn’t have this Boon.) The Scion cannot see through physical impediments, however."
        },
        {
            "title": "Shadow Mask",
            "description": "Dice Pool: Dexterity + Larceny \nCost: 1 Legend \nThe Scion pulls a shadow down from the brim of his hat or up from beneath his collar and wraps it around his head, rendering him completely unrecognizable to human eyes or electronic surveillance equipment (even equipment designed specifically to see in darkness). His voice becomes an unidentifiable whisper. The Scion can see through this mask, and other Scions using Night Eyes can recognize him through it. The shadow mask lasts for a maximum of 24 hours. The Scion can will it to disperse before that period elapses, but otherwise, it remains in place the whole time even if the Scion is unconscious. It doesn’t disperse even if someone shines a bright light in the Scion’s face."
        },
        {
            "title": "Afraid of the Dark",
            "description": "Dice Pool: Manipulation + Empathy \nCost: 1 Legend \nThe Scion causes a momentary darkness to pass before the eyes of a target. For a single instant, the subject sees everything cast in shadow, with frightening overtones and hideous, nightmarish contortions. This brief second of doubt shakes the target, causing her to lose a single point of Willpower. Afraid of the Dark has no effect on a character with a higher Legend rating than the user. Against someone with an equal or lower Legend score, the defender’s player rolls (Willpower + Integrity + Legend) to shake off the effect."
        },
        {
            "title": "Shadow Refuge",
            "description": "Dice Pool: Dexterity + Stealth \nCost: 1 Legend \nThe Scion can hide within any shadow into which his body fits. He need only position himself within the three-dimensional area of the shadow as his player succeeds on the activation roll and spends the point of Legend. If he does so, mundane attempts to find him—even those aided by electronic equipment—fail automatically. Supernatural attempts aided by Epic Perception or an Arete in Awareness (or both) proceed as normal, contesting the searcher’s (Perception + Awareness) against the Scion’s activation roll. The Scion can hide within the shadow as long as it remains large enough. He can move with it as it moves, but doing so might require a new (Dexterity + Stealth) roll depending on the circumstances."
        },
        {
            "title": "Shadow Step",
            "description": "Dice Pool: None \nCost: 1 Legend \nThe Scion can step into one shadow and emerge instantly from any shadow within his line of sight. Doing so costs one Legend but doesn’t interrupt his action. He can draw a bow and walk backward into one shadow then instantly emerge from another shadow somewhere else and fire his arrow just as easily as if he had made a normal Move action before firing. The only catch is that the shadows through which the Scion moves must be large enough to accommodate his entire body."
        },
        {
            "title": "Absorb Light",
            "description": "Dice Pool: None \nCost: 2 Legend \nThe Scion’s body turns pitch-black, and he becomes a sinkhole for light. Radiated light becomes absorbed when it strikes the Scion’s body, leaving him as a vaguely humanoid-shaped black blot (though still quite solid). In darkness or shadow, the demigod blends in almost perfectly — he’s just a little too dark, which makes him stand out a bit from the “mundane” darkness around him. Nevertheless, the Scion gains a bonus equal to the character’s Legend score on all Stealth tests while the power is active."
        },
        {
            "title": "Shadow Craft",
            "description": "Dice Pool: Dexterity + Art \nCost: 1 Willpower or (1 Legend + 1 Willpower) \nThis Boon allows for two effects. First, the Scion can change the shape of a projected shadow in any way he sees fit as long as A.) he’s touching it and B.) he maintains the shadow’s original surface area in the finished shape. He can move the shadow around in defiance of ambient light sources, break it into bits and bend and stretch it any way he wants. Doing so costs only one Willpower point, and the shape in which he leaves the shadow remains thus for a number of hours equal to his Legend. The complexity of the finished image determines the number of successes necessary."
        },
        {
            "title": "Shadow Shroud",
            "description": "Dice Pool: Strength \nCost: 1 Willpower + 3 Legend \nThe character sweeps his arms about him in a savage gesture that literally tears the light out of the air. As a result, a maximum semispherical area with a radius in yards equal to (roll successes x 5) becomes pitch black. Only characters with Night Eyes can see anything within the area of effect. This darkness lasts as long as the Scion stays in the area of effect and wills it to remain. Direct sunlight dissolves the shroud of darkness, but only slowly. Each hour of direct sunlight reduces the radius of the effect by 10 yards."
        },
        {
            "title": "Shadow Bodies",
            "description": "Dice Pool: Charisma + Presence \nCost: 1 Willpower + 5 Legend \nThe Scion wraps a nearby shadow around his body as his player makes the roll and spends the points. The shadow conforms to the Scion’s body, rendering him a tangible, though unrecognizable, three-dimensional silhouette. Then, for every five successes the player got on the activation roll, a semi-tangible shadow duplicate steps out of the Scion’s tenebrous form. Each duplicate has the Scion’s same mundane Physical Attributes and the same ratings in Abilities that represent physical acumen. These semi-solid duplicates can wield physical weapons or ones created with Shadow Craft (Darkness •••••). They are immune to bashing damage, but lethal and aggravated damage affects them as normal."
        },
        {
            "title": "Strike Blind",
            "description": "Dice Pool: Wits + Medicine \nCost: 5+ Legend \nWith this Boon, the God shows a victim what lies within the soul of depthless dark. He need only be able to see his victims in person as his player rolls (Wits + Medicine) and spends five Legend points. With the base activation, the God can affect a number of targets equal to his Legend. Each additional Legend point he spends adds another number of victims equal to his Legend. Each victim’s player resists the God’s player’s single activation roll with a (Stamina + Fortitude) roll. If the God wins this contest, non-reflective blackness clouds the victims’ eyes, and the victims go blind. For mortals and other characters with no Legend rating, this effect is permanent. For characters with a Legend rating lower than that of the God using this Boon, the effect lasts for a number of days equal to the God’s threshold successes. For characters with a higher Legend rating, the effect lasts for a number of hours equal to the threshold successes."
        },
        {
            "title": "Oubliette",
            "description": "Dice Pool: (Dexterity or Strength) + Brawl \nCost: 10 Legend \nWhen a God gets control of a clinch against a foe, one option he has is to break the hold by throwing the foe back or to the ground. If he has this Boon, he can break a clinch by throwing a foe not to the ground, but into a realm of black nothingness. This realm, known only as the Oubliette, is a forgotten null space between the World, the Underworld and the Overworld, and only Gods of Darkness seem to have any access into or out of it. Lesser characters—extras, mainly—disappear into the darkness of the Oubliette, never to be seen again."
        },
        {
            "title": "Eclipse",
            "description": "Dice Pool: Strength \nCost: 1 Willpower + 15 Legend \nThis power works just as the power Shadow Shroud (Darkness ••••• •) does, with the God tearing light from the very air. Instead of the radius of the effect being equal to (roll successes x 5) yards, though, the area of the effect is equal to (roll successes x 5) square miles. The darkness lasts for a number of hours equal to the successes on the roll, unless the God wills it to dissipate first. It is not reduced by direct sunlight."
        },
        {
            "title": "Avatar of Darkness (The Abyss)",
            "description": "Cost: 1 Willpower + 30 Legend \nFor one scene, the character becomes The Abyss. The Abyss is unknowable, and all living things fear its approach. It strikes mortals blind and engulfs characters of greater importance. Fires go out, electric lights burst, and even the sun and stars recede out of respect. Those ensnared in The Abyss stand perfectly still, trying not to be devoured by the ice-cold currents that flow through it. Things that survive The Abyss’ embrace emerge frail and withered, their colors either faded or perversely vibrant. Some things The Abyss covers are never seen again. Even a Titan can be blinded as The Abyss washes over it."
        }
    ],
    "death": [
        {
            "title": "Death Senses",
            "description": "Dice Pool: None \nCost: None \nThe Scion can see ghosts even when those ghosts don’t choose to manifest. To her, ghosts are livid, physical presences, sensible to feeling as to sight (as well as smell and hearing). She still can’t harm the fragile ectoplasmic shell of a ghost who hasn’t manifested, however. The sense of touch this Boon grants is illusory. If the Scion tries to exert enough pressure to cause damage or restrain the ghost, her hand passes through it."
        },
        {
            "title": "Delay Rot",
            "description": "Dice Pool: Intelligence + Medicine \nCost: 1 Legend \nWith a brief touch and the expenditure of one point of Legend, the Scion causes a subject to cease rotting and become completely preserved against decay. The item in question is immune for a number of days equal to the threshold successes scored by the player on the (Intelligence + Medicine) roll. Scions using the Death Purview extensively find this Boon extremely handy in keeping their various cadaverous “friends” fresh and crisp."
        },
        {
            "title": "Euthanasia",
            "description": "Dice Pool: Perception + Empathy (to gauge willingness) \nCost: 1 Legend \nWhen a living being is at the Incapacitated health level with lethal or aggravated damage due to wounds or a terminal illness, the Scion can end that being’s suffering. The Scion must touch the being for one action (Speed 6) and spend one Legend point. If the Scion wants to know whether the victim is truly willing to die, her player can roll (Perception + Empathy) while the Scion touches the victim. Animals usually answer in the affirmative and titanspawn usually do the opposite, but human beings and Scions are unpredictable."
        },
        {
            "title": "Unquiet Corpse",
            "description": "Dice Pool: Charisma + Command \nCost: 1 Willpower + 1 Legend \nBy touching a corpse or its grave with her hand or her Birthright, a Scion can raise that corpse as a mindless zombie (or its pantheon-appropriate equivalent) under her control. Only those limbs that are present and firmly affixed to the zombie’s torso (if only by leather straps and wood staples) function when the zombie rises. The zombie remains animated until either it is destroyed or the Scion who created it dies."
        },
        {
            "title": "Summon Ghost",
            "description": "Dice Pool: Charisma + Occult \nCost: 1 Legend \nThe Scion mystically calls out to a ghost and commands its immediate presence. To do so, the Scion either holds some item the dead person held dear or holds hands with a blood relative of the deceased as she speaks the ghost’s full name aloud. The ghost automatically hears the call, no matter how far away from the Scion it is. It may resist the summons with a (Willpower + Integrity + Legend) roll. If the Scion’s player’s roll gets more successes than the ghost’s, the ghost disappears from wherever it was and reappears before the Scion. When it arrives, it is under no compulsion to materialize for any witnesses or to even acknowledge the Scion’s attention."
        },
        {
            "title": "Mother's Touch",
            "description": "Dice Pool: None \nCost: 1 Legend \nA Scion with Death Senses (Death 1) can see, hear and touch ghosts that won’t or can’t materialize, but the sense of touch that that Boon grants is illusory at best. If the Scion tries to exert enough pressure to cause damage or restrain the ghost, her hand passes through its body. With Mother’s Touch, however—named by Scions of Izanami—the Scion charges her body with flickering strands of black energy that can contain or disrupt a ghost’s intangible body. This energy is visible only to ghosts and those who can see ghosts, and the Scion can extend its aura to surround any item in her hands. A measure of the energy even travels with any projectile the Scion throws or fires from an item in her possession, though it dissipates when the projectile comes to rest."
        },
        {
            "title": "Exorcism",
            "description": "Dice Pool: Charisma + Occult \nCost: 1 Willpower \nThe Scion can either expel a single ghost from a mortal host it’s possessing, hurl it from the World altogether, or repel a group of ghosts from the immediate area. To rid a host of its possessor, the Scion need only make eye contact with the mortal, touch him on the chest with her open palm and shout “Begone!” If the Scion’s player rolls more successes than the ghost’s did to possess the body, the ghost is expelled and cannot possess anyone else for the rest of the scene. To fling a ghost from the World to the Underworld, the Scion does the same as she would to expel a ghost from a mortal host but touches the ghost’s incorporeal flesh instead."
        },
        {
            "title": "Haunted Mists",
            "description": "Dice Pool: None \nCost: 1 Willpower + 1 Legend \nThe Scion takes a deep breath and exhales a billowing white mist that sinks to the ground and flows outward to cover the surrounding area in a knee-deep blanket. Doing so renders her inactive for five ticks per dot of Legend she has. This area has a radius equal to one yard per dot of Legend the Scion has. (That’s roughly 1,800 square feet at the minimum.) The mist lasts for the rest of the scene, and while it remains, ghosts that enter the affected area cannot leave it or be forced out of it. Worse (for them), they become fully material and cannot dematerialize. They can still use whatever ghostly powers they have at their disposal, as well as their Attributes and Abilities. If a Scion uses a power or performs an action that ought to hurl the ghost bodily out of the misty area, the ghost stops at the perimeter of the area as if it had hit a wall."
        },
        {
            "title": "Open Underworld Portal",
            "description": "Dice Pool: Dexterity + Occult \nCost: 5 Legend \nWhen a God learns this Boon, he earns a set of keys to the realm of the dead. Thereafter, whenever he uses the Boon, he opens a portal from wherever he is to the Underworld. This portal opens into a safe tract of the Underworld that has been staked out by his pantheon. If the God has a special patch of Underworld staked out for his own, the portal opens within that patch’s bounds."
        },
        {
            "title": "Ghost Control",
            "description": "Dice Pool: Charisma + Occult \nCost: Varies \nAs a lord of the Underworld, the God has nigh-absolute dominion over the souls of the departed. He need only possess a piece of the ghost’s abandoned corpse—such as a knucklebone, a lock of hair or a preserved eye—and the ghost is all but his slave to boss around. If the God gives the ghost a command while holding the memento, the ghost is compelled to do as the God commands. Each command requires a (Charisma + Occult) roll as well as the expenditure of one Legend point, and the ghost’s player resists with a (Willpower + Integrity + Legend) roll. If the God’s roll wins out, the ghost must comply with the spirit of the command as best she can. If the ghost’s roll wins out, the ghost must still comply with the letter of the command, but she can subvert its spirit if she thinks she can get away with it."
        },
        {
            "title": "Strike Dead/Deny Death",
            "description": "Dice Pool: Manipulation + Medicine \nCost: 10 Legend \nThe God speaks the name of a living victim or a recently deceased corpse and says (respectively) either “Die,” or “Wait.” The living victim or new spirit need not be able to hear this invocation. The God then spends 10 Legend points as his player rolls (Manipulation + Medicine). If the target is a living victim with a Legend rating less than 9, his player resists this effect with a (Stamina + Fortitude) roll. If the God’s roll garners more successes, the victim dies immediately, regardless of his current state of health or willingness to pass away on the spot. If the target is the corpse of a person who recently died, that person might very well come back to life when the God commands him to wait. If the person died within a number of minutes equal to the God’s player’s successes on the activation roll, the person’s soul hears the God’s command and makes its way back to the body. (The return trip takes as long as it has been since the person’s death.) If the God or someone with him can heal at least one of the deceased person’s health levels of damage before the spirit returns, the soul is denied death and returns to life. He might still be terribly injured, but at least he’s alive."
        },
        {
            "title": "Death of the Soul",
            "description": "Dice Pool: Strength + Occult \nCost: 1 Willpower + 20 Legend \nThe God indicates a single divine target within line of sight, then severs that target from its connection to divinity. If the God’s player succeeds on a (Strength + Occult) roll against the target’s (Willpower + Integrity + Legend), then the subject immediately loses all divine power, in effect becoming a normal mortal. Epic Attributes, Knacks and Boons become unusable. Legend points are temporarily inaccessible. The subject caps out at a rating of 5 dots in any Abilities, and rounds down on all fractions. Death of the Soul lasts for ten ticks. It does not function on a God that is currently in Avatar form, nor does it affect Titans (although it can affect a Titan’s avatar)."
        },
        {
            "title": "Avatar of Death (The Reaper)",
            "description": "Cost: 1 Willpower + 30 Legend \nFor one scene, the character becomes The Reaper. He carries a scythe named Inevitability, and wears long robes made of dead men who cling to him and climb over one another eternally. Where The Reaper’s milky eyes gaze, mortals die in droves. Where The Reaper’s feet fall, forests shrink away. Where its scythe sweeps, any God but another avatar would be torn asunder. The Reaper can kill a Titan that has been wounded, though that victory is a bitter one. Better still, The Reaper can deny death to a gravely wounded Titan so that that Titan can be imprisoned once more."
        }
    ],
    "earth": [
        {
            "title": "Safely Interred",
            "description": "Dice Pool: None \nCost: None \nWhether the character is caught up in a landslide, buried in a shallow grave by the roadside or trapped in the rubble of a collapsing building, he need not fear the earth’s embrace as long as he has his Earth Birthright. No amount of collapsing rubble can break the Scion’s bones (or the Birthright itself), and he won’t suffocate no matter how much dirt piles onto him. If he lacks the strength to free himself, however, he does run the risk of either starving to death or dying of thirst if no one digs him out. Yet, it would not be the earth that kills him, but his own lack of fortitude."
        },
        {
            "title": "Echo Sounding",
            "description": "Dice Pool: Perception + Awareness \nCost: None \nBy stomping or otherwise knocking on the earth, the Scion gets a sense of its general composition and density, as well as finding holes or caves beneath the surface. If he’s looking for something specific in the earth—such as gold, oil or a human body—this Boon reveals its distance from him and depth from the epicenter at the expense of the other information. The Boon works only at ground level or on the up-thrust surface of a mountainside, but it works through floors and pavement. It gives the Scion a semispherical reading with a radius equal to one half mile per dot of Legend."
        },
        {
            "title": "Shaping",
            "description": "Dice Pool: Dexterity + Craft (to shape) \nCost: 1 Legend \nThe Scion can sculpt stone, concrete, fired clay or metal with his bare hands. When he spends the point of Legend, the substance becomes malleable like wet clay for as long as he touches it. With a successful (Dexterity + Craft) roll by his player, the Scion can shape it into any form his nimble fingers can produce. The Scion can affect up to one cubic foot of material at a time. Once he breaks contact with the substance he is shaping, it loses all malleability and sets in its new form."
        },
        {
            "title": "Earth Armor",
            "description": "Dice Pool: None \nCost: 1 Legend \nThe Scion stomps a foot or pounds a fist on the bare earth, and a thick cloud of particles of the substance rises into the air around him. This cloud swirls around him and accumulates on his body like a suit of plate armor plus helmet. Any earthen substance will suffice, from gravel to mud to sand. The armor the coating of particles creates has a bashing and lethal Hardness and soak equal to half the Scion’s Legend (rounded up), as well as a mobility penalty equal to that of riot gear. It lasts for the rest of the scene, at the end of which it shatters into a million pieces and falls at the Scion’s feet. A Scion with Shaping (Earth •••) can craft the armor into a stylized shape, but only if the Scion wearing the armor remains inactive long enough to allow it."
        },
        {
            "title": "Rust/Shine",
            "description": "Dice Pool: None \nCost: 2 Legend \nWith a pass of the hand, the Scion causes a coating of rust or oxidization to form on a metallic object or conversely removes such a coating, restoring an item to its untarnished form. A rusted metal object loses durability and functionality. Its Hardness decreases to half normal, and if the object is a precision item (like a gun), it has a 50% chance to malfunction any time it’s used. Restoring a rusted item to its original state wipes away all traces of age and even reverses the effects, so that a wholly rusted-out car body (for instance) would be as good as new. The rusted parts don’t just disappear, they reverse the process and become solid metal again. Invoking this power on an item requires the Scion to physically touch or manipulate the object, and it has no effect on metals that don’t rust (such as gold) or upon Relics."
        },
        {
            "title": "Earth Travel",
            "description": "Dice Pool: None \nCost: 1 Legend \nThe Scion can reflexively sink into the bare earth or stone or metal and move through it like a swimmer through water. The Scion can move only through a volume of earth large enough to accommodate his entire body. Also, unless the Scion has Safely Interred (Earth •), he can remain within the earth for only as long as he can hold his breath. If he stays under longer, he begins to drown. While he’s under, the Scion instinctively knows his way to the nearest air."
        },
        {
            "title": "Earth Body",
            "description": "Dice Pool: None \nCost: 1 Legend or (3 Legend + 1 Willpower) \nThe Scion slams his fists together and calls out the name of a type of stone or metal, while his player spends the points and makes the roll. (It doesn’t matter which stone or metal it is, except aesthetically.) When he does so, his body instantly changes into a statue made of that material. Becoming a statue thus offers an all-purpose Hardness value equal to the character’s Legend, and adds a like value to his bashing and lethal soak. The transformation also adds 15 pounds per dot of Legend he has to the character’s weight. He can still move and support his weight despite what limits his Strength might impose, but structures and other people might not be able to do so as easily. This transformation lasts for one scene at most."
        },
        {
            "title": "Landslide",
            "description": "Dice Pool: Strength + Craft \nCost: 1 Willpower + 3 Legend \nMoving his arms like the conductor of a symphony orchestra, the Scion can mentally change the shape of any bare earth or stone within his line of sight, out to a range of 50 yards per dot of Legend he has. He can make jagged spars of stone thrust up from the surface, or he can open yawning crevices beneath the feet of his enemies. He can hollow out a depression suitable for the site of a mass grave or raise an earthen wall to keep hooligans at bay. He can detach a sheet of earth from a hillside to send it crashing down, or he can halt such a landslide in its tracks and force it to rejoin the earth beneath it."
        },
        {
            "title": "Imprisoning Crystal",
            "description": "Dice Pool: Strength + Craft \nCost: 5 Legend, +1 Legend per Legend dot of the target \nA massive shard of crystal coalesces around the Scion’s target. If the player’s (Strength + Craft) roll bests the opponent’s (Strength + Fortitude + Legend), then the opponent becomes encased in a clear, translucent, many-faceted shard of crystal. This prison holds the opponent in place but also renders it immune to physical attack. Unless something manages to penetrate the crystal, the occupant, in stasis, remains unaffected."
        },
        {
            "title": "Earth Creation",
            "description": "Dice Pool: Stamina + Craft \nCost: 1 Legend per cubic yard \nThe God’s mastery of the Purview is such that he can literally create stone, earth and metal from nothing. He only puts his hands together before him and wills the material into being as his player spends five Legend and rolls (Stamina + Craft). With this Boon, he can create anything from sand to loam to granite to diamonds to steel. Any substance that the Earth Purview covers is fair game. Even glass is okay, as it’s chiefly made from silica."
        },
        {
            "title": "Property Infusion",
            "description": "Dice Pool: Intelligence + Science \nCost: 5 Legend per property \nTo a God, any property a material has based on its atomic structure is just one more degree of manipulation he can effect upon the material. If the God can identify a specific property of a material that falls under the Earth Purview, he can switch its quality out with the property of another material under the same Purview."
        },
        {
            "title": "Magma Control",
            "description": "Dice Pool: Dexterity + Craft \nCost: 10 Legend \nFor one scene, the character becomes completely immune to the touch of lava and can control it to a limited degree with his mind. If he is near a pool or flow of it, he can walk on its surface without being burned, leaving a trail of stone footprints behind him. He can dive into the lava and swim through it as easily as water—though he must use Echo Sounding to navigate beneath the surface. He can even cause tendrils of the red-hot liquid rock to rise from the surface and move at his mental command. He can control five cubic yards of lava per dot of Legend he has. (For instance, at the minimum Legend required to have this Boon, the God could create and manipulate a lava tentacle one yard in diameter and 70 yards long.)"
        },
        {
            "title": "Avatar of Earth (The Shaper)",
            "description": "Cost: 1 Willpower + 30 Legend \nFor one scene, the God becomes The Shaper—a stolid figure of metal and stone, whose hands can become any mason’s tools. The Shaper’s thoughts twist earth and stone. The Shaper can raise fortifications from a featureless plain and rebuild the ancient ruins of the World’s lost places. The Shaper can turn aside a flood with a wave of his hand, or he can swallow armies into the earth’s black embrace. The Shaper can ride a broad swath of land like an ocean wave or shake cities to their foundations. The Shaper working alone can bury a God in his temple or pin a single limb of a Titan just long enough."
        }
    ],
    "fertility": [
        {
            "title": "Green Thumb",
            "description": "Dice Pool: None \nCost: 1 Legend per plant/patch per year \nThe Scion need only touch a large plant (such as a tree or bush) or a one-square-yard patch of smaller plants (from a window box of daisies to a sheet of algae) and spend a point of Legend. That plant or patch can then survive for a whole year (or for its whole life if its natural span is shorter) without food or sunlight or water. The Scion’s ministrations keep the plant healthy through drought, nutrient deficiency, unnatural darkness or other environmental shortfall. The plant’s surroundings must be within its natural tolerances for the plant to survive, though. (This Boon can’t nurture seaweed on the desert floor, for instance.) Also, this Boon doesn’t protect against or cure any blight or damage from herbivorous noshing."
        },
        {
            "title": "Cleanse",
            "description": "Dice Pool: Stamina + Survival \nCost: 1 Legend \nEvery gardener and farmer has to deal with blight or vermin sometimes, but doing so is easy for a Scion with this Boon. The player rolls (Stamina + Survival) and spends one Legend, and any blight or infestation ends immediately. Blight clears up as if it had never occurred, and vermin suddenly find the affected plants unappealing. This Boon affects a number of large plants (or a number of square yards of a patch of smaller plants) equal to the successes achieved on the roll. This Boon doesn’t protect against future blights, and it stops only the current generation of vermin infestation."
        },
        {
            "title": "Toxic Thorn",
            "description": "Dice Pool: Intelligence + Science \nCost: 1 Legend \nThe Scion sprouts a single thorn from his hand or foot, which he can use in conjunction with an unarmed strike to poison a victim. Successes scored by the player on an (Intelligence + Science) roll determines the strength of the poison that can be created. Consult the accompanying table for its toxicity:"
        },
        {
            "title": "Bless or Blight",
            "description": "Dice Pool: Stamina + Survival \nCost: 3 Legend \nWith a blessing, the Scion protects a patch of land from all natural blights and vermin infestations for one year. Alternatively, she can curse the land with a blight that either kills the plants within it outright or makes them so attractive to vermin that the resulting infestation has the same effect. The Scion’s player spends three Legend and rolls (Stamina + Survival). The number of successes she rolls determines how many acres she can affect with this power. If one Scion wants to use an aspect of this Boon on a patch of land on which another Scion has used the opposite aspect, a contested roll is called for. Whoever achieves more successes spreads her effect over the larger area, canceling out the lesser effect."
        },
        {
            "title": "Greenskin",
            "description": "Dice Pool: None \nCost: 2 Legend \nWith a moment’s thought, the Scion reflects upon the characteristics of the green, growing world. She then internalizes those characteristics, granting herself some of the features of a plant. While the Scion doesn’t become completely suffused with plant-like characteristics, she does develop a noticeable greenish tint to her skin and hair. Her flesh becomes woody and slightly tough, which grants her one extra level of soak against lethal and bashing damage. She also gains the ability to draw sustenance by photosynthesis. So long as she garners at least four hours of sunlight in a day, she obviates her need for food completely. (While her body might still require a few trace elements, they are so negligible as to be ignored). Lastly, her blood becomes thick and sticky, completely mitigating any bleeding that might happen as a result of wounds; her injuries cover over in a translucent amber almost immediately. Greenskin lasts for a number of scenes equal to the Scion’s Legend, or until the Scion chooses to cancel the effect."
        },
        {
            "title": "Natural Camouflage",
            "description": "Dice Pool: Dexterity + Stealth \nCost: 1 Legend \nWhen the Scion hides in her verdant element, it’s almost impossible to find her. Her skin sprouts grass, bark, underbrush, flowers, mushrooms or what have you that allow her to blend in seamlessly with her natural surroundings. As long as she doesn’t move or otherwise draw attention to herself, mundane attempts to find or track her fail automatically. A mortal hunter with a trusty hound could walk right over the Scion’s disguised back and never know she was there. Hunters of supernatural prowess fare only a little better. Those with the Epic Perception Knack Predatory Focus or a Survival Arete can attempt to track the hidden Scion’s movements, their players rolling (Perception + Survival) against the hiding Scion’s activation roll. Even if they get more successes than the Scion’s player did, though, the hunters find only the general area in which the Scion is hiding. (They come to an area within a number of yards equal to the Scion’s Legend but lose track of her unless she moves again.) Only hunters with the Supernal Hunter Knack are actually skilled enough to find a Scion who’s using this Boon to hide (and only if their rolls garner more successes than the Scion’s)."
        },
        {
            "title": "Twist Plants",
            "description": "Dice Pool: Intelligence + Survival \nCost: 2 Legend \nThe Scion imagines a specific shape she wants the nearby plant life to take, and her will makes it so. On a successful (Intelligence + Survival) roll, the Scion affects a number of large plants (or a number of square yards of a patch of smaller plants) equal to the successes the roll achieved. Before her eyes, the plants bend as her imagination desires and set in the new arrangement— after which they continue to grow as normal. The Scion can’t move the plants around fast enough or with enough finesse to attack people, but she can weave them into bindings or cages to hold people who aren’t moving."
        },
        {
            "title": "Accelerate Growth",
            "description": "Dice Pool: Stamina + Survival \nCost: 1–5 Legend \nWith this Boon, the Scion can cause a plant or area of plants to grow to its maximum size in a dramatically reduced time. The Boon affects a number of acres of plants equal to the Scion’s Legend. The more Legend points spent to fuel this effect, the quicker the affected plants grow. For one Legend point, the plants grow as much in a minute as they would in a month. For two Legend points, the plants grow as much in a minute as they would in a season. For three Legend points, the plants grow as much in a minute as they would in a year. For four Legend points, the plants grow as much in a minute as they would in a decade. For five Legend points, the plants grow as much in a minute as they would in a century."
        },
        {
            "title": "Verdant Creation",
            "description": "Dice Pool: Intelligence + Survival \nCost: 1 Willpower + 3 Legend \nThe Scion can cause plants to spontaneously generate out of nothing at all. Regardless of the weather, soil conditions, sunlight exposure or any other factor, plants of the Scion’s choosing spring into existence at her silent command. This Boon generates a number of large plants (or a number of square yards of a patch of smaller plants) equal to the successes achieved on the roll plus the Scion’s Legend. These plants take root (literally or figuratively) with the same hardiness as if the Scion had used Green Thumb (Fertility •) on them all, with the added benefit that the plants don’t have to be in an environment that is within their normal tolerances to survive. The Scion could grow mushrooms on the desert floor or cause rose bushes to thrive in a submerged cave off the continental shelf. Per Green Thumb, these created plants survive for one year under any conditions barring blight or physical destruction by living creatures. When that year is up, they react to their surroundings as normal plants of their type would. In the meantime, they are as susceptible to other Fertility Boons as any normal plants are."
        },
        {
            "title": "Eternal Bloom",
            "description": "Dice Pool: Stamina + Survival \nCost: 2 Legend per plant/patch \nThe Goddess touches a single plant and imbues its natural surroundings with her blessing. In so doing, she grants the plants of that area eternal life, regardless of environment or nutrition. Short of being set ablaze or physically torn apart, the affected plants grow to their full size in the normal time and remain alive and well thereafter. A Goddess can imbue eternal life into a single square mile of plant life per two Legend points her player spends—up to a maximum number of square miles equal to the success her player makes on the (Stamina + Survival) activation roll. Once an area has been affected with this Boon, it remains in full bloom. Any small plant or piece of a larger plant that is broken or removed grows back within 24 hours."
        },
        {
            "title": "Impossible Hybrid",
            "description": "Dice Pool: Intelligence + Survival \nCost: 10 Legend \nThe God’s botanical mastery is such that he can combine two healthy plants into a hybrid that cannot occur in nature but is nonetheless viable and healthy. The two mixed plants can be from any environment and have disparate sunlight and water requirements. When this Boon combines them successfully, the resultant hybrid can live in either environment and survive on either of its parents’ sun and water requirements. The hybrid can also successfully pollinate other plants of either of its parents’ types, creating a 50-50 split in regular and hybrid seeds."
        },
        {
            "title": "Endless Season",
            "description": "Dice Pool: Intelligence + Survival \nCost: 15 Legend \nThe God touches the ground in the center of the area he wishes to affect then closes his eyes and imagines the effects on that area of one of the four seasons. His player then makes the activation roll and spends 15 Legend. If the roll succeeds, all the plants in the affected area react as if it were the exemplary depths of that season. (That is, as if it were the hottest day of summer, the coldest day of winter, the peak of springtime bloom or the cusp of the autumn die-off.) The plants react as the God wishes regardless of current climate or soil conditions, possibly in defiance of the rest of nature."
        },
        {
            "title": "Avatar of Fertility (The Green)",
            "description": "Cost: 1 Willpower + 30 Legend \nFor one scene, the character becomes The Green— the conscious avatar of nature’s bounty embodied in pulsing plant matter. The Green can sense the ecological interconnectivity between all plants and extend its consciousness from where it stands to any point on its same plane of reality where plants thrive. Plants within The Green’s sight act as extensions of The Green’s will. They can be made to grow or wilt or even move as The Green desires—fortifying wilderness strongholds, impeding the progress of armies or tearing apart intruders. The Green can overwhelm mortal cities or spread out a tranquil paradise that caters to humankind’s every desire. The Green can hedge in a Titan or dizzy it with the manifold poisons of the natural world."
        }
    ],
    "fire": [
        {
            "title": "Fire Immunity",
            "description": "Dice Pool: None \nCost: None \nThe Scion takes no damage from fire, he need never worry about suffering from smoke inhalation, and even the most intense heat is nothing more than a comforting warmth to him. This immunity remains in effect regardless of what substance is burning. It doesn’t, however, extend to his clothes or to any item except the Birthright through which he channels the Boon."
        },
        {
            "title": "Bolster Fire",
            "description": "Dice Pool: None \nCost: 1 Legend per scene \nNormally, fire needs oxygen to breathe and fuel to consume. With this Boon, a Scion removes both necessities from a single flame for one scene. He could keep a single torch (or even a match) lit for hours as he explores a dark labyrinth. He could cause the tiny spark at the end of a fuse to burn in place without moving. This Boon is also good for keeping a source of flame from consuming the breathable air in an enclosed space."
        },
        {
            "title": "Fire's Eye",
            "description": "Dice Pool: Perception + Awareness \nCost: 1 Legend \nThe Scion can see out of any fire that A.) is already within his line of sight or B.) he affected with Bolster Fire. The Scion cannot hear what is happening around a distant fire, and his field of vision remains the same through the fire as it is through his eyes. He may physically move his head or turn his body in place to change his remote perspective, though. While he looks through the fire, the Scion can’t see from his own perspective. He may maintain his remote perspective for as long as he wishes."
        },
        {
            "title": "Blazing Weapon",
            "description": "Dice Pool: None \nCost: 1 Legend per weapon \nThe Scion reaches into a flame that’s at least as big as a campfire and pulls out a blazing melee weapon made of flickering fire. The weapon can be of any shape and size, but the distinction is largely a matter of personal taste, rather than available traits. These weapons do not use the normal traits from the chart in Scion: Hero. Instead, when the character removes the weapon from the fire, the player receives a base number of points equal to the Scion’s Legend for each weapon. These points can add to a base Accuracy +0, Damage +0 and Defense -1, and they can subtract from a starting Speed 6 (reducing it to a minimum of 1). The player assigns the weapon’s traits as the character produces the weapon, and he can’t change them afterward."
        },
        {
            "title": "Flamin' Bullets",
            "description": "Dice Pool: None \nCost: 1 Legend per scene \nThe Scion reaches into a source of flame — anything from a candle to a bonfire will do — and then “loads” that fire into a projectile weapon. The weapon becomes wreathed in flames, and for the rest of the scene, the weapon belches blasts of Legend-fueled fire. The weapon still consumes normal ammunition, but the shots become imbued with “fire power,” so to speak. The fiery rounds also inflict lethal damage, even against creatures that normally take bashing damage from bullets, such as the walking dead. The fiery rounds add +1 Accuracy and Damage to the weapon and also allow it to light targets on fire. Shooting the gas tank of a car with a pistol really can produce an explosive ending when Flamin’ Bullets are used."
        },
        {
            "title": "Flame Travel",
            "description": "Dice Pool: None \nCost: 1 Legend \nThe Scion can leap into any fire he can get to and instantly emerge from either another fire within his line of sight or one upon which he has used Bolster Fire (Fire ••) in the scene. The fires he enters and exits must be at least as big around as he is. The Scion doesn’t actually touch either fire through which he travels, so he doesn’t necessarily have to have Fire Immunity to use this Boon. He emerges right beside the fire through which he exits, though, so heat and smoke are factors to consider."
        },
        {
            "title": "Inferno",
            "description": "Dice Pool: Charisma + Craft \nCost: 3 Legend \nWith a shouted word, a Scion can cause an area in his line of sight to instantly burst into flame. The flame has the intensity of a bonfire, and it covers an area with a radius in yards equal to the number of successes on the activation roll. The flames stand as high from a flat surface as the Scion is tall. This fire can burn without fuel for a number of minutes equal to the Scion’s Legend. When that time is up, the flames go out if they still don’t have any fuel. People who are within the area the Scion intends to set alight get a single chance to escape the affected area unharmed before the fire starts. To do so, their players must get more successes on a (Dexterity + Athletics) roll than the Scion’s player got on the activation roll, and the character must be able to get out of the area in one action."
        },
        {
            "title": "Devil Body",
            "description": "Dice Pool: None \nCost: 1 Willpower + 3 Legend \nUpon activating this Boon, the character’s body immediately becomes a human-shaped pillar of white-hot flame. His features are unrecognizable except in silhouette (if he has a distinctive silhouette), and his voice has the quality of a roaring bonfire. In this form, the character’s merest touch can set things alight or burn flesh. Touching the character inflicts a number of levels of lethal damage equal to his Legend. If the character physically attacks someone, the player adds that many extra levels of lethal damage to the results of his damage roll. The flames of the Scion’s body can even burn a fellow Scion who has Fire Immunity (Fire 1) if that Scion’s Legend is lower, though the lesser Scion suffers automatic fire damage equal to only the difference in their Legend ratings. The character’s semisolid form also absorbs an amount of damage equal to the character’s Legend from all physical attacks."
        },
        {
            "title": "Control Fire",
            "description": "Dice Pool: Wits + Control \nCost: 5+ Legend \nA fire must burn, but when a God has this Boon, fire burns as he commands. To take control of the fire, the God need only stare into it and spend Legend points. When he does so, the fire becomes a three-dimensional mass that he can manipulate in all three dimensions in any way his imagination can conceive. For five Legend points, the God can manipulate 10 cubic yards of fire (based on its surface area and height). If less than 10 cubic yards of fire is present, the God can increase the present amount of fire to fill that volume. For each additional Legend point he spends, the God can increase the amount of fire under his control by 10 more cubic yards. (The God can spend no more additional points of Legend beyond the mandatory five than he has dots of Legend.) The God can move and shape fire under his control in all three dimensions—lifting it off the ground entirely or making it take any three-dimensional shape he desires. He can even mold the fire into a recognizable shape and have it take actions."
        },
        {
            "title": "Ifrit",
            "description": "Dice Pool: Charisma + Command \nCost: 5+ Legend \nWith this Boon, a God turns faithful mortal worshipers into powerful servants of living flame. If the mortals are willing to undergo the transformation, the God lays a hand on each mortal’s forehead and imbues him or her with the spirit of the living flame. In a moment of intense, unutterable pain, the mortal spasms and collapses with his veins glowing white hot through his skin and smoke pouring from his eyes, ears, nose and mouth. A moment later, the mortal’s flesh burns away entirely and he rises as a blackened skeleton surrounded by swirling yellow fire. To activate this Boon, the God’s player spends five Legend points and rolls (Charisma + Command). With the base activation, the God can transform a number of willing mortals equal to his Legend. Each additional Legend point he spends adds another number of willing mortals equal to his Legend."
        },
        {
            "title": "Hotter Than Hot",
            "description": "Dice Pool: Wits + Control \nCost: 5 Legend \nWhen a God of Fire decides to turn up the heat, it’s time to get out of the kitchen — things are going to get really hot. Invoking the Hotter than Hot Boon amplifies the mystical force that powers a God’s Fire Boons. For the rest of the scene, any time the God uses a Fire Boon, it automatically trumps the simple Fire Immunity (Fire 1) Boon. While many advanced powers can overcome the immunity of beings with lower Legend ratings, a power enhanced with Hotter than Hot suffers no such limitation: It cuts right though fire resistance like it’s not there. In fact, the supercharged flames that a God wields in conjunction with this Boon are so deadly, they can injure or kill creatures that are made entirely of fire. Whether it’s another Scion in Devil Body form or an Ifrit, fire elemental or salamander, beings that normally enjoy total protection from fire now realize what “scorching” really means."
        },
        {
            "title": "Rain of Fire",
            "description": "Dice Pool: Charisma + Survival \nCost: 15 Legend \nThe God raises a hand and calls down a torrent of blazing projectiles from the sky above. Each projectile is the size of a soccer ball and explodes upon impact into a fire at least five square yards in area. Each blaze that springs up at a point of impact has the intensity of a bonfire and will not go out for the rest of the scene. At the end of the scene, the fires go out or stay lit based on the circumstances of where they’re burning."
        },
        {
            "title": "Avatar of Fire (The Devourer)",
            "description": "Cost: 1 Willpower + 30 Legend \nFor one scene, the character becomes The Devourer—the insatiable avatar of Fire, which has only a cavernous maw and two grasping hands. What The Devourer touches, it consumes. The heat of its breath pushes back the wise and the weak; it obliterates the foolish and the slow. The Devourer’s touch sublimates any loose material not fortified by ichor. It lays forests to waste and boils the oceans in their cradles. The Devourer’s teeth can scour a God to the layer of bone. The Devourer’s breath can blind a Titan with foul smoke. Its touch can peel back a Titan’s hide in sizzling strips. Its heat can drive a Titan off in a panic."
        }
    ],
    "frost": [
        {
            "title": "Frost Immunity",
            "description": "Dice Pool: None \nCost: None \nThe cold of winter has no effect on the Scion. She never suffers damage from exposure to ice, frost, chilling wind, freezing water—or other Boons of this Purview. While the Scion’s possessions still suffer the effects of cold, the Scion herself need not fear the most extreme cold in the World (or even beyond). This immunity extends to whatever Birthright the Scion uses to access the Frost Purview. The Scion also never slips or loses her balance on bare ice. If someone pours another slippery substance (such as oil) on top of it, however, the Scion could still slip on that."
        },
        {
            "title": "Uller's Stride",
            "description": "Dice Pool: None \nCost: 1 Legend \nLike the God of Skis who gives this Boon its name, the Scion can speed his travel by gliding on a thin layer of snow. Hoarfrost coalesces into ice around his feet or his shoes, allowing him to skate over nearly any flat surface. As long as the Scion can slide along the ground, he can move quickly and easily. Grassy fields, liquid water (or other substances), and pavement or concrete are all ideal surfaces for this sort of motion. The Scion leaves a thin, wavering trail of ice that soon melts in warm surroundings."
        },
        {
            "title": "Hrimthurssar's Touch",
            "description": "Dice Pool: None \nCost: 1 Willpower + 1 Legend \nBy calling upon the cold of Ymir, the Scion suffuses her hands with deathly cold. When she touches water, a skin of ice freezes across it; when she caresses plants, they wither. The Scion’s unarmed attacks inflict extra dice of bashing damage equal to half her Legend (rounded up), except against opponents immune to cold. Holding an easily chilled object, such as a cup or a metal blade, causes it to frost over. (A metal weapon affected by this Boon adds the above damage to a successful attack, but that damage is either bashing or lethal as appropriate to the weapon type.) A bottle of liquid the size of a typical soft drink will freeze through—likely bursting the container—with just a few seconds of contact. Through a special expenditure of an extra point of Legend, the Scion can instantly freeze a large quantity of liquid, equal to her Legend rating in cubic yards."
        },
        {
            "title": "Frozen Panoply",
            "description": "Dice Pool: Varies \nCost: 1 Legend per creation \nThe Scion summons cold air around his hands and conjures objects made of ice. Certain standardized applications call for various dice rolls; simply conjuring sheets or blocks of ice do not. See pages. 202–203 of Scion: Hero for the weapon templates."
        },
        {
            "title": "Winter’s Mercy",
            "description": "Dice Pool: None \nCost: 1 Legend per recipient \nThis Boon extends the effect of Frost Immunity to other beings. Each Legend point confers one scene of Frost Immunity to one creature. A Scion does not need to know Frost Immunity already to gain this Boon, but if she doesn’t, placing Winter’s Mercy on herself costs the same as giving it to anyone else."
        },
        {
            "title": "Chill the Blood",
            "description": "Dice Pool: Perception + Marksmanship \nCost: 1 Legend \nHaving learned to internalize the power of frost, the Scion learns to internalize it in other people… against their will, setting them shivering with a chill no fire can warm. The Scion picks any target he can see and spends a point of Legend. His player rolls the dice (with bonus successes if applicable), at a difficulty equal to the target’s Legend. If the roll succeeds, every non-reflexive action takes the victim one tick longer, and her Dexterity drops by one. These effects last the rest of the scene. Repeated attacks cause further loss of Dexterity but do not add more ticks to the Speed of actions. Reducing a victim’s Dexterity to 0 renders her inactive."
        },
        {
            "title": "Blizzard Call",
            "description": "Dice Pool: Stamina + Craft \nCost: 1 Willpower + 3 Legend \nWinter’s power responds to the Scion’s commands. She can summon snow, sleet, hail and ice. In an area up to five yards in radius per success, at a maximum range equal to (Legend x 50) yards, the Scion can make the temperature plummet, create or shift ice and snow, and even create avalanches and crevasses."
        },
        {
            "title": "Frozen Heart",
            "description": "Dice Pool: Manipulation + Empathy \nCost: 4 Legend \nOnce a Scion passes mastery of physical cold, he can send that chill seeping into souls to freeze and quell passions. When the Scion invokes Frozen Heart on a target, his player pits his dice pool in a contested roll against the target’s (Willpower + Legend). If the user wins, he can apply his net successes toward quelling his victim’s Virtues and Willpower as follows:"
        },
        {
            "title": "Flash Freeze",
            "description": "Dice Pool: Stamina + Survival \nCost: 5 Legend \nThe Scion’s command of frost enables her to freeze a single item or creature in an instant. If she can see a target, she can freeze it with a wave of her hand. Her player rolls the dice pool against a difficulty equal to the target’s Legend. If the roll succeeds, the target’s temperature drops nearly to absolute zero. Objects treated in this fashion generally freeze solid and shatter; living creatures usually die. The freezing attack inflicts levels of bashing damage equal to (threshold successes + Scion’s Legend), that ignore soak. A creature or object reduced to zero health levels by this power freezes solid. If that target is subjected to even a slight but sharp strike, it shatters into tiny fragments."
        },
        {
            "title": "Ymir’s Hand",
            "description": "Dice Pool: Dexterity + Craft \nCost: 15 Legend \nThe Scion’s mastery of cold is now almost complete. He can inflict glacial cold over an area whose radius in miles equals his Legend rating. For the next day, the area suffers numbing cold (see Scion: Hero, p. 184) with up to a foot of snow; adding a stiff breeze for a wind chill factor is optional."
        },
        {
            "title": "Avatar of Frost (The Cold)",
            "description": "Cost: 1 Willpower + 30 Legend \nFor one scene, the character becomes The Cold. While The Cold resembles an immobile statue of ice, its influence extends through tendrils of utter stillness and freezing wind, like invisible limbs of absolute zero. Anything touched by The Cold instantly stops and freezes through. The Cold can send a wind over a city to blanket it in snow and ice, instantly freezing every mortal into an immobile statue. Liquids and gases turn into frozen solids when caressed by The Cold, and solids crack with brittleness from its touch. All sound seems to fade away and vanish into The Cold, so that anything it encounters makes only the briefest, momentary noise before it becomes utterly still. The Cold can act subtly, too, insinuating itself into hearts and souls to quell passions or freeze them into rigid monomania. The Cold can even freeze a Titan in place for a short time, enabling other beings to flee or fight while the Titan struggles to shrug off the loss of warmth, motion and life."
        }
    ],
    "guardian": [
        {
            "title": "Vigil Brand",
            "description": "Dice Pool: Perception + Empathy (to check up) \nCost: 1 Legend (to brand) \nThe Scion touches a person, an object or the entrance to a location and lays a mystical brand there that marks that subject as being under her protection. (Doing so costs one Legend.) Thereafter, whenever that subject is in physical danger (as determined by the Storyteller), the Scion receives a reflexive intuition to that effect. Should her player then succeed on a (Perception + Empathy) roll, she gains a clearer understanding of the subject’s condition, location and current situation."
        },
        {
            "title": "Warning Line",
            "description": "Dice Pool: Perception + Awareness \nCost: 1 Legend \nThe Scion traces a line across the ground, along a doorway or over some other opening. The line can be as long as the Scion wishes to make it, so long as she traces the entire line in one pass. At the end, she names a creature. This can be as specific or as general as she wishes: “titanspawn,” “mortals,” “any animal smaller than a rat” and “Kane Taoka” are all valid examples. If a creature of that sort crosses the line, the Scion immediately becomes aware of it. There’s no limit to the number of Warning Lines that a Scion can have drawn at once, and she can intuitively tell the difference between any of them. (That is, if she has three different Warning Lines active, she knows which one was tripped at any given time). A Warning Line remains effective for a number of days equal to the player’s activation roll."
        },
        {
            "title": "Aegis",
            "description": "Dice Pool: Stamina + Fortitude \nCost: 1 Legend + 1 Willpower \nBy touching a mortal or an object, the Scion grants it a measure of divine physical protection. Her player spends one Legend and Willpower then rolls (Stamina + Fortitude), adding her usual bonuses. Successes on this roll then apply to the subject of the Scion’s protection as a temporary Hardness rating for the next 24 hours."
        },
        {
            "title": "Ward",
            "description": "Dice Pool: Stamina + Fortitude \nCost: 1 Legend + 1 Willpower \nBy touching the entrance to a location, the Scion lays a ward on the area that bars entrance to a certain type of threat. Such a ward could bar ghosts, walking dead, a breed of titanspawn, human beings, lesser animals or Scions. The ward acts as a sphere with a circumference area equal to 500 square feet per dot of Legend the Scion has. It lasts for one day per success garnered by the (Stamina + Fortitude) roll."
        },
        {
            "title": "Unseen Shield",
            "description": "Dice Pool: Stamina + Fortitude \nCost: 2 Legend + 1 Willpower \nThe Scion concentrates and projects an invisible, semi-spherical shield of pure force around herself and those she’s trying to protect. The base of this shield can be as big as 500 square feet in area (about 13 feet in radius) per dot of Legend the character has, though she can keep it smaller. Ghosts, spirits and physical beings of lesser Legend than the Scion cannot penetrate this shield. If such a being has an equal or higher Legend rating (and can bring a physical force to bear), it can attempt to batter the shield apart with physical attacks. The shield can take a number of health levels of damage equal to [the Scion’s (Legend x 5) + activation roll successes], and it has an all-purpose Hardness rating equal to the Scion’s Legend."
        },
        {
            "title": "Come Running",
            "description": "Dice Pool: None \nCost: 3 Legend \nThe Scion immediately rushes to the aid of anyone or anything on whom she has placed a Vigil Brand (Guardian •). When she gets a sensation that her branded charge is in danger (as determined by the Storyteller), she may spend three Legend points to disappear from her current location and instantly reappear in view of the brand she laid down. It helps to concentrate long enough for the player to make the (Perception + Empathy) roll to get an idea of what the danger is before she disappears, but it’s not necessary. Yet, while the character can use Vigil Brand to check up on a charge at any time, the Scion can use Come Running only when the charge in question is in imminent danger."
        },
        {
            "title": "I Say Thee Nay!",
            "description": "Dice Pool: Stamina + Integrity \nCost: 3 Legend + 1 Willpower \nThe Scion using this Boon commits to the unwavering defense of a mortal, a helpless supernatural being or a specific location. Until the scene ends, nothing can sway the Scion from her commitment to protecting her charge. She could still die during her defense, but she can otherwise stand her ground in the face of even the most horrible foes, overwhelming odds, gruesome threats or insidious persuasions."
        },
        {
            "title": "Confer Knack",
            "description": "Dice Pool: None \nCost: 1 Willpower + 3 Legend \nThe Scion can bestow on a mortal in her care any Epic Stamina Knack she possesses. To do so, the Scion must have the mortal ingest at least a trace amount of her ichor, which can be found in any of a Scion’s bodily fluids. When the mortal has done so, the Scion blesses him, and her player spends the necessary points to confer the Knack. The mortal receives the attendant benefits and protection of the Knack for a number of days equal to the Scion’s Legend."
        },
        {
            "title": "Watcher at the Threshold",
            "description": "Dice Pool: None \nCost: 5 Legend \nPrerequisite Boon: Vigil Brand \nBy marking a series of portals or passageways with his Vigil Brand, the Scion becomes capable of instantly transporting between any of them. The Scion can only appear at a given portal when another being attempts to pass through it, though. If a creature makes an effort to enter a passageway, the Scion can check on it through his Vigil Brand and then decide whether he wishes to respond by transporting to the spot."
        },
        {
            "title": "Confer Immunity",
            "description": "Dice Pool: None \nCost: 1 Willpower dot \nSeveral Purviews grant as a first-dot Boon an all-out immunity to the element to which they pertain. With this Boon, a Scion who enjoys such protection from some such an element may grant it to a mortal of her choosing, whom she has already marked with Vigil Brand (Guardian •). To confer the immunity, she must first have the recipient ingest a trace amount of her ichor, as with Confer Knack (Guardian 6). Then the Scion’s player must sacrifice one dot of Willpower. (The player can buy it back later, but only after the end of the current story.) When that’s done, the Scion need only touch the Birthright relic through which she channels the immunity’s Purview to the Vigil Brand of the recipient."
        },
        {
            "title": "Appropriated Vigil",
            "description": "Dice Pool: Perception + Empathy (to check up) \nCost: 1 Legend or 5 Legend \nThe Guardian Gods have a broader range of responsibilities than heroes and demigods do. Among the largest of them is making sure that those heroes and demigods are doing their jobs, which is where this Boon comes in handy. When a God uses it, he can check up on the subject of a Vigil Brand that he did not lay down. The brand must have been laid down by one of his Scions, someone to whom he is Fatebound or someone whose Birthright relic his ichor helped to consecrate (thus enabling it to channel the Guardian Purview)."
        },
        {
            "title": "Divine Resolve",
            "description": "Dice Pool: Intelligence + Empathy \nCost: 5 Legend \nWhen a God sees a valued ally facing seemingly insurmountable temptation or coercion—whether he sees this in person, while checking up on the person remotely or is made aware while hearing the person’s prayers with the Hear Prayers Knack—the God can lend that person his own spiritual fortitude. When circumstances reveal that a mortal or Scion character’s player is about to have to roll (Willpower + Integrity + Legend) to resist some supernatural effect, the God may activate this Boon. He spends five Legend as his player rolls (Intelligence + Empathy). If the roll succeeds, the God grants his target’s player’s (Willpower + Integrity + Legend) resistance roll a number of bonus successes equal to the successes the God’s player achieved on the Boon’s activation roll. A God can use this power on a mortal, a Scion or a lesser immortal."
        },
        {
            "title": "Salvation Sacrifice",
            "description": "Dice Pool: None \nCost: 2 Legend per attack \nWith this Boon, a God redirects all the damage that targets someone or something under his protection. The God must use Vigil Brand on that someone or something, and he must know that an attack is targeting that subject. If he does, he can spend two Legend and absorb all the damage the attack inflicts on the subject of his protection (after all the steps of attack resolution). He checks this redirected damage against any Hardness, armor or soak he has, which can completely eliminate the attack’s effect if he’s tough enough."
        },
        {
            "title": "Avatar of Guardian (The Sentinel)",
            "description": "Cost: 1 Willpower + 30 Legend \nFor one scene, the character becomes The Sentinel—the avatar of the heroic protector ideal. The Sentinel wears armor and carries a shield but wields no weapon. The Sentinel’s armor protects anyone who hides behind The Sentinel. The Sentinel’s shield can protect an entire city from the fury of a God gone made with rage or grief. When The Sentinel stands on the path, none may pass without The Sentinel’s permission. The Sentinel can hold even the most ferocious Titan at bay without tiring, though The Sentinel can strike no telling blow."
        }
    ],
    "health": [
        {
            "title": "Assess Health",
            "description": "Dice Pool: None \nCost: None \nThe Scion can instantly, automatically assess the current medical condition of a single living patient in his presence. He can tell how many levels of damage the patient is suffering, as well as any physical addictions he suffers, any illnesses or diseases with which he is infected and any genetic defects that afflict him."
        },
        {
            "title": "Blessing of Health/Curse of Frailty",
            "description": "Dice Pool: Stamina + Medicine \nCost: 1 Legend \nThe Boon can take away a patient’s reproductive capabilities or restore them, provided the patient already has all the necessary organs. This effect lasts for one year per success on the activation roll."
        },
        {
            "title": "Bolster",
            "description": "Dice Pool: Stamina + Medicine \nCost: 1 Legend \nThe Scion speaks a few heartening words and waves his Relic or activates the pressure points and meridians on a series of targets. The Scion spends one Legend point and her player rolls (Stamina + Medicine). For each success scored, one target gains one temporary health level. This bonus health level lasts for the remainder of the scene. When the health level disappears, any wounds that filled it also subside; it does not overflow into normal damage."
        },
        {
            "title": "Heal/Infect",
            "description": "Dice Pool: Stamina + Medicine \nCost: 1 Legend or 1 Willpower \nThe Scion can repair a patient’s injuries or inflict harm directly. On one hand, he can heal as many health levels of bashing damage as his player gets successes on a (Stamina + Medicine) roll. Doing so costs one Legend. Alternatively, he can downgrade a number of health levels equal to successes on the roll from lethal to bashing damage. Doing so costs one Willpower."
        },
        {
            "title": "Antidote",
            "description": "Dice Pool: Intelligence + Medicine \nCost: 1 Legend \nA quick purging of the subject’s system forces poisons and diseases away. Any mundane toxin or common disease instantly disappears from the subject, although the leftover damage, crippling, scarring or similar symptoms remain unless cured with other powers. Magical diseases, titanspawn venoms and the poisons inflicted by powerful Relics might be purged."
        },
        {
            "title": "Cradlesong",
            "description": "Dice Pool: Manipulation + Medicine \nCost: 1 Legend (or 1 Legend + 1 Willpower) \nBy singing or playing some sweet lullaby, the Scion makes a number of people equal to the successes on the activation roll drift quietly off to sleep. Characters of higher Legend than the singer are not affected. Those of equal Legend get to oppose the activation roll with a (Willpower + Integrity + Legend) roll. This soporific effect knocks out any living creature that can hear the Scion’s voice, for a number of hours equal to the Scion’s Legend. Victims with no Legend rating remain asleep the whole time, never waking up regardless of what’s going on around them. Characters with a Legend rating can be woken up by those who went unaffected, if the player of the character trying to rouse the sleeper makes more successes on an extended (Manipulation + Medicine) action to bring the sleeper around. (Such an action constitutes shaking the sleeping person, slapping his cheeks, pinching him, hollering at him or whatever else might wake him from a dead sleep.) Suffering a level of lethal or aggravated damage will also wake a sleeper with a Legend rating."
        },
        {
            "title": "Virility/Muliebrity",
            "description": "Dice Pool: Stamina + Medicine \nCost: 3 Legend \nBy touching a male or female, the Scion guarantees that the next act of sexual intercourse in which that the person engages that could result in offspring does result in offspring. An affected male definitely impregnates the next female he has sex with if she is even theoretically capable of having children; an affected female definitely becomes pregnant from the next male with whom she has sex. Even infertile participants become temporarily fertile, and birth control devices fail. A Scion may use this Boon automatically on himself or any unresisting mortal animal or human. Consciously unwilling subjects may resist with a (Stamina + Fortitude) roll against the Scion’s (Stamina + Medicine). Titanspawn, Scions other than the user, and other supernatural beings are always considered unwilling even if they would welcome the Boon’s effect, for their supernatural aspect inherently resists the power. Undead and similar creatures are (thankfully) unaffected."
        },
        {
            "title": "Control Aging",
            "description": "Dice Pool: Stamina + Medicine \nCost: Varies \nWith a touch, the Scion can greatly slow down or accelerate a mortal’s aging. So doing, he can either devastate an enemy with the ravages of time or bless a friend with nigh-eternal life. The more Legend points spent to fuel this effect, the quicker or slower the affected target ages. For one Legend point, the person ages one week in one day. For three Legend points, the person ages one month in one day. For five Legend points, the person ages one year in one day. For seven Legend points, the person ages one decade in one day. The number of successes the player gets on the roll determines the number of days the Scion is able to make the victim age at the accelerated rate."
        },
        {
            "title": "Restore/Wither",
            "description": "Dice Pool: None or (Intelligence + Medicine) \nCost: 1 Legend \nThe Scion can either heal the most terrible damage a patient suffers or inflict awful damage that’s almost impossible to resist. The Scion need only touch his patient or victim and will that person’s body to react. If the Scion chooses to heal and his patient is mortal, he can instantly heal all of a patient’s bashing damage, heal three points of her lethal damage or heal one point of her aggravated damage. (This Boon can’t bring a patient back from the dead, though.) Alternatively, the Scion can restore one lost or damaged body part or internal organ to its full functionality without a scar. From restoring an amputated leg to replacing a punctured eye to re-inflating a collapsed lung, the Scion can effect miraculous cures instantaneously."
        },
        {
            "title": "Holy Font/Epidemic",
            "description": "Dice Pool: Stamina + Medicine \nCost: 1 Legend or 1 Willpower \nThis Boon has the same effects as the Heal/Infect (Health •••) Boon. With it, a Scion can either heal or inflict bashing damage or either downgrade lethal damage to bashing or vice versa. The amount he can heal is still dependent on the roll results and which sort of point is spent to power it. What changes is the fact that the Scion can affect a number of people equal to his (Legend x 3) with a single activation of the Boon. The number of times a single person can be affected by this Boon is still once per day, but the Scion can still use the power as many times in one day as he wants to (and can afford, of course)."
        },
        {
            "title": "Human Clay",
            "description": "Dice Pool: Dexterity + Medicine \nCost: 10 Legend \nThe God can shape a mortal’s flesh like wet clay, effecting almost limitless physical changes within the scope of human variety. The mortal in question must be somehow under the God’s control—be he drugged, secured in an unbreakable clinch, duct-taped to the roof of a panel van in the middle of the desert or what have you—but he need not necessarily be willing. As long as the God can work with the mortal’s flesh and bones for five minutes uninterrupted, he can reshape the mortal as he sees fit."
        },
        {
            "title": "Human Hybrid",
            "description": "Dice Pool: Intelligence + Medicine \nCost: 1 Willpower + 10 Legend \nThis Boon works in one of two ways. First, it can allow a God to make bizarre modifications to a living human being that should not be biologically possible. As with Human Clay, the God must be able to restrain the human for five minutes uninterrupted. He spends the points as his player rolls (Intelligence + Medicine). For every success, the God may reshape one feature of the human’s body in some grotesque, impossible or simply unexpected way. Anything that a God with the Unusual Alteration Knack from Epic Appearance can do to herself, a God with this Boon can do to his patient. He can stretch the human’s torso out and give him a second pair of arms beneath the first. He can give the human a ridiculously long and curling phallus like some prop out of a satyr play. He can turn the human’s skin green or mottle it with a camouflage pattern. He could replace the patient’s hair with a thick mane of twitching fingers. He could also remove the unusual alterations another God made, turning the mortal back to normal."
        },
        {
            "title": "Plague/Cure",
            "description": "Dice Pool: Intelligence + Medicine \nCost: 15 Legend \nThe God can create a disease from scratch or completely erase a disease from someone who’s suffering its effects. Doing the latter restores an affected patient to perfect health and eliminates any trace of the disease that could possibly cause a relapse or be transmitted to someone else. While that person lives, he is henceforth immune to that disease and all of its weaker strains. The person must actually be infected with a disease (even if it’s dormant or in remission) in order to be cured of it and granted future immunity. The God’s efforts cure one patient per success on the activation roll."
        },
        {
            "title": "Avatar of Health (The Savior/The Scourge)",
            "description": "Cost: 1 Willpower + 30 Legend \nFor one scene, the character becomes The Savior or The Scourge—depending on whether the character wants to preserve life or ruin it. The Savior is a being of no gender or race, whose eyes shine with infinite compassion. Anyone The Savior looks upon feels no pain and is healed of all wounds. Diseases go into remission or vanish entirely. The weight of addictions eases, giving victims the power to quit. Even chemical imbalances in the brain straighten themselves out, bringing peace of mind. The Scourge is The Savior covered in weeping sores, whose eyes bleed contagion. Anyone The Scourge looks upon is stricken with weakness, swooning and coughing up blood. The Scourge’s breath is plague; The Scourge’s touch is rot. The Savior can restore even a partially devoured God rescued in pieces from a Titan’s guts. The Scourge can make a Titan vomit up its stillborn spawn and withdraw from the battlefield temporarily to recover."
        }
    ],
    "illusion": [
        {
            "title": "The Subtle Knife",
            "description": "Dice Pool: Manipulation + Larceny \nCost: 1 Legend per item \nThe Scion concentrates on an item that he touches or carries, and the item becomes unobtrusive even to a concentrated search. As long as the Scion doesn’t manipulate the item in an obvious fashion, other creatures simply ignore its existence. The object must be small enough to hold in one hand and conceal under a jacket, such as a pistol, a rose or a wallet. (Even a Scion with Epic Strength cannot conceal a larger object, despite the fact that he might be able to hold, say, a motorcycle behind his back in one hand.) Once the Scion uses the object in an obvious fashion, such as taking money out of the wallet or drawing and cocking a gun, it becomes evident to everyone. The concealment lasts at most a single scene in any case."
        },
        {
            "title": "Stolen Face",
            "description": "Dice Pool: Manipulation + Presence \nCost: 1 Willpower + 1 Legend \nTricksters in myth often take on someone else’s appearance, generally to further a special plot or to bring humiliation to a rival. This Boon makes such a disguise supernaturally believable. The trickster simply dons a cursory disguise—a piece of clothing, a fake wig, a mask or some make-up—and the power of Illusion does the rest. If the Scion tries to impersonate a particular person, the dice roll gains a +2 bonus if the Scion carries some item the emulated individual owned. A sample of the subject’s hair, skin or nails raises the bonus to +5. (Having body sample and an object, or having multiple objects, does not give multiple bonuses.) The Scion’s player rolls to set the Boon’s success level when it’s activated. Anyone who deliberately tries to see through the disguise must best the Scion’s total successes with a (Perception + Awareness) roll. Having only a brief, momentary interaction imposes a -2 penalty on the observer’s roll. A lengthy interaction (lasting several minutes) when the observer knows the emulated subject well grants a +2 bonus. If the observer scores more successes than the trickster, the observer realizes that the Scion is not who she seems to be, though the true identity of the disguised Scion remains unclear unless the disguise is actually removed."
        },
        {
            "title": "Fool’s Gold",
            "description": "Dice Pool: Manipulation + Art \nCost: 2 Legend per item \nBeyond simply concealing items, tricksters occasionally make worthless leaves, rocks or sticks seem valuable—or otherwise make objects seem like things they’re not. The Scion must conceal the item in some way, from closing his hand around it to draping it with a scarf. He can then reveal the item as something else. (The Scion could place a convenient object in a pocket or satchel where it can’t be seen and then activate the power at a later time, seeming to pull out something else that’s just the thing he needs.) The source object must be about the same size as the illusory object and have some other trait in common, such as its shape, color or composition. For instance, the Scion could make a rubber band gun look like a real pistol, or he could make a sack of yellow autumn leaves seem to be a sack of gold coins. He couldn’t disguise a plastic pop bottle as a huge diamond or a bazooka."
        },
        {
            "title": "Dreamcraft",
            "description": "Dice Pool: Wits + Art \nCost: 2 Legend per subject \nThe Illusion Boons available to heroes still need a real subject upon which to work. A demigod can craft hallucinations that do not correlate with anything real. Only the individuals whom the Scion wants to fool can perceive them."
        },
        {
            "title": "Loaned Identity",
            "description": "Dice Pool: Manipulation + Presence \nCost: 5 Legend \nThe lesser Boons of Illusion functions only on the Scion or on small items. With Loaned Identity, the Scion can disguise a person or a significant object as something else. In the Prose Edda, Utgard-Loki disguises fire as a person for an eating contest and disguised the Midgard Serpent as a cat for a test of strength. By the same token, a Scion with this Boon can provide a false face to a person, creature or object and make it appear to behave in a consistent fashion. Each target so disguised costs five Legend and requires a roll of (Manipulation + Presence) to establish the Scion’s threshold of success. Those who suspect treachery can use (Perception + Awareness) to try to defeat the illusion, though a careful Scion arranges situations so that onlookers have no reason to suspect deceit."
        },
        {
            "title": "Fantastic Vista",
            "description": "Dice Pool: Manipulation + Survival \nCost: 1 Willpower + 3 Legend \nThe illusionist’s powers of deception allow her to conceal entire landscapes. With this illusion, the Scion conceals an entire building or natural feature. A forest can appear as a glittering faerie glade; a ruined hovel can appear as a golden castle. Through two uses of the Boon, a giant could trade appearances with a convenient mountain. While the physical dimensions of the area remain roughly the same, the features and ostensible boundaries take on whatever characteristics the Scion imagines. Trees can fade into stone walls, or existing walls can look cracked and cobwebby or polished and painted. While items and creatures in the area are not necessarily disguised, they can be further concealed by other illusions, so a demure housecat might resemble a lion via Loaned Identity while a rotting plate of spoiled food could resemble a feast thanks to Fool’s Gold."
        },
        {
            "title": "Hidden Name",
            "description": "Dice Pool: Wits + Stealth \nCost: 1 Willpower + 4 Legend \nDetection by various magics or the use of the Psychopomp Purview presents a problem for tricksters. After all, what good is your best trick if you’re discovered later and beaten to a pulp? This Boon helps a trickster lie low and avoid detection."
        },
        {
            "title": "Dreamworld",
            "description": "Dice Pool: Varies \nCost: 1 Willpower + 5 Legend per participant \nThis Boon extends Dreamcraft (Illusion 4) to hurl its subject into a complete imaginary world—in his mind, anyway. This illusion can mimic the subject’s real surroundings with just a few carefully selected alterations, or the trickster can evoke a fantasy world as bizarre as anything in dreams."
        },
        {
            "title": "False Pretenses",
            "description": "Dice Pool: Wits + Presence \nCost: 5 Legend per scene \nThe Scion casts away his own appearance and assumes the likeness of some other creature or object, as with Stolen Face. Unlike that power, however, his ability to shift identities is not limited by size, props or mobility. The Scion could appear to be Odin one moment, then gallop into the woods in the illusory form of a stag, then become a large boulder. For the rest of the scene, the Scion can appear to be whatever he likes, down to the size of a flea or up to the size of a mountain."
        },
        {
            "title": "The Best Trick",
            "description": "Dice Pool: Manipulation + Craft \nCost: 15 Legend \nThe greatest trick, for an illusionist, is to make an illusion that is indistinguishable from reality. Using this Boon, the Scion conjures an illusion from nothing of some item or creature that does not exist at all. For a short time, that illusion becomes real in all ways. The Scion needs only the tiniest bit of matter as a foundation—a drop of blood to make a person, a pebble to make a stone castle, a shaving of metal to create a sword—and the item springs into existence fully formed. (It’s generally best if the Scion seems to make the item or creature appear from a container or a nearby room if she’s trying to fool onlookers into thinking it’s real. People usually get suspicious when things spring into existence from nowhere.)"
        },
        {
            "title": "Avatar of Illusion (The Trickster)",
            "description": "Cost: 1 Willpower + 30 Legend \nFor one scene, the character becomes The Trickster. The Trickster can appear to be anyone or anything and cannot be distinguished from the real thing if it does not wish to be. Although The Trickster cannot actually use the powers of other beings, it can appear to do so in a fashion that mortals find so convincing that they can simply die as their minds believe themselves to be overwhelmed and killed. It can trap whole cities in dreamworlds. Even Gods have difficulty separating the lines between reality and fantasy. The Trickster can make any lie sound plausible or make any plan seem to be a good idea. The Trickster can even fool a Titan, causing the Titan to agree to a plot or even perceive The Trickster as a fellow Titan."
        }
    ],
    "justice": [
        {
            "title": "Judgment",
            "description": "Dice Pool: Perception + Empathy \nCost: None \nThis Boon aids a Scion immensely in determining guilt, one of the foundations of meting out justice. When she confronts someone she suspects committed an injustice and accuses that person of having done so, her player rolls (Perception + Empathy). (This roll isn’t modified by supernatural powers or contested by the suspect’s player.) On a success, the Scion can intuitively tell whether the suspect is guilty as charged. A failure yields an indeterminate reading and means that the Scion can’t try to determine the same subject’s guilt for 24 hours. A botch yields a false reading."
        },
        {
            "title": "Guilt Apparitions",
            "description": "Dice Pool: Manipulation + Integrity \nCost: 1 Legend \nWhen a Scion knows that someone is guilty of an injustice but she lacks either the evidence to prove it or the leverage to make him admit it, she can rely on this Boon instead. To use it, she accuses the guilty party of the injustice (be it in person, in a letter, over the phone, via skywriting…), and her player spends a point of Legend and rolls (Manipulation + Integrity). If the roll succeeds, the accusation causes the victim to periodically hallucinate like Macbeth or his wife. These hallucinations occur randomly, torturing the guilty party with the knowledge that justice hasn’t been served. They also render him unable to regain Willpower."
        },
        {
            "title": "Shield of Righteousness",
            "description": "Dice Pool: None \nCost: 1 Legend + 1 Willpower \nThis Boon can protect an innocent victim from suffering someone else’s due punishment. The Scion cries out against the injustice—a simple “He didn’t do it!” will suffice—and spends the Legend and Willpower point. Doing so, she renders the next action that would inflict harm on the innocent victim completely impotent, obviating any damage that action should inflict. Whether the victim is being stabbed by a jealous wife, shot by a firing squad, lynched by a mob, hurled off a cliff by a duped Scion vigilante or whatever, he suffers no damage from that action."
        },
        {
            "title": "Guilt of the Damned",
            "description": "Dice Pool: Perception + Empathy \nCost: 1 Legend \nThe Scion calls out one of the failings of a foe while striking him, and then spends the requisite Legend point. If the subject has a lower Legend score than the attacking Scion, the power functions automatically; otherwise, the player rolls (Perception + Empathy) against the opponent’s (Willpower + Integrity + Legend). If the power succeeds, the enemy becomes wracked with guilt at its lack of integrity and questions its ability to uphold the high standards of Virtue that it considers important. (A titanspawn might instead become uncertain of its ability to wreak havoc and lose confidence in its ability to overcome the Scion)."
        },
        {
            "title": "Dream Wrack",
            "description": "Dice Pool: Intelligence + Empathy \nCost: 1 Willpower \nThe Scion gains the ability to plague a victim with torturous dreams of a recent crime and its aftermath. She stares into her target’s eyes for a single action then names the victim, names the crime and says something to the effect of, “Now see how you like it”—except more dramatically eloquent than that. When the perpetrator next sleeps, he dreams of the wrongdoing the Scion named and suffers through exactly what the victim of that crime suffered through, experiencing everything from the victim’s perspective."
        },
        {
            "title": "Scarlet Letter",
            "description": "Dice Pool: None \nCost: 1 Willpower + 1 Legend \nWhen a Scion knows that a perpetrator is guilty of some wrongdoing—be it through the Judgment (Justice •) Boon, a judicious use of the Stench of Guilt and Blurt It Out Knacks or because she just has incontrovertible proof—she can make sure everyone else knows it too. She need only touch the exposed skin of the guilty party as her player spends the appropriate points. When she does, an arcane mark appears on the guilty person’s flesh and will not wash off or fade away. No matter what the perpetrator does to his flesh—scar it irrevocably, tattoo over it, get a skin graft—the mark always rises to the top and remains clearly visible. Thereafter, whenever the Scion who put it there spends a point of Legend and commands him to do so, the criminal must draw attention to the mark and tell anyone who can see him why it was placed there."
        },
        {
            "title": "Sympathy Pains",
            "description": "Dice Pool: Wits + Command \nCost: 1 Willpower + 1 Legend (+1 Legend per extra person) \nWhen the Scion is in the middle of a confrontation that she wants to see ended with as little bloodshed as possible, she calls out in a stentorian voice and does whatever she must to get everyone’s attention. Her player then rolls (Wits + Command) and spends a Willpower point. If the roll succeeds, the Scion ties together the physical health of as many people who are present as possible. That is, if one person in the group suffers any damage, everyone included in the effect suffers the same pain and damage. For the base cost, she can tie the health of two people together. She can include one extra person beyond that for every extra Legend point she spends at the same time. The effect lasts for a maximum number of days equal to the Scion’s Legend."
        },
        {
            "title": "Psychic Prison",
            "description": "Dice Pool: Intelligence + Empathy \nCost: 3 Legend \nThe Scion stares into the victim’s eyes for one minute without interruption. If the victim’s player cannot get more successes on an opposing roll of the Scion’s (Intelligence + Empathy) versus the victim’s (Willpower + Integrity + Legend), the victim is rounded up by indistinct, faceless figures who drag him away and throw him into the cramped interior compartment of some sort of vehicle. The vehicle drives for a long time before it stops and the indistinct figures drag him out into the light. They throw him into a featureless gray cell with only a small slot in one wall through which they deliver food, and a grim-looking drain in the floor through which he must eliminate waste. This cell has one light source in the ceiling behind a translucent plastic panel that cannot be broken. There is no door. No one speaks to him. He sees no one. He hears no one except when voiceless figures approach to give him food. He can scream and thrash and bang his head against the walls, but nothing ever changes. Even if he has the Escape Artist Knack, he just winds up in another room exactly like the one he left. Things go on like this for a number of years equal to the Scion’s (Legend x 5). Then one day, a door that wasn’t there the day before opens. Light floods into the room, and the prisoner notices smells he hasn’t smelled since before he came to this awful place. He stands on shaking legs and stumbles into the light…"
        },
        {
            "title": "Star Chamber",
            "description": "Dice Pool: Charisma + Politics \nCost: 3 Legend, +1 Legend per Legend dot of the target \nCrying out for justice, the Scion calls out to Fate to balance the universal scales. The subject’s Fate becomes twisted by the demands of justice, and Fate conspires to see that the target is punished for the sins that it commits."
        },
        {
            "title": "Sanctify Oath",
            "description": "Dice Pool: Charisma + Command + Legend \nCost: 10 Legend \nOaths are powerful agreements based on trust and good faith, but usually good faith is all that enforces them. Two characters agree to abide by their terms either out of mutual respect or because they each fear the other’s retaliation. With this Boon, however, a God can enforce an oath with the full power of divine justice. Fate itself punishes those who break sanctified oaths, regardless of what recompense the offended party might also seek. To swear an oath is to vow to do something or abide by some specific condition and say something like “I promise,” “I swear,” “You have my word,” “I give you my oath” or “Scout’s honor.” A character can swear an oath individually, or several characters can swear an oath over some agreement they’ve made. When a character with this Boon witnesses someone swearing such an oath, he may spend 10 Legend as his player rolls (Charisma + Command + Legend). If this roll succeeds, the player of every character who swore the oath willingly—even those who did so grudgingly—must roll (Willpower + Integrity + Legend)."
        },
        {
            "title": "Overworld Judgment",
            "description": "Dice Pool: Manipulation + Presence + Legend \nCost: 15 Legend \nWhat the God says is law in the ears of those who hear it. The law might not last forever, but while it does, none can deny its authority. When the God uses this power, he dictates some specific behavior or some particular rule and spends 15 Legend points. His player then makes a (Manipulation + Presence + Legend) roll. The player of every character who hears this pronouncement live and in person must make a (Willpower + Integrity + Legend) roll. Anyone whose resistance roll nets more successes than the activation roll can take or leave the new rule as just another thing the God said."
        },
        {
            "title": "Divine Enforcement",
            "description": "Dice Pool: (Perception + Empathy) \nCost: 5+ Legend (+ 1 Willpower) \nWhen a God has this Boon, his mind becomes a comprehensive legal database that maintains a complete list of the written laws of any society. He need only spend a single scene among the members of society, and the knowledge expands in his brain automatically (for no roll or point expenditure). Whatever the written local, state and federal laws are in the community, he knows them all as they currently stand. As long as he remains in the community, the God understands all its laws in all their minutiae. Dredging up a specific law for a community outside the one he’s in requires a single Legend point if the law is not covered under the same greater legal umbrella as the community. In America, for instance, federal laws remain the same regardless of what state you’re in. Understanding and being able to cite a US federal law costs no Legend as long as you’re in America. Being able to automatically cite a specific penalty in the Georgia State Tax Code, however, would cost a single Legend point anywhere in the World or beyond except in the state of Georgia."
        },
        {
            "title": "Avatar of Justice (The Arbiter)",
            "description": "Cost: 1 Willpower + 30 Legend \nFor one scene, the character becomes The Arbiter—the avatar of divine Justice whose single, unblinking eye can see in all directions and whose gavel silences all dissent. Mortals cannot commit unrighteous acts in The Arbiter’s sight, and no being can lie to The Arbiter’s face. Past sins burn inside when The Arbiter draws near, compelling mortals to confess, and discomfiting even the most treacherous Gods and titanspawn. Even the defeated Titans had to remain in their prisons when The Arbiters commanded them to submit. (Only the fact that someone let them out allowed them to escape.)"
        }
    ],
    "moon": [
        {
            "title": "Smoking Mirror",
            "description": "Dice Pool: None \nCost: 1 Legend \nBy looking up at the moon and spending the requisite Legend point, the character sees reflected in it a bird’s-eye view of the surrounding terrain. This perspective allows a clear view of a radius in miles equal to the Scion’s Legend. The Scion may focus on any point in the reflection and see it clearly, but he can’t see through physical objects or change the angle from the top-down perspective. This Boon doesn’t function on new moon nights, but it can see down through thick clouds on any other night. If the moon is visible during the day, the Scion can use this Boon then as well."
        },
        {
            "title": "Tidal Interference",
            "description": "Dice Pool: Strength + Presence \nCost: 1 Legend per point of DV penalty \nThe Scion exerts a pull on all enemies with whom he’s in close combat. A success on a (Strength + Presence) roll activates this Boon, and the Scion spends a set number of points of Legend (the maximum that may be spent is the value of the Scion’s permanent Legend). The Boon then inflicts a DV penalty on his close-combat opponents equal to the number of Legend points he spent. This effect lasts for the rest of the combat scene."
        },
        {
            "title": "Silver Blessing",
            "description": "Dice Pool: None \nCost: 1 Legend \nWith a breath of cool air, the Scion causes a single item to take on a glittering, silvery sheen. For the rest of the Scene, the item has all of the supernatural properties of silver. While silver does not have any inherent special qualities for most Scions, it can be effective as a weapon against certain theriamorphs (were-creatures) and undead. Silver also features prominently in some kinds of magic. An item affected by Silver Blessing loses none of its native properties, but gains all the benefits of pure silver for the rest of the scene."
        },
        {
            "title": "Phase Cloak",
            "description": "Dice Pool: Dexterity + Stealth \nCost: 1 Legend \nThe Scion turns himself away from his enemies much as the moon turns its face away from the earth. The player decides which “phase” of the character’s body he wishes to leave visible then rolls the Scion’s (Dexterity + Stealth) against a difficulty determined on the table that follows. If the roll succeeds, the intended portion of his body fades from sight. If the roll fails, the Legend point is still spent, but nothing happens. If the roll botches, the character assumes the full-moon phase, garnering a -3 penalty on any mundane attempt to hide."
        },
        {
            "title": "Lunacy",
            "description": "Dice Pool: Manipulation + Presence \nCost: 1 Legend per Virtue Extremity and per person \nThe Scion captures the attention of a group of people and drives them temporarily mad. He must spend one Legend per person he wants to affect, up to a maximum number equal to his Legend. Affected victims suffer the Virtue Extremity from one of the Scion’s chosen Virtues. If the Scion spends one additional Legend point per person, each person suffers an additional Virtue Extremity. That is, if he wants to affect five people with one Virtue Extremity, he must spend only five Legend points. If he wants them to suffer two Virtue Extremities, he must spend 10 Legend points. If he wants to affect all five people with the Virtue Extremity from all four of his Virtues, he must spend 20 Legend points. The Scion can choose how many of the present targets he wishes to affect, but he must affect them all with the same number of Virtue Extremities."
        },
        {
            "title": "Eclipse Halo",
            "description": "Dice Pool: Appearance + Presence \nCost: 1 Legend \nThe Scion spends a Legend point and causes a thin, glowing corona of fire to appear in the air behind his head. This halo perfectly resembles the halo of sunfire that is visible around the edges of the moon during a total solar eclipse. The halo remains perpendicular to all witnesses’ lines of sight simultaneously."
        },
        {
            "title": "Mirror of Lunacy",
            "description": "Dice Pool: Manipulation + Empathy \nCost: 2 Legend + 1 Willpower \nThe Scion holds up a reflective surface to another Scion who is in the throes of a Virtue extremity, then utters a cryptic phrase of advice or a soothing balm for the troubled subject. After spending the appropriate Legend and Willpower, the Scion’s player rolls (Manipulation + Empathy) against the target’s (Willpower + Integrity + Legend). If the player invoking Mirror of Lunacy scores more successes, then the Boon takes hold: The targeted Scion sees himself in the reflection and suddenly realizes the extent of his madness. This causes the subject to immediately snap out of his Virtue extremity, although it does not necessarily prevent him from taking other rash actions in order to “set right” any mistakes that he may have made during that time. The Scion cannot use this Boon on herself, and it can be used only once per story."
        },
        {
            "title": "Phase Body",
            "description": "Dice Pool: Dexterity + Stealth \nCost: 5 Legend \nAs with Phase Cloak (Moon 3), the Scion can turn his body away from everyone as the moon periodically turns its face away from the World. With this Boon, however, the Scion doesn’t render himself harder to see, he becomes that much harder to hit. The parts of his body that Phase Cloak would make invisible become intangible instead. A character can attempt to use this Boon only once per scene, and the effects last for the entire scene. The effects are as follows:"
        },
        {
            "title": "Moon Chariot",
            "description": "Dice Pool: Strength + Control (to drive) \nCost: 1 Legend per 200 lbs. \nThe character says a quick prayer under the night sky, praising the moon God or Goddess who granted him access to this Purview. In response, a silver chariot descends, pulled by two black horses with manes, hooves and eyes of pure moonlight."
        },
        {
            "title": "Tranquility",
            "description": "Dice Pool: Intelligence + Empathy \nCost: 5 Legend or 10 Legend \nBehavior and the workings of the mind are separate from the biological processes of the brain. When the brain is damaged, fixing it falls under the Health Purview. When behavior has gone awry or the mind is troubled, this Boon can set the suffering victim at ease. The God simply lays his hands on the victim’s brow as his player rolls (Intelligence + Empathy) and spends Legend points. The victim’s player rolls (Willpower + Integrity + Legend), regardless of whether the God’s efforts are in the victim’s best interests or not. If the God’s roll gets more successes, the trouble roiling the victim’s thoughts abates."
        },
        {
            "title": "Lunar Estate",
            "description": "Dice Pool: None \nCost: 5+ Legend \nWhen the character learns this Boon, he earns himself a private estate on the moon. The estate is fully stocked with any clothing, food or entertainment he might desire, and a staff of slender, gray-skinned creatures with large heads and unblinking black eyes tends it. They don’t speak, but they follow the master of the estate’s orders without question. (These servants are always extras, with the traits of a generic mortal)"
        },
        {
            "title": "Finger Moon",
            "description": "Dice Pool: Dexterity + Occult \nCost: 15 Legend \nThe God reaches either up into the night sky toward the moon or over the horizon if the moon has set or not yet risen into the night sky. The player rolls (Dexterity + Occult). If this roll succeeds, the God seems to pluck a palm-sized silvery moon disk out of the sky and either secrets it away down his sleeve or drops it into a bag or pocket. (The actual moon itself remains where it was, so any number of Moon Gods can use this Boon simultaneously.)"
        },
        {
            "title": "Avatar of the Moon (The Mirror)",
            "description": "Cost: 1 Willpower + 30 Legend \nFor one scene, the character becomes The Mirror. The Mirror can look like anything that is visible from its perspective. The Mirror can redirect light from beyond the line of sight, or The Mirror can blot out the sun temporarily. Water is drawn to The Mirror, though The Mirror cannot control it. The Mirror can drive mortals mad or pacify them into utter docility. The Mirror can redirect any single attack from even a Greater Titan back onto as many targets as The Mirror pleases, dividing the effects up evenly among those targets. The Titans know this all too well."
        }
    ],
    "psychopomp": [],
    "sky": [
        {
            "title": "Sky's Grace",
            "description": "Dice Pool: None \nCost: 1 Legend \nBy spending a point of Legend, the Scion takes no damage from falls of any height. Alternatively, the Scion can use that point to double the distance he can jump either straight up or horizontally. If the Scion has the Holy Bound Knack—as well as this Boon, the base distance he can leap doubles, then doubles again if the player spends a point of Legend."
        },
        {
            "title": "Weather Witch",
            "description": "Dice Pool: Intelligence + Science \nCost: 1 Legend \nBy tasting the wind, putting a finger up in the air or testing the feel of her joints, the Scion gains the ability to predict the vagaries of natural weather. Her prediction is good up to a number of days in advance equal to the successes scored by her player on the initial (Intelligence + Science) roll. This doesn’t account for changes introduced by more powerful uses of the Sky Purview or by Titans and titanspawn."
        },
        {
            "title": "Wind's Freedom",
            "description": "Dice Pool: None \nCost: 1 Legend + 1 Willpower per scene \nThe Scion laughs in the face of gravity. For the rest of the scene, the distances the Scion can move or dash per action remain normal, but they now apply to the Z-axis as well as the X- and Y-axes. All the normal rules for movement remain in place, except that the character can now move freely through all three dimensions (i.e., he can fly). He can even hold still in midair if he wants to. The only thing a character can’t do in midair that he could do on the ground is jump, as there’s nothing to jump off of."
        },
        {
            "title": "Storm Augmentation",
            "description": "Dice Pool: Appearance + Presence \nCost: 1 Legend per attack \nFor a number of actions equal to the successes the player rolled to activate the Boon, jagged threads of lightning coil around the Scion’s fists or weapon, or skirling winds sweep around him as he moves. On any successful attack he makes in the subsequent duration, he may spend a point of Legend to make thunder crash or winds gust violently. Doing so automatically doubles any knockback the attack applies. Furthermore, if the attack inflicts even one level of damage, have the victim’s player roll (Stamina + Fortitude) against a difficulty equal to (raw damage – victim’s Legend). The minimum difficulty for this roll is 1. If the victim’s player fails this roll, the victim is stunned, losing two dice from all non-reflexive rolls until the attacker’s next action."
        },
        {
            "title": "Wind Grapple",
            "description": "Dice Pool: Wits + Brawl \nCost: 1 Legend per action \nBy directing freak gusts of wind and the airborne detritus that collects in them, the Scion can wrestle with opponents without even touching them. Doing so requires one Legend point per action, and the Scion’s player rolls (Wits + Brawl) to direct the winds. This roll functions just as the normal roll for a clinch attack, contested against the defender’s efforts as normal. If his attack succeeds, the Scion may do with his victim as any successful grappler can do with a subdued victim, from pinning him to crushing him to throwing him. The attacker cannot apply any bonus dice or Knacks from his Epic Strength in these grappling maneuvers."
        },
        {
            "title": "Divine Threnody",
            "description": "Dice Pool: Intelligence + Art \nCost: 2 Legend \nAn oft-overlooked element of the Sky Purview is the fact that air carries sound. The most graphic example of this is thunder, which is commonly associated with sky gods; wind, too, is said to howl or moan, as if the sky itself has a voice. A demigod who delves into the nature of thunder and sound can learn to manipulate the currents of air that carry sound and thereby enhance or dampen sonic effects."
        },
        {
            "title": "Cloud Sculptor",
            "description": "Dice Pool: Dexterity + Art \nCost: 1 Legend \nThe Scion with this Boon is an artist with all of the sky as his canvas. If he can see clouds in the sky from his current vantage, he can shape and sculpt them with the motions of his hands. Many such artists prefer to sculpt clouds while looking through a window, as the glass pane gives them something solid to bear down on and trace out their sky designs. The Scion can’t add or erase clouds, but he can stretch thick clouds thin or compress many wispy clouds into one large, billowy mass."
        },
        {
            "title": "Levin Fury",
            "description": "Dice Pool: Wits + Marksmanship \nCost: 3 Legend per attack \nThis Boon calls upon the power of lightning, either from the sky or from the Scion himself. To use it, the Scion raises a hand heavenward or points his Birthright weapon at his intended foe. At his behest, lightning either lances down from the sky or launches from the weapon itself to smite the victim. Each such bolt inflicts 15 dice of lethal damage plus extra successes on the Marksmanship roll. An attack that inflicts damage also inflicts knockdown or knockback automatically."
        },
        {
            "title": "Tornado Tamer",
            "description": "Dice Pool: Wits + Control \nCost: 4 Legend per dot of Epic Strength (max ••••) \nThe Scion has a pet tornado. He captures it and puts it away when he doesn’t need it; he lets it out when he does need it. When he sets it loose, it swirls and howls in front of him, ready to obey his every command—yet eager to run wild if he should lose control."
        },
        {
            "title": "Create Air",
            "description": "Dice Pool: Strength + Fortitude \nCost: 5 Legend \nA God with this Boon can do one of two things, either of which costs five Legend points. First, he can perform the eponymous action, surrounding himself with pure, breathable air. With five Legend, the God can breathe out 1,000 cubic yards of pure air per dot of Legend he has. (At the minimum, that’s a sphere with a roughly 13-yard radius or a cube with roughly 21-yard sides.) This volume moves with the God, taking whatever shape he desires, and it remains breathable and clean for a number of hours equal to the successes on the activation roll. Using this Boon this way can also accomplish such feats as clearing an area of smoke or poisonous gas, creating a bubble of breathable air underwater or busting the seams on an airtight cell."
        },
        {
            "title": "Cloud Body",
            "description": "Dice Pool: None \nCost: 10 Legend \nWith this Boon, the character turns his body and the possessions on his person into a nigh-intangible ephemera of cloud. His appearance does not change, but solid objects pass through him as if he were a visible ghost, and his touch is cold like the caress of fog. He becomes impervious to physical damage, and he can squeeze his transformed body through the narrowest gaps. In this form, he can also fly. While he’s flying, he can interact with clouds as if they were as solid as earth. If he should find a sufficiently large bank of cumulus and cumulonimbus clouds and use Cloud Sculptor (Sky •••••) on them, he could build himself a castle in the air."
        },
        {
            "title": "Weather Husbandry",
            "description": "Dice Pool: Strength + Survival \nCost: Varies \nThe God can micromanage the weather in an area with a maximum radius equal to five miles per dot of Legend the God has. Within that space, he can change the temperature, cloud cover, wind speed (and direction) and precipitation. In so doing, the God can inflict or ease environmental penalties to rolls based on visibility, numbing cold, harsh winds or other weather-related factors. He can also make the weather so inhospitable or so pleasant that it inflicts or eases environmental damage."
        },
        {
            "title": "Avatar of Sky (The Storm)",
            "description": "Cost: 1 Willpower + 30 Legend \nFor one scene, the character becomes The Storm— the terrible avatar of the sky’s fury. The Storm is vast, cloaking the sky from horizon to horizon. The Storm crawls on countless legs of crooked lightning, dragging its black belly as fast as the wind blows. The Storm’s single eye of perfect clarity sees everything on the ground beneath it. The Storm can drown mortals or blow them away. It can destroy their homes and the monuments they build to their deities. The Storm can even scorch a Titan with its lightning or force that Titan back to the comfort of shelter until the fury has subsided."
        }
    ],
    "star": [
        {
            "title": "Perfect Timing (Stars •)",
            "description": "Dice Pool: None, or Perception + Science (see below) \nCost: None \nThe heavens were humanity’s first clock and calendar; thus, a Scion with this boon can innately feel the temporal movement of the universe. She always knows the time, to the second, no matter what her circumstances. This does not matter so much in an age of cheap and accurate wristwatches (though it is still useful in the Overworld, Underworld and other realms) — but Perfect Timing also enables a Scion to sense supernatural distortions of time, such as those caused by other Star Boons. In such cases, the player rolls the Scion’s (Perception + Science), with bonus dice equal to the dot rating of the Boon. (For other supernatural effects that warp time, use the Legend of the entity that causes the effect as the bonus.) Each 100 yards distance raises the roll’s difficulty by +1. Success means the Scion knows the direction and general distance (within 100 yards) of the time distortion. A Demigod can re-purchase this Boon to raise the distance increment to one mile; and a God can buy the Boon a third time to raise the distance increment to 10 miles. \nThis is also a one-dot Boon for the Moon Purview (many Moon Gods are also calendar gods)."
        },
        {
            "title": "Sense Age (Stars ••)",
            "description": "Dice Pool: Perception + Awareness \nCost: None \nIf the Scion touches an object, she can instantly discover its age. If she touches a dead body, she can tell how long it has been dead; if she touches a broken piece of glass, she can tell how long ago it broke off. The power is specific to the object being touched; when the shard of glass was part of window, it was a different object with a different age. However, every two threshold successes reveals one additional age that is relevant to the object. With three total successes, for instance, a Scion who touched the hood of a car and wondered at the car’s age, could discern when the car was built and when the hood was replaced. With nine successes, a Scion could touch the Venus de Milo and sense when the statue was carved, when the arms broke off, when the marble was quarried, and the geologic age of the marble."
        },
        {
            "title": "Aurora (Stars •••)",
            "description": "Dice Pool: Appearance + Presence \nCost: 3+ Legend \nThe Scion evokes the sparkling majesty of the cosmos. This costs 3 Legend, +1 Legend per dot the character has of Epic Appearance. As a miscellaneous action, the Scion gathers a cloak of shimmering light around her body, resembling the polar aurora or a deep space nebula. The unearthly lights blur the Scion’s outline; even her distance from the viewer becomes uncertain. For the rest of the scene (or until the Scion’s player lets Aurora lapse), the Scion’s Dodge and Parry DVs both increase by half the number of successes rolled (round down). \nThe effect is easily defeated by closing one’s eyes (though blindness carries its own penalties — see Scion: Hero, p. 186). Also, Aurora does not stack with other effects that enhance DV, such as Untouchable Opponent or Tidal Interference."
        },
        {
            "title": "Still Object (Stars ••••)",
            "description": "Dice Pool: Perception + Legend \nCost: Varies \nThe Scion concentrates on an inanimate object for a miscellaneous action and spends an amount of Legend dependent on the size of the object. Her player rolls (Perception + Legend), at a difficulty likewise set by the object’s size. Success means the object is frozen in space and time, unchanging, wherever it is — on the ground, on a table, in mid-air — for a number of minutes equal to the Scion’s Legend. No mundane force can move or affect the object. For instance, if the object is on a table, moving the table leaves the object floating in mid-air. However, the object can be moved by supernatural means: Those with Epic Strength or an Arete for Athletics may do so by rolling (Strength + Athletics) and scoring more successes than the activation roll. \nUse the table from The Impressed Spirit (Scion:Demigod, p. 96) to determine the Legend cost and difficulty for the object being stilled."
        },
        {
            "title": "Twist Time (Stars •••••)",
            "description": "Dice Pool: Willpower + Legend \nCost: 1 Legend per mortal, 3 Legend per supernatural individual \nThe Scion may reflexively change the way time affects an individual, speeding up or slowing down the time around that person. Her player rolls (Willpower + Legend). Success means the Scion can change the time around a maximum number of people equal to the successes rolled. The effects last for a number of minutes equal to her Legend. Mortals cannot resist this Boon and cost only 1 Legend to affect. Supernatural creatures cost 3 Legend to affect, and their players may roll (Willpower + Legend): If they score more successes than the activation roll, their characters can resist."
        },
        {
            "title": "Lucky Star (Stars ••••• •)",
            "description": "Dice Pool: Perception + Awareness \nCost: 5 Legend \nThe Scion must spend an entire night studying the night sky — a clear night, where the stars are visible. Her player rolls (Perception + Awareness). Success means the Scion sees a pattern of Fate written into the celestial order. Finding this “lucky star” enhances subsequent rolls involving one Ability chosen by the Scion when she used this Boon: In any dice pool involving that Ability, the dice for the Ability become automatic successes. This benefit lasts for a week. the Scion may not use Lucky Star again until the week is up."
        },
        {
            "title": "Starfire (Stars ••••• ••)",
            "description": "Dice Pool: None \nCost: 1 or 2 Willpower + 3 or 5 Legend \nThe Scion spends a Willpower point and 3 Legend. \nA flame the blue-white color of a super-hot star flickers into place around the Scion’s body, turning him into a silhouette of blazing light. (This is in fact a specific star: Venant, or Regulus, a spectral class B star and one of the four “Royal Stars” in Persian tradition.) Touching the Scion deals aggravated damage equal to the Scion’s Legend. This damage adds to any damage the Scion might inflict from a Brawl-based attack, though the Starfire damage is applied separately. The starfire can encompass Relic melee weapons, adding to their damage as well. \nWhat’s more, the Scion’s fierce glow partially blinds anyone who looks directly at him from less than 30 yards away. For the Scion’s Legend in minutes, the person suffers a +1 difficulty penalty to all tasks that require one to see clearly. Penetrating Glare (Sun •) protects against this effect, but no mundane shielding less robust than welder’s goggles can block the celestial glare. \nIf the Scion spends 2 Willpower, 5 Legend when activating Starfire, anyone who comes within (Legend) yards of the Scion suffers an environmental effect of Damage 1A/action, Trauma 7. The damage begins with instant sunburn and proceeds through blistering, hair falling out and other horrors. Only in the 20th century did the Gods understand this aspect of Starfire: hard X-rays and particulate radiation. \nThis Boon lasts for the remainder of the scene or until the Scion cancels it. It may be used once per scene. Fire Immunity (Fire •) offers no protection whatsoever. The Scion himself is immune to all its effects."
        },
        {
            "title": "Frozen Moment (Stars ••••• •••)",
            "description": "Dice Pool: Perception + Science \nCost: 2 Willpower + 5 Legend per subject \nThe Scion can step outside of time, or push or pull others outside of time. This costs two Willpower, plus five Legend for every person or independent object the Scion wants to pull outside of time (including the Scion himself). The Scion can send other people or objects outside of time without going there himself. To a person outside time, the entire universe stops moving. People outside time can move around and do whatever they want to each other, but everything that is still within time is impossible for them to affect. (Only the air parts for them, in one of the signing statements the Gods wrote into reality.) The Scion, and anything else he sends outside of time, stays that way for one minute per success on the (Perception + Science) roll. They return to time on the same tick they left. If the Scion wants to end the effect early, he may do so. \nGods typically use Frozen Moment for spying on people, very private conferences, and the like. Gods also find creative uses, such as sending a nuclear bomb to explode harmlessly outside of time instead of destroying a city."
        },
        {
            "title": "Celestial Estate (Stars ••••• ••••)",
            "description": "Dice Pool: None \nCost: 5+ Legend \nA character who learns this Boon obtains a private estate in outer space: anywhere from the sunscorched wastes of Mercury to the ice fields of Pluto, floating in the jet streams of Jupiter or even lodged in a constellation. The God, and any invited guest, finds the celestial estate a comfortable abode (and the hang-gliding on Jupiter is fantastic). Anyone else finds the environment quite deadly. Aside from the location, this Boon is identical to Lunar Estate (see Scion: God, p. 96), including the staff of gray-skinned creatures and the environmental damage to uninvited visitors. Constellation estates are the strangest: They occupy eerie landscapes of black glass and silver light on the celestial sphere that, modern science knows, does not exist."
        },
        {
            "title": "Cloak of Stars (Stars ••••• •••••)",
            "description": "Dice Pool: Dexterity + Occult \nCost: 15 Legend \nThe Scion reaches into the night sky as the player rolls (Dexterity + Occult). If this roll succeeds, the Scion pulls down a hooded black cloak dotted with tiny stars and throws it over her shoulders. If the Scion removes the cloak before she uses this Boon, it fades away. It cannot be removed by any known force except another God using this Boon to try and take the cloak for himself. (Doing so requires the thief to successfully grapple his victim first.) \nAt any later time, the Scion can put the cloak to its true purpose by spending 15 Legend points and putting the hood up. The cloak closes about the Scion, obscuring her body entirely into vague, black approximation of her form dotted by tiny stars. For the rest of the scene, this cloak protects the Scion from close combat attacks. Any such attack from a weapon that is no larger than the Scion’s body and is wielded by mundane means — from drunk with a beer bottle to a judo master’s throw — passes straight through the Scion as if the cloak were empty space, dealing no harm. \nThe cloak also protects against larger weapons, such as being rammed by a truck; attacks backed with supernatural force, such as Epic Strength or an Arete; or immaterial attacks, such as the Blazing Weapon Boon. For these attacks, wearing the active cloak adds a value equal to (the successes on the activation roll + the user’s Legend) to the character’s relevant applicable DV. \nA Scion can only draw down a cloak during the night, only from the World itself and must somehow be able to see the stars. (Penetrating Glare may be useful – see Scion: Hero, p. 147). The cloak defends only against close combat attacks; ranged attacks are unimpeded. When any strike succeeds in striking the Scion, the cloak emits a small shower of sparks. A Scion may only pull down one cloak at a time, but may wear it indefinitely until she activates it."
        },
        {
            "title": "Avatar of Stars (The Crown)",
            "description": "Cost: 1 Willpower + 30 Legend \nFor one scene, the character becomes The Crown. This shimmering avatar of the stars is the celestial order and the constancy of time. The Crown wears a diadem of ever-shifting colors and a robe of inky black spangled with galaxies. The Crown can command the currents of time: speeding, slowing, or stopping them for any or all those before it. While the Crown can travel freely in time, past, future or sideways, it does so only to observe: Neither the Crown nor anyone it carries through time can affect history in any meaningful way. Likewise, the Crown may walk among the stars, but knows the reaches of the Universe are not for men or Gods — not yet. The Crown can halt a Titan in time or hurl it into the sky, birthing a new constellation."
        }
    ],
    "sun": [
        {
            "title": "Penetrating Glare",
            "description": "Dice Pool: None \nCost: None \nAs sunlight only dims when it passes through thick clouds, so too can a Scion’s vision cut through physical occlusions. When the Scion receives this Boon, she sees clearly through such physical impediments as smoke, fog, murky water (if the Scion is in said water) or even translucent barriers through which other people can see only silhouettes. The character can even see perfectly clearly in dim light (i.e., light no less intense than a single birthday candle). In total darkness, however, she’s just as blind as the next person."
        },
        {
            "title": "Divine Radiance",
            "description": "Dice Pool: None \nCost: 1 Legend \nThis Boon allows a Scion to emit sunlight. She can either radiate a glow from her entire body, shining with the intensity of a 100-watt incandescent light bulb, or focus that light to a narrower beam. For instance, she could narrow the focus of the light to come from her palm or her eyes to act as a high-powered flashlight. The Scion can emit soft light thus for one scene."
        },
        {
            "title": "Heavenly Flare",
            "description": "Dice Pool: Appearance + Presence \nCost: 1 Legend \nConcentrating for one action (Speed 4), the Scion builds up and releases a flash of sunlight that’s impossible for anyone within line of sight to miss. When she does so, the player of anyone who was looking at her, even through expensive sunglasses, must roll (Stamina + Fortitude). If the victim’s roll nets more successes than the Scion’s activation roll, he sees only a sudden flash that has no effect on him."
        },
        {
            "title": "Life-giving Rays",
            "description": "Dice Pool: Charisma + Medicine \nCost: 1 Legend \nA soft, golden glow emanates from the Scion, just bright enough to read by. While bathed in this golden light, living beings heal more rapidly than normal. All healing times are halved after an hour of being within the Scion’s refreshing light, including for the Scion herself. Life-Giving Rays function for a maximum number of people equal to the Scion’s Legend rating plus her player’s successes on the initial (Charisma + Medicine) roll, and remains in effect for a number of hours equal to the player’s original threshold successes. If a target whose healing rate is halved takes any new damage of any kind, their healing time for all their wounds returns to normal."
        },
        {
            "title": "Flare Missile",
            "description": "Dice Pool: None \nCost: 1 Legend per missile \nAt high noon or darkest midnight, the Scion can fire projectiles of solid sunlight at her enemies. As long as she has a weapon such as a bow, a firearm, a sling or even an atlatl, her player can spend a point of Legend to create glowing ammunition for it out of pure sunlight. Using this Boon adds a number of levels of damage equal to the character’s Legend to the damage roll’s results before soak. Attacks made using this Boon always inflict lethal damage— unless the target has a special susceptibility to sunlight—and always have the Piercing quality."
        },
        {
            "title": "Burn",
            "description": "Dice Pool: None \nCost: 1 Willpower + 1 Legend \nThe Scion’s skin changes from its normal hue to a deeper brown to an angry red and becomes hot to the touch. This heat can’t ignite inflammable objects, but it’s enough to burn others’ unprotected flesh. Anyone who touches the Scion’s body with exposed flesh or with skin covered only by a layer or two of clothing suffers a number of dice of lethal damage equal to the Scion’s Legend. (This damage comes in addition to any damage the Scion might inflict in a clinch or other unarmed attack.) The character’s skin radiates this heat for one scene."
        },
        {
            "title": "Solar Prominence",
            "description": "Dice Pool: Appearance + Presence \nCost: 3 Legend \nThe Scion concentrates for one action (Speed 5) as pairs of black sunspots swirl across her body. When the effect occurs, a broad band of sunfire arcs off her and dissipates slowly in the air. This arc, this solar prominence in miniature, disrupts all television, radio, cell phone, wi-fi, walkie-talkie, CB and satellite signals in the air around her for a number of yards equal to the player’s successes on the roll. This disruption lasts for five seconds per dot of Legend the character has, and the area of effect moves with her."
        },
        {
            "title": "Sun Chariot",
            "description": "Dice Pool: Strength + Control (to drive) \nCost: 1 Legend per 200 lbs. \nThis Boon is almost exactly the same as Moon Chariot (Moon 7). The only differences are that the chariot can be summoned only during the day, the chariot itself is made of gold, and the horses are bright white with manes, hooves and eyes of sunlight. The chariot lasts until sundown, after which it lands and immediately becomes intangible, returning to the Overworld whence it came."
        },
        {
            "title": "Inexorable Gravity",
            "description": "Dice Pool: Strength + Presence \nCost: 5 Legend or 10 Legend \nThe God exerts an undeniable, inescapable pull on everyone around him. When he activates this Boon with five Legend points, everyone around him within a radius equal to his Legend contests his player’s activation roll with a Strength roll of their own. Anyone whose roll comes up short is caught in the God’s gravitational grip. They don’t slide toward him necessarily, but neither can they move away from him. This gravitational field remains in effect, moving with the character, for a number of ticks equal to successes on the roll. The God can cancel the field at any time."
        },
        {
            "title": "Bleach",
            "description": "Dice Pool: Appearance + Presence \nCost: 1 Willpower + 5 Legend \nThe God glows briefly and emits a white-hot flash. Anyone within a spherical radius equal to the God’s Legend suffers a number of levels of lethal damage equal to the God’s Legend (and mitigated by the victim’s lethal soak). This damage takes the form of blistering second-degree sunburns. Standing water or snow cooks off instantly, and any physical object exposed to the flash is bleached a few shades paler."
        },
        {
            "title": "Solar Crown",
            "description": "Dice Pool: Dexterity + Occult \nCost: 15 Legend \nThe God reaches into the daytime sky toward the sun as the player rolls (Dexterity + Occult). If this roll succeeds, the God plucks a golden coronet from around the sun and places it around his head. The coronet is a simple band of gold. If the God removes it before he uses this Boon, it disintegrates. It cannot be removed by any known force except that of another God using this Boon to take the coronet for himself. (Doing so requires the thief to successfully grapple his victim first.)"
        },
        {
            "title": "Fusion",
            "description": "Dice Pool: Strength + Science \nCost: 10 Legend + 1 Willpower \nThe Scion generates an incredible internal kiln that releases tremendous amounts of energy. A shimmering halo of heat surrounds him as his body crackles with power. As long as this inner fusion reaction continues, the God is capable of absorbing matter, transforming it into newer, denser material and releasing energy simultaneously."
        },
        {
            "title": "Avatar of Sun (The Glory)",
            "description": "Cost: 1 Willpower + 30 Legend \nFor one scene, the character becomes The Glory. This blazing avatar of the sun’s pure light wears a golden helmet and robes of purest white. The Glory can be seen from all points on the same plane. The Glory can push back all darkness. The Glory can soothe mortals who are cold and alone, or it can drive them blind and burn them to dust. The Glory can make a Titan stare in awe; its glare can steal a Titan’s sight for a time; its heat can dry a Titan’s flesh out into painful rigidity."
        }
    ],
    "war": [
        {
            "title": "Blessing of Bravery",
            "description": "Dice Pool: Charisma + Command \nCost: None \nIntoning a benediction over a person or group prepared to engage in battle, the Scion bolsters their courage and determination. Every character on the Scion’s side of the conflict who hears the benediction gains a point of Willpower as well as two temporary bonus dots of Valor that last until the battle ends. The Scion may amplify his voice electronically, but he must be present at the battle and give the blessing live."
        },
        {
            "title": "Battle Cry",
            "description": "Dice Pool: Charisma + Presence \nCost: 1 Legend \nDuring a battle, be it a pitched field engagement or an alley fight between a Band of Scions and a gang of frost giants, the Scion can loose a horrible battle cry that unnerves his foes. Every fighter on the Scion’s enemies’ side who hears the unearthly shriek loses one die from all attack rolls for a number of attacks equal to the Scion’s Legend rating."
        },
        {
            "title": "Warrior Ideal",
            "description": "Dice Pool: Charisma + Presence \nCost: 1 Legend \nThe Scion adopts some idealized warrior aspect, from howling berserker to unquestioning enlisted man to fearless officer to pitiless samurai. This attitude unnerves and intimidates any opponent who faces him in combat, inflicting a penalty equal to the Scion’s Legend on any attack roll the opponent makes. This penalty applies to any character with a lesser or equal Legend rating who attempts to attack the Scion. This idealized aspect lasts for a number of consecutive actions during the battle equal to the successes the Scion’s player rolled to activate it, and he can invoke it only once during any given battle."
        },
        {
            "title": "Battle Map",
            "description": "Dice Pool: Perception + Survival \nCost: 1 Legend \nThis Boon creates for the Scion a virtual, three-dimensional contour map of a battlefield, complete with terrain features and troop movements. This map can take up an area no larger than four square yards, and it can show only an area that the Scion has scouted personally or has had scouted within 24 hours."
        },
        {
            "title": "Fury of War",
            "description": "Dice Pool: Stamina + Fortitude \nCost: 3 Legend + 1 Willpower \nThe Scion can summon up a bloodlust and battle rage within her to shame the legendary berserkers. Her hair becomes wilder, her eyes blaze, she laughs and screams as she rips her foes limb from limb. She thinks of little else but battle and victory."
        },
        {
            "title": "Ríastrad",
            "description": "Dice Pool: None \nCost: 3 Legend + 1 Willpower + cost of other Boons and Knacks \nThe warp-spasm of Irish legend, the Scion with this Boon can channel a potent war-power, breathing in the very fury and twisting unpredictability of battle itself. When this Boon is activated, the body of the hero or God twists and warps, taking on a truly incomprehensible freakishness. Every nerve quivers with barely-contained violence, and the Scion’s body temperature multiplies impossibly."
        },
        {
            "title": "Morale Failure",
            "description": "Dice Pool: Manipulation + Presence \nCost: 1 Legend per 5 troops \nThe Scion can shake an enemy’s leadership and seed an outbreak of cowardice among the men. When he makes himself visible to an opposing force’s leader, his player rolls (Manipulation + Presence) against the enemy leader’s player’s roll of (Willpower + Integrity + Legend)."
        },
        {
            "title": "Mortal Stroke",
            "description": "Dice Pool: None \nCost: 1 Legend + 1 Willpower per weapon \nThe Scion touches one or several weapons and invokes the power of her Legend to grant them supernatural killing power. For each point of Legend and Willpower spent, the Scion’s player can choose to affect one weapon. Each weapon blessed with Mortal Stroke inflicts aggravated damage on its next attack."
        },
        {
            "title": "Army of One",
            "description": "Dice Pool: Stamina + Command \nCost: 2 Legend per duplicate \nThe Scion can multiply himself into a tightly coordinated unit of duplicate versions of himself. He gets one duplicate per two Legend points he spends, up to a maximum number of duplicates equal to his Legend rating. Each duplicate is the Scion himself, with all the same Attributes, Abilities and Epic Attributes."
        },
        {
            "title": "Colossus Armor",
            "description": "Dice Pool: None \nCost: 1 Willpower + 10 Legend \nThe Scion leaps into the air as liquid bands of brass and steel materialize in the air around him. These bands enwrap the Scion’s body and take the shape of a 15-foot-tall warrior of a classical culture associated with the Scion’s divine parent—an enormous metal samurai, for instance. This giant warrior is unarmed by default, but the Scion can equip it with an appropriately sized version of some melee weapon in the character’s possession for another two points of Legend. (The choice doesn’t change the damage he can inflict, but it allows him to use Melee instead of Brawl in combat.)"
        },
        {
            "title": "Siege Juggernaut",
            "description": "Dice Pool: None \nCost: 10 Legend \nOvercoming enemy defenses means inflicting damage that can penetrate their walls, fortresses and terrain. For a demigod, the usual way to do so is to blast right through them, a power epitomized by this Boon. When a demigod invokes the Siege Juggernaut Boon, she becomes capable of using her normal weapons (or even unarmed attacks) as artillery. To the onlooker, no change is visible until the Scion lashes out. When she strikes, though, her weapon becomes suffused with a massive aura of divine energy and appears as a giant, illuminated version of the usual strike. This tremendous blast of power can smash down walls, rend the landscape and sweep away fortifications with ease."
        },
        {
            "title": "Blessing of Ammunition",
            "description": "Dice Pool: None \nCost: (1 Willpower + 5 Legend) or 1 Willpower dot \nWith a touch, a God grants a weapon unlimited ammunition. If the weapon holds its ammunition internally (like any pistol, rifle, blowgun or cannon), the God need only touch the weapon. If the weapon holds its ammunition externally (as bows, slings, atlatls and classical siege weaponry does), the God must touch a container that is already full of the proper type of ammunition then touch the weapon with which that ammunition is to be used."
        },
        {
            "title": "Follower Army",
            "description": "Dice Pool: Charisma + Command \nCost: 10 Legend \nFor a limited time, the God dramatically increases the number of followers he has (via the Birthright of the same name) on the battlefield. The God must first have his loyal followers present, then his player must spend 10 Legend and succeed on a (Charisma + Command) roll with a difficulty equal to the number of dots of Followers those assembled represent. (Round up to the nearest dot if the character has lost some followers through attrition over the years.) When the player has done both, the total number of the God’s followers increases (i.e., “is multiplied”) by a factor equal to his Legend. This increase in ranks lasts for one scene, and the God can successfully use the power only once per scene."
        },
        {
            "title": "Surreal Draft",
            "description": "Dice Pool: Manipulation + Command \nCost: 15 Legend \nIf a God finds his forces wearing thin in a war, he can conscript new soldiers from his surroundings—even from nature itself. The God’s player simply spends 15 Legend and rolls (Manipulation + Command) when the God is in the presence of some substance, item or phenomenon governed by a Purview other than War that is associated with him. If the Animal Purview is associated with the God, any animals present slowly transform into anthropomorphic soldiers on the spot. (For this Boon’s purposes, it doesn’t matter what kind of animal is used.) If Fire is associated with the God, soldiers might rise from the ashes of burned fortifications."
        },
        {
            "title": "Avatar of War (The General)",
            "description": "Cost: 1 Willpower + 30 Legend \nFor one scene, the character becomes The General—the avatar of War. The abundantly armed and armored General is surrounded at all times by an army that follows every order without fear or hesitation and in perfect, professional order. The General can hack down extras by the score and defeat heroes of lesser rank with little trouble. The General can also call out an opposing army’s leader for a duel of honor as both armies watch in awe. Even if The General is not strong enough to win that duel, the enemy’s leader invariably leaves the fight with a grievous wound that shakes his army’s confidence in its superiority. Even the Titans must stand and face The General when The General calls, for to refuse a duel is to concede defeat and submit to imprisonment once more."
        }
    ],
    "water": [
        {
            "title": "Water Breathing",
            "description": "Dice Pool: None \nCost: None \nThe Scion need never fear drowning, and she is no longer affected by extremes of water temperature. She can breathe water as easily as air, and she is neither scalded by boiling water nor subject to debilitating frostbite from ice. Having boiling water poured on one’s flesh still hurts, mind you, and being bound in ice or cast adrift in frigid water can still numb and paralyze a Scion. Neither of those extremes can cause the Scion actual physical damage, though."
        },
        {
            "title": "Potability",
            "description": "Dice Pool: None \nCost: 1 Legend \nFor Scions who lack the means to use Purify Water, the Potability Boon is a simple substitute. Potability allows the Scion to touch one source of water no larger than a bathtub and cause any liquid in it to become safe to drink. While various contaminants may remain, including living beings, the water will not be poisonous or disease-laden. It might be brown, it might have algae floating on top, and it might taste like dirt mixed with baking soda, but it’ll quench thirst and function for irrigation, if necessary."
        },
        {
            "title": "Water Control",
            "description": "Dice Pool: Dexterity + Craft \nCost: 1 Legend \nFor a number of actions equal to the successes on the activation roll, the Scion can exert limited physical control of any water that is touching her. She can remotely manipulate a hand-held object she can see in the water with her full dice pool, although she can take no other physical actions at the same time. She can stiffen the water beneath her feet in order to walk on its surface. She can even have the water push her along from all sides, allowing her to take a full Move action while swimming, rather than half. Alternatively, moving through the water thus could increase her Dodge DV by an amount equal to her Legend as long as she does nothing but dodge incoming attacks."
        },
        {
            "title": "Changing States",
            "description": "Dice Pool: Dexterity + Craft \nCost: 1 Legend + 1 Willpower \nDefying the laws of thermodynamics, the Scion can instantly change the state of a body of water just by touching it. With this Boon, she can take liquid water, steam, ice or fog and change any one into any of the other three. The amount of water she can affect is the same as per Water Control, and the water remains in its new state for a number of actions equal to the successes rolled to activate the Boon. Water under this effect is also subject to the Scion’s Water Control as long as the Scion maintains contact with some portion of it."
        },
        {
            "title": "Create Water",
            "description": "Dice Pool: Stamina + Craft \nCost: 2 Legend per quantity \nThe Scion extends her hands and water pours forth from her open palms. For every two Legend points spent, she can create a quantity of gallons equal to the successes on the activation roll. This water can be either salt or fresh water, though one activation roll can create only one or the other. The water comes from the Scion’s hands at room temperature, about as fast as it comes out of a normal faucet on full blast—at a rate of roughly two gallons per minute."
        },
        {
            "title": "Dessicate",
            "description": "Dice Pool: Strength + Medicine \nCost: 1 Legend + 1 Willpower \nWhen she touches an opponent’s bare skin, the Scion can suck the water right out of that opponent’s body. This attack inflicts an amount of lethal damage equal to successes on the activation roll, minus the opponent’s lethal soak."
        },
        {
            "title": "Drown",
            "description": "Dice Pool: Dexterity + Science \nCost: 1 Legend + 1 Willpower \nWith a soft caress, the Scion causes the target’s lungs to start filling with fluid. Over the course of several ticks, the target drowns on this viscous internal flood until it either fights off the demigod’s power or collapses in a heap."
        },
        {
            "title": "Water Mastery",
            "description": "Dice Pool: Dexterity + Craft \nCost: 5 Legend \nSimilar to Water Control (Water 2), the Scion can mentally manipulate liquid water however she desires. Her command of it is now such, however, that she can exert her full Strength and even Epic Strength through the water on some object, just as if she were affecting that object with her physical body. She can also stiffen water’s surface such that not only she, but other people who fit onto the affected area can all walk on it. Finally, she can manipulate more of it than she could with Water Control—up to 10 cubic yards of water (roughly 2,000 gallons) per dot of Legend she has."
        },
        {
            "title": "Water Vortex",
            "description": "Dice Pool: Wits + Control \nCost: 4 Legend per dot of Epic Strength (max ••••) \nThis Boon works just as Tornado Tamer (Sky 7) does, with a few key exceptions. First, the vortex must be generated from a sufficient quantity of liquid water. Second, the spinning funnel can be either a standing waterspout or a sunken whirlpool—and it can change at the Scion’s discretion. Either type of funnel can move freely in or on open water. A waterspout can leap out of the water and move around on land like an air-born tornado, but only for a number of actions equal to the Scion’s Legend. If it’s not back over water in that time, it unravels, throwing water in every direction as the effect comes to an end."
        },
        {
            "title": "Purify Water",
            "description": "Dice Pool: Stamina + Medicine \nCost: 1 Willpower + 5 Legend \nBy touching a source of water, a God can purge it of every impurity that isn’t a water molecule. The only material that is not purged is the salt in seawater, if the God chooses to selectively ignore it. Otherwise, anything polluting the water—from simple dirt to poison to an oil slick riding on the surface—disappears, leaving pure water behind."
        },
        {
            "title": "Liquid Form",
            "description": "Dice Pool: None \nCost: 1 Willpower + 5 Legend \nWith a thought, a character can transform his body into pure, clear water. The water can take any shape, from that of its current container—with a volume equal to that of the character’s natural form—to a humanoid form that resembles the character. In a larger volume of water, the character can move at twice his normal speeds. On land, the God can move at his normal speeds. He can walk on water’s surface or plunge into it. He can manipulate objects in this form just as well as if he were in his normal form. If he has Water Control (Water 2)—at least—and Create Water (Water 4), he can make for himself any type of melee weapon he can imagine out of pure water, which works just as well as a normal version."
        },
        {
            "title": "Tsunami",
            "description": "Dice Pool: Dexterity + Craft \nCost: 15 Legend, 5 Legend per dot of Epic Strength (max ••••• •••••) \nSimilar to Water Control (Water 2) and Water Mastery (Water 6), the Scion can mentally manipulate liquid water however he desires. His mastery of it is nigh total now, as he need only be able to see it to make it move as he desires. What’s more, if he sacrifices a Willpower dot when he forces the water into a shape of his liking, he can make the water stay in that shape—defying gravity and natural evaporation—indefinitely. (Only Gods with equal or greater Legend can alter the water’s shape with their own Water Boons.)"
        },
        {
            "title": "Avatar of Water (The Flood)",
            "description": "Cost: 1 Willpower + 30 Legend \nFor one scene, the character becomes The Flood—primordial avatar of Water. The Flood is vast, shapeless and unimaginably strong in stillness. In its deepest heart, The Flood can drown mortals by the thousands and crush even fellow Gods. The Flood can wear away stone and smother fire. It can freeze a Titan in its grip, scald a Titan’s flesh from its bones or even drown a Titan from the inside—if the Titan doesn’t swallow The Flood first."
        }
    ],
    "asha": [
        {
            "title": "Humata (Asha •)",
            "description": "Dice Pool: None \nCost: 1+ Legend \nUpon purchasing this Boon, the Scion chooses one of the three attribute categories (Mental, Social or Physical) to associate with this power. Thereafter, the Scion can invoke the principle of Humata (Good Thoughts) and call upon greater reserves of power. The Scion gains a single “Wild Card” dot of Epic Attributes, which she may apply to any Attribute within her chosen category. This may raise an Epic Attribute beyond what the character’s Legend rating allows. The character cannot use Humata multiple times to increase an Epic Attribute by more than one, or to increase any other Epic Attributes. Nor does the temporary dot of Epic Attribute grant an additional Knack. Humata (and its successor Boons) cannot raise an Epic Attribute above 10 dots. \nInvoking Humata costs as many Legend points as the final value of the chosen Epic Attibute. The effect lasts for a scene, and cannot be changed until the scene ends. \n Example: A Scion of Anahita has an Epic Intelligence of 2, no Epic Wits, a Legend of 3 and Humata associated with Mental Attributes. She could spends 3 points of Legend and increases her Epic Intelligence to 3, ignoring that her Legend is too low for that rating; or, she could spend 1 Legend to gain one dot of Epic Wits for the rest of the scene."
        },
        {
            "title": "Hukhta (Asha ••)",
            "description": "Dice Pool: None \nCost: 1+ Legend per person affected \nThe Scion picks a second category of Attributes, and gains a single “Wild Card” dot of Epic Attributes she may apply to this category, following the same rules as for Humata. \nWhat’s more, as a miscellaneous action the Scion can grant a dot of an Epic Attribute to a companion by speaking words of encouragement or praise and touching the target. (Or writing, or signing — just so long as the target can understand the Scion.) The dot must be in one of the two categories chosen by the Scion. There is no repeat use to grant multiple dots (even in multiple categories). The gift of power can raise Epic Attributes above the limits set by the target’s Legend, and each gift costs as many Legend points as the resulting Epic Attribute rating. This power can affect mortals as well as Scions and other supernatural folk. The effect lasts for a scene."
        },
        {
            "title": "Havarastra (Asha •••)",
            "description": "Dice Pool: None \nCost: 1 Willpower + 1 or more Legend per person \naffected \nThe Scion gains a third “Wild Card” dot of Epic Attribute, applied to the remaining category of Attributes. \nThe Scion can also bestow a single dot of Epic Attributes on other people at range, and gift more than one target at a time. The Scion takes a miscellaneous action indicative of prayer — perhaps opening her arms and looking to the sky, kneeling and touching the ground or simply bowing with her hands clasped. She grants a single dot in one Epic Attribute to all her chosen targets. Targeted people must be within (Legend x 10) yards of the Scion, but she does not need to see them — merely to know they are present. Each target costs the Scion Legend points based on the resulting value of the chosen Epic Attribute, as per Hukhta and Humata. The effect lasts a scene. Hukhta and Havarastra do not stack."
        },
        {
            "title": "Amesha Spenta Yasht (Asha •••• To ••••• ••)",
            "description": "Dice Pool: Charisma + Integrity \nCost: 1 Willpower + 5 Legend \nThe Amesha Spenta are six principles that represent aspects of the old Persian understanding of the World. For each level of this Boon, the Scion selects an additional Amesha Spenta. \nA mystic aura surrounds a Scion who invokes an Amesha Spenta. The Scion gains a benefit to one of her purviews. If the Scion currently lacks a suitable Birthright for channeling that purview, she can invoke the Boons she knows anyway, at no penalty. (She still needs to own a suitable Birthright and learn Boons as normal: Amesha Spenta Yasht merely offers a chance to channel the purview if the Birthright is unavailable.) If the Scion has her Birthright, then she gains bonus dice equal to her Legend on rolls to activate Boons from that purview. \nThe Scion may only invoke one aura per scene, but the Boon lasts for the remainder of the scene or until the Scion chooses to end it. \n• Ameretat — The Amesha Spenta of Eternal Life. Associated with all plant life, this Amesha Spenta manifests as a faint shimmer of a green aura surrounding the Scion, twisting at the edges like a vine’s tendrils. Ameretat is associated with the purview of Fertility. \n• Armaiti — The Amesha Spenta of Holy Devotion. Armaiti is associated with the earth, and appears as a brown or beige aura around the Scion, crumbling at the edges into motes that fall and swirl back into the aura like a trickle of sand. Armaiti is associated with the purview of Earth. \n• Asha Vahishta — The Amesha Spenta of Best Truth. A red-orange aura flares to life around the Scion, flickering at the edges like flames. Asha Vahishta is associated with the purview of Fire. \n• Haurvetat — The Amesha Spenta of Perfect Wholeness. Associated with the waters of the world, this Amesha Spenta manifests as a light blue aura in constant motion, flowing smoothly across the Scion’s features. Haurvetat is associated with the purview of Water. \n• Kshathra — The Amesha Spenta of Righteous Dominion. Kshathra is associated with the sky and metals, and appears as a silver-white aura that flashes with angles and edges. Kshathra is associated with the purview of Sky. \n• Vohu Manah — The Amesha Spenta of Good Wisdom. No aura appears, but the Scion’s features take an ever-changing animalistic cast — her eyes might become cat-like one moment, or her skin may seem scaled the next. Vohu Manah is associated with the Animal purview."
        },
        {
            "title": "Amesha Spenta (Asha ••••• •••)",
            "description": "Dice Pool: Integrity + Legend \nCost: 10 Legend \nWhen the Scion uses this Boon, one of her chosen Amesha Spentas manifests to assist her. The aura of the Amesha Spenta flows off her body to coalesce as an abstract humanoid figure formed of the physical principle of the Amesha Spenta (i.e., fire for Asha Vahishta, water for Haurvetat, etc.) \nThe Amesha Spenta has all the Scion’s dice pools and can use all the Boons that the Scion knows from the relevant purview. It acts by the Scion’s will, but takes its own actions. As an abstract concept given form, though, the mystic helper cannot do anything but move and use Boons. It also uses the Scion’s Legend to power those Boons. No mundane force can harm an Amesha Spenta, but attacks backed by Epic Attributes, Arete, or other supernatural means deal damage as normal. The Amesha Spenta has soak equal to the Scion’s natural soak (including Epic Stamina) and it has five –0 Health levels. \nThis Boon may be used once per scene. The Amesha Spenta lasts for one minute per success on the activation roll. \nThe Scion may also select a fifth Amesha Spenta to associate with Asha, as per the previous Boon."
        },
        {
            "title": "Seta Amesha Spenta (Asha ••••• ••••)",
            "description": "Dice Pool: Integrity + Legend \nCost: 15 Legend \nThis Boon acts the same as the previous Boon, except that once per scene, the Scion may now call three Amesha Spentas at once to help her. The Scion also now has access to all six of the Amesha Spentas."
        },
        {
            "title": "Ashavan (Asha ••••• •••••)",
            "description": "Dice Pool: None \nCost: 1 Willpower + 15 Legend \nWith this Boon, the Scion calls upon the fundamental existential principle of Asha. She may create her own, seventh Amesha Spenta, for whatever All-Purpose Purview she wants: Chaos, Health, War, whatever. Yazata traditionally choose Sun, to improve their connection to Divine Light, or Stars, the purview of cosmic order — but they can choose anything. However, a character can only do this once: She cannot go on to create further Amesha Spentas. A Yazata’s personal Amesha Spenta has the same effects as the basic six, with the same cost to manifest. What’s more, the Yazata may now spend 15 Legend and 1 Willpower to evoke all seven of her Amesha Spentas as helpers"
        }
    ],
    "arete": [],
    "cheval": [
        {
            "title": "Rada's Eyes",
            "description": "Dice Pool: Perception + Empathy \nCost: 1 Legend \nThe Scion can experience another person’s perceptions as if they were her own. These perceptions include input from all five senses, though not the character’s subjective reactions to that input. To use this Boon, the Scion must have a picture of her victim, some genetic token of the victim’s (such as a lock of hair or several drops of blood) or something the victim created (from a printed-out email to an ice sculpture). By meditating on the item and relaxing her own perceptions—as well as spending a point of Legend after a successful (Perception + Empathy) roll on the part of her player—the Scion experiences the victim’s perceptions clearly and distinctly. The victim is unaware of the Scion’s attention, but the Scion remains semi-aware of her own surroundings."
        },
        {
            "title": "Petro's Hands",
            "description": "Dice Pool: Intelligence + Control \nCost: 1 Willpower \nThe Scion can now exert some control over a victim whose senses she’s observing. The Scion must be actively experiencing her victim’s perceptions with Rada’s Eyes, and her player must spend a Willpower point to activate this Boon. If the Voodoo Scion’s victim is a mortal or a Scion with fewer dots of Legend than she has, activating this Boon takes only that Willpower expenditure. If the Scion victim has an equal number of Legend dots, the Voodoo Scion’s player must also succeed in a contested roll of her (Intelligence + Control) against the victim’s (Willpower + Integrity + Legend)."
        },
        {
            "title": "Horse",
            "description": "Dice Pool: Intelligence + Control \nCost: 1 Willpower + 1 Legend \nThe Scion can now exert total control over her victim for a limited time. She must be using Rada’s Eyes to share the victim’s perceptions, and she must spend a point of Willpower and a point of Legend to assert full control. (The victim’s chance to resist is the same as for Petro’s Hands.) If the Scion succeeds in her possession attempt, she can “ride” around inside her victim’s body for one scene (or less if she chooses to end the effect early). She exerts all of her own mundane traits, except for Appearance, through the effectively empty husk, losing all sense of the situation around her own body."
        },
        {
            "title": "Mind-Riding",
            "description": "Dice Pool: None \nCost: 1 Legend \nWhile the Scion is using Rada’s Eyes (Cheval 1) to experience someone else’s senses, she can’t normally pick up on that person’s reactions to the things he’s sensing. With Mind-Riding, however, the Scion can listen in on the thoughts of the person whose senses she’s riding. These thoughts whisper in the rider’s mind, and the mental images they conjure play behind the rider’s eyes. Yet, while the rider has access to her victim’s conscious thoughts, she garners only what context those thoughts provide. She can’t snoop around in the victim’s memory to make sense of an enigmatic reaction. While using Rada’s Eyes, the Scion need only spend an additional point of Legend in order to listen in on the host’s thoughts."
        },
        {
            "title": "Waking Zombie",
            "description": "Dice Pool: Manipulation + Cheval \nCost: 1 Willpower \nWhen the Scion has a mortal victim completely under her control, she can temporarily pull the victim’s spirit out of his body and boss the body around as her mindless slave. The Scion must somehow incapacitate the victim—by tying him up, drugging him, beating him unconscious or whatever—then cover the victim’s mouth with her own and take a long, deep breath. The victim’s player then rolls (Willpower + Integrity + Legend) against the activation roll. If the activation roll wins, the Scion sucks out the victim’s spirit and swallows it down into the darkness within her. Once that happens, the victim maintains a dreamlike semi-awareness of what the Scion is doing, just as a victim of Horse (Cheval 3) does, but he can’t take any actions or exert his own will in any way."
        },
        {
            "title": "Met Tet",
            "description": "Dice Pool: Intelligence + Control \nCost: 1 Willpower + 3 Legend \nThis Boon is very similar to Horse (Cheval 3), in that it lets a Scion take total control of a mortal victim’s body for a limited time, manipulating it as if it were her own. As with Horse, the Scion must be using Rada’s Eyes (Cheval 1) on the victim first in order to use this Boon. Having done so, the Scion’s player makes the activation roll for this Boon (contested as per Horse) and spends the requisite Willpower and Legend. If this roll succeeds, the Scion’s body becomes entirely incorporeal and steps into the body of her victim like a ghost taking possession of it."
        },
        {
            "title": "Team",
            "description": "Dice Pool: Intelligence + Control \nCost: 1 Willpower + 5 Legend \nThe Scion can now use Horse (Cheval 3) on multiple mortal victims simultaneously. The Scion need not be using Rada’s Eyes (Cheval 1) first in order to use this Boon, but all of the victims must be in the Scion’s line of sight when she activates it. The player makes one activation roll and compares the results to the (Willpower + Integrity + Legend) rolls of all the victims. Any victim her roll beats becomes a spirit horse for her, up to a maximum number equal to her Legend. She can maintain this multiple possession for one scene, and her real body slumps insensate as per Horse."
        },
        {
            "title": "Met Tet's Claim",
            "description": "Dice Pool: Charisma + Command \nCost: 10 Legend \nWhen a Loa names himself met tet over somebody, he takes on an unspoken responsibility to that person. Only peer pressure or the subtle jabs of Fate can make him actually act on that responsibility if he doesn’t want to, but not every Loa needs that sort of prodding. If chooses to, he can take a special interest in a mortal and make her his own. Thereafter, anyone who wants to use Cheval Boons on that mortal must go through her met tet first."
        },
        {
            "title": "Upside-Down Horse",
            "description": "Dice Pool: Manipulation + Cheval \nCost: (1 Willpower + 5 Legend) per person \nMost Cheval Boons allow a Loa to override a mortal victim’s body and exert the power of his mind through it. This Boon inverts this principle, allowing him to subsume a victim’s body entirely into himself and use the power of its mind for his own purposes. To do so, the Loa must take complete control of a mortal victim then cover his mouth with her own and take a long, deep breath (as with the Waking Zombie Boon [Cheval 5]). When she does so, not just the victim’s spirit, but the victim’s whole self disappears down the Loa’s gullet and remains locked away inside her. The victim’s player resists this effect with a (Willpower + Integrity + Legend) roll."
        },
        {
            "title": "Ugly Mule",
            "description": "Dice Pool: Varies \nCost: Varies \nAs Gods and Goddesses of the World, the Loa mostly have power over men and women of the World. They can exert some of their Cheval powers over Scions of lesser Legend, but those characters are still partly the World’s creatures. The spawn of the Titans, however, hatch from a primordial essence that transcends the physical and upsets the stability of the World. Younger Loa cannot gain sufficient control over these inimical beings to exert their Cheval Boons through them. Likewise, the supernatural creatures who were once lesser divinities are still too much creatures of the Overworld—if only in their genetic memory—to allow for complete domination by a Loa."
        }
    ],
    "civitas": [
        {
            "title": "Distraction Maneuver",
            "description": "Dice Pool: None \nCost: 2 Legend \nA Scion may use this Boon in conjunction with the Coordinated Assault action (Scion: Hero, p. 190) to apply the penalty to a greater number of targets. By organizing troops to make a feint against the line or simply by blowing something up to distract the enemy, the DV penalty imposed by the coordinated assault led by this Scion applies to a number of enemies equal to one-half the number of characters included in the coordinated assault. The leader of this attack cannot pick and choose which enemies will be affected by the distraction. If the number of enemies on the field exceeds the number which may be affected, those closest to the assault leader are the ones who suffer the distraction penalty. This Boon may only be used once per battle."
        },
        {
            "title": "Pool Ammo",
            "description": "Dice Pool: None \nCost: 2 Legend \nAt its lowest point, the Soviet army had to distribute a single rifle and five bullets to every two soldiers. In times of great need, teammates must work together to distribute ammunition very effectively so that the soldier in position to fire can do so. This Boon allows a squad to instantly share ammo, with each bullet fired drawn from the gun with the most remaining ammunition, regardless of which weapon actually fired the shot. Essentially, no weapon will run out of bullets until they all do. All of the ammo to be pooled must be of the same general type (when in doubt, assume that different firearms use different types of ammunition). For each success scored on the roll, one person may join the pool. The members of the pool may switch weapons and still retain the effect, provided that the new weapons use the designated type of ammunition. The effects of this Boon last for one scene."
        },
        {
            "title": "Gift of Virtue",
            "description": "Dice Pool: Charisma + Empathy \nCost: 1 Legend per Virtue dot given \nBy laying a hand on a peer, the Scion may use this Boon to temporarily inspire the recipient and re-enforce his shared beliefs. The Scion may grant a number of dots of Virtue up to the number of successes rolled, but must pay Legend for each dot transferred in this way. The recipient may stack the new dots with any he already has in that Virtue, but need not have any dots in that Virtue to receive the gift. While in possession of the gifted Virtue, the recipient may use all the advantages but also suffers from all the disadvantages. Thus, mortals who receive this gift may gain bonus dice when spending Willpower on certain actions but would also need to struggle against these Virtues if attempting an action which runs counter to any gifted Virtues. The Scion who uses this Boon must retain at least one dot in any given Virtue. When attempting to act counter to a Virtue, a Scion who has given away one or more dots through the use of this Boon must still roll the full number of dice as if in possession of all his Virtue. The Gift of Virtue lasts for one scene. This Boon does not work on an unwilling recipient."
        },
        {
            "title": "Gift of Health",
            "description": "Dice Pool: Charisma + Medicine \nCost: 1 Legend per health level box given \nWith this Boon, the Scion may transfer vitality from himself to a peer. The Scion may transfer a number of health level boxes up to the number of successes rolled, granted the recipient that man -0 health levels. For each health level thus transferred, the user of this Boon loses one health level box (starting with his -0 health levels), which may reduce the Scion to a state where he suffers wound penalties even when at maximum health. If the giver is wounded when he users this power, his wounds remain with him, shifting into his remaining health level boxes. A recipient's wounds, if any, are shifted to begin in the new health boxes, and may then be healed normally through Medicine and other means."
        },
        {
            "title": "Gift of Ability",
            "description": "Dice Pool: Intelligence + Presence \nCost: 1 Legend per Ability dot given \nHaving the right people with the right skills at the right time can be critical for success in any operation. For each success scored, the Scion may transfer up to one dot of abilities to one recipient. The Scion may transfer as many dots from as many Abilities as he can afford, but none of the recipient's Abilities may be raised beyond five by these means. The effects of this transfer last one scene."
        },
        {
            "title": "Gift of Attribute",
            "description": "Dice Pool: Intelligence + Integrity \nCost: 2 Legend per Attribute dot (+ 1 Willpower for Epic Attributes) \nThis Boon allows the Scion to transfer dots in Attributes or Willpower to a single person. The Scion may transfer any number of dots up to the number of successes scored on the roll, but may not reduce her own dots in any given attribute lower than one. The recipient is limited to the normal maximum attribute range based on his Legend score (so a normal mortal could not have his Strength raised above five, for example). The Scion may also gift an Epic Attribute, but each attribute transferred in this way costs the giver 1 Willpower in addition to the standard Legend cost for every point transferred. The effects of this boon last for one scene."
        },
        {
            "title": "Gift of Defense",
            "description": "Dice Pool: Stamina + Fortitude \nCost: 2 Legend per DV \nThe Scion may share defense with another, sacrificing his own safety to protect his peer. The Scion may take a penalty to his Defense Values up to the number of successes rolled and grand a bonus of the same amount to one recipient. The recipient's bonus from this Boon may not exceed his original Defense Value, but the DV may be further modified by other factors such as actions or attacks. The user of this Boon must remain within two hundred feet of the recipient. If the two are separated by a greater distance, the recipient loses the bonus even though the recipient maintains the penalty. If the distance is closed again, the recipient regains the DV bonus. The effects of this Boon last for one scene."
        },
        {
            "title": "Pool Life",
            "description": "Dice Pool: Perception + Medicine \nCost: 2 Legend per person included \nMuch like the Pool Ammo power allows a squad to extend their ammunition to the uttermost limit, this Boon allows a squad to distribute their injuries in the most advantageous way, guarding each individual through the life force of others. Any injury received by any member of the squad will be suffered by the member of the squad with the most available health levels. Each success on the roll allows the Scion to include one person in the pool. When a character in this pool is targeted by an attack, use the Defense Value and Soak value of the character being targeted, but transfer any wounds to the character with the greatest number of unmarked health level boxes. This Boon makes no distinction for types of damage, so a character with two Aggravated wounds will receive the injury before a character with three Bashing wounds. The effects of this power remain in effect for one scene, so long as no member of the pool is more than fifty feet away from any other member. A character who strays too far will not be considered part of the pool while he is out of range, but re-enters the pool as soon as he comes back within fifty feet of his nearest member."
        },
        {
            "title": "One For All",
            "description": "Dice Pool: Manipulation + Presence \nCost: 20 Legend + 1 Willpower \nThe God using this power can completely give himself over to the needs of his peers, distributing any or all of his knowledge and aptitudes to any number of people of his choosing. For each success, the user of this Boon may transfer up to two dots of Abilities, Attributes, Epic Attributes, health levels, Willpower or Virtues to any character or characters of his choosing. Successes may also be used to transfer Boons or Knacks on a one-for-one basis. The recipients may not have any score raised above their normal maximum based on their Legend score and other applicable factors. The giver may reduce any of his own scores to zero, but if Willpower, health levels or any attribute or Virtue is reduced to zero then the God will fall into a deep slumber from which he cannot be awakened for the duration of this Boon. This Boon lasts one scene, and the recipients must be aware of and willing to receive the gift."
        },
        {
            "title": "All For One",
            "description": "Dice Pool: Intelligence + Command \nCost: 25 Legend + 1 Willpower \nWhile this power is in use, the God sets up a subconscious psychic network that links the nervous systems of each member of a squad. This provides many benefits. First, all the members of the squad enjoy telepathic communication, which is both instant and silent. Second, any member of the squad may use the highest base Dodge or Parry DV possessed by any member of the squad, modified by the character's own attacks and other bonuses or penalties. Third, any member of the squad may use the highest level of any Ability possessed by any member of the squad in place of his own. Fourth, any member may spend Willpower on behalf of any other. Finally, any member of the squad who has at least one dot in an Epic Attribute (including one transferred to him through Gift of Attribute or One for All) may use any squad member's Knack associated with that attribute, even if the character using it would not normally meet the requirements to do so."
        }
    ],
    "enech": [
        {
            "title": "Brehon's Eye",
            "description": "Dice Pool: Perception + Empathy \nCost: 1 Legend \nTo understand the demands of enech upon the Scion, she must first understand its demands on those around her. With this power, the Scion assumes a canny and wise attitude, watching carefully and allowing those insights to influence her judgment. The information that comes with this power was of old called enechsenchas, or “enech lore,” and is often used in later Boons in this Purview."
        },
        {
            "title": "Hero's Geas",
            "description": "Dice Pool: None \nCost: None \nHeroes and Gods are held to a greater standard. Because the simple lives of mortal men are no challenge to the enech of the entities of Legend, it is only appropriate that they accept greater restrictions and requirements to demonstrate their mindfulness, honor and perseverance. Thus, the greatest of Gods and heroes are laid with geasa, prohibitions against specific actions or requirements that a specific action must always be undertaken when the Scion or God is presented with the opportunity."
        },
        {
            "title": "Lay Token Geas",
            "description": "Dice Pool: Charisma + Presence \nCost: 1 Legend + 1 Willpower (or 1 Legend + 1 Willpower dot) \nWith this power, the Scion taps into the potent flows of enech and may levy the expectations of greatness on those around him. This roll is opposed by the target’s (Wits + Integrity + Legend), and the roll itself has a difficulty of the target’s Legend +1. If this roll is successful, the target is bound by a geas of Token potency for two months per net success in the roll, to a maximum of a year and a day. Alternately, if the Scion expends a full dot (rather than a point) of Willpower, the geas is laid permanently."
        },
        {
            "title": "Body and Spirit",
            "description": "Dice Pool: Charisma + Empathy (Spd 3, DV –1) \nCost: 1 Legend, or 1 Legend + 1 Willpower if used on another \nModesty is never a Virtue to the Scion of the Tuatha. It is an insult to enech — pretending to be something less then you are is as bad as pretending to be something better. Thus, the Scion who uses this Boon chooses to declaim his best attributes and admit to his weakest. The Scion must choose which Virtues he is going to declaim about himself at the time of the Boon’s activation. The difficulty of the roll is equal to the rating of the highest Virtue he is invoking, +1 per additional Virtue."
        },
        {
            "title": "Bard's Tongue",
            "description": "Dice Pool: Manipulation + Presence \nCost: 2 Legend \nThe words of the bard are always heeded because he has taken care to see deeply into someone’s nature and knows the truth of them. The Scion with this Boon claims part of a bard’s enech, and his words about that person are rendered truthful. To be spoken of well by a bard is to excel in life; to be mocked by one is to know scorn, shame and failure."
        },
        {
            "title": "Lay Potent Geas",
            "description": "Dice Pool: Charisma + Presence \nCost: 5 Legend + 1 Willpower (or 5 Legend + 1 Willpower dot) \nThis Boon functions as “Lay Token Geas,” save that it lays a Potent Geas on the target."
        },
        {
            "title": "Assumption of the Land",
            "description": "Dice Pool: Stamina + Empathy (two Speed 5, DV –2 exclusive actions) \nCost: 5 Legend + 1 Willpower \nThe Song of Amerghin relates the process called “assumption” best — when the Milesian bard Amerghin first set foot on the shores of Ireland, he sang this song, taking into himself the powers of Eire and making himself one with the land. The Scion with this Boon may do likewise, opening himself up to the unique flows of enech associated with that site and making himself part of it."
        },
        {
            "title": "Lay Mortal Geas",
            "description": "Dice Pool: Charisma + Presence \nCost: 12 Legend + 1 Willpower (or 12 Legend + 1 Willpower dot) \nThis Boon functions as Lay Token Geas, save that it lays a Mortal Geas on the target."
        },
        {
            "title": "Twist Geas",
            "description": "Dice Pool: Manipulation + Presence \nCost: 5–12 Legend + 1 Willpower \nSo deft is the Scion’s interaction with enech that he can twist its flows and eddies around an individual, changing it irrevocably. As long as the Scion knows the full details of one of the target’s geasa, he can use this Boon to change the details of that geas. He may change the geas within its Type (changing one Mortal Geas to another) or within its Source. This costs 5 Legend for Token Geasa, 8 Legend for Potent Geasa and 12 Legend for Mortal Geasa."
        },
        {
            "title": "Beyond the Ninth Wave",
            "description": "Dice Pool: None \nCost: 20 Legend + 1 Willpower \nWhen the Milesians first came to Ireland, the three queens of Eire asked them to withdraw back beyond the ninth wave of Ireland until they could determine the appropriate course of action. Because the ninth wave symbolized the borders of the land, the rulers of the Tuatha could then call upon the powers of the land and its enech to assault the intruders, rather than risking hospitality laws by having the land rise up against those who stood upon it."
        }
    ],
    "heku": [
        {
            "title": "Ren Harvest",
            "description": "Dice Pool: Charisma + Empathy \nCost: None \nWhenever someone speaks of the Scion’s deeds, or whenever he sees news of his exploits in print somewhere, his player makes a (Charisma + Empathy) roll. The Scion gains a number of Legend points equal to the number of successes rolled. The story must pertain specifically to the Scion, which the context should make clear. Also, it must be uttered or written without the Scion’s direct knowledge. He might reasonably expect to see or hear it, but he cannot literally command someone to say or write it so as to reap the benefits. This Boon pertains only to evidence that his legend is spreading—hence the Legend-point reward."
        },
        {
            "title": "Sekem Blaze",
            "description": "Dice Pool: None \nCost: 1 Legend \nSekem is the light, the power and the energy of the Scion’s soul. With this Boon, he channels that powerful light through his gaze to intimidate a foe. Such a foe can be an animal, a person, a Scion or even one of the titanspawn, and the Scion need only look it in the eyes and spend a point of Legend. An animal who sees the Sekem Blaze in the Scion’s eyes immediately ceases any aggression toward the Scion and flees. A mortal or ghost so affected calms down and remains cowed for the rest of the scene."
        },
        {
            "title": "Sekem Barrier",
            "description": "Dice Pool: Appearance + Command \nCost: 1 Legend \nThe character spends a point of Legend and his player rolls (Appearance + Command). If the roll succeeds, the radiance of the character’s divine heritage illuminates his entire body, affecting all who look upon him. Use the same rubric as for Sekem Blaze to determine whether nearby characters are affected. Those who are affected react as those affected by Sekem Blaze."
        },
        {
            "title": "Influence Ba",
            "description": "Dice Pool: Manipulation + Presence \nCost: 1 Willpower \nBy capturing a person’s undivided attention and staring in her eyes, the Scion can overwrite a portion of her personality. To do so, the player pits his activation roll against the victim’s player’s (Willpower + Integrity + Legend) roll. If the victim is a mortal, the Scion chooses one of his own Virtues and imposes on that person an equal rating in the same Virtue. The Virtue lasts for a number of days equal to the unanswered successes on the Scion’s activation roll."
        },
        {
            "title": "Heart Scarab",
            "description": "Dice Pool: Dexterity + Craft \nCost: 1 Legend \nIn a workshop in his spare time, the Scion crafts small scarabs out of imperishable materials such as steel, desert glass, precious metals, gems or what have you."
        },
        {
            "title": "Khaibit Trap",
            "description": "Dice Pool: Intelligence + Occult \nCost: 1 Willpower to create, 1 Legend to activate \nThe Scion strikes a wall, floor, ceiling or sturdy object with his palm and speaks the name of his divine parent. When he does so, a cartouche seal bearing the hieroglyphic characters that represent his divine parent appears on the surface. This seal has an area in square inches equal to the successes acquired on the activation roll. (You can assume the seal is a rectangle to make determining its size easier.) Unless the surface that the seal covers is physically broken, the seal remains in place for a number of months equal to the Scion’s Legend. After that, it fades out as if it were never there."
        },
        {
            "title": "Awakening the Akh",
            "description": "Dice Pool: Charisma + Occult \nCost: 5 Legend + 1 Willpower \nNormally, a person’s ba and ka remain separate until that person’s death. When he dies, his ba and ka unite into a luminous hybrid being of pure energy called the akh. A Scion with this Boon, however, can blend his ba and ka at will, awakening his akh and separating it from his physical body while he yet lives. When he does so, a ghostly golden form rises from within him while his body slumps insensate to the ground. The shining form looks like the character minus his clothing or equipment, except that lambent energy dances across his skin and iridescent wings like those of a beetle flicker around his shoulders and behind his back. These wings enable him to fly at his normal Move rate."
        },
        {
            "title": "Ka Reponsitory",
            "description": "Dice Pool: None \nCost: 2 Legend per bandage \nIn a long holy ceremony, the God inflicts lethal health levels of damage on his ichor-made-flesh and has a follower bind them in specially anointed bandages. Each health level inflicted requires its own bandage, and the God must spend two Legend points when each is applied. Once every wound is wrapped, the God lies in state for one full day, bleeding his ichor into the bandages. After 24 hours, the bandages are removed and preserved in canopic jars decorated with the God’s likeness. (The God must then heal the damage naturally, without using or receiving any supernatural healing.)"
        },
        {
            "title": "Khaibit Guide",
            "description": "Dice Pool: Intelligence + Presence \nCost: 15 Legend + 1 Willpower \nWith this Boon, a God makes himself someone’s guide (as per the Birthright) and opens a channel for frequent communication. To do so, the God paints his name and any symbol associated specifically with him in a cartouche of liquid gold on a full-length mirror. He then positions himself and the person he intends to guide such that his shadow’s silhouette matches up with the recipient’s image’s outline in the mirror. While this is going on, the God’s player rolls (Intelligence + Presence) with a difficulty equal to (his character’s Legend + the recipient’s Legend). This roll can be extended, with an interval of one hour, if the character does not have sufficient Epic Intelligence (or luck) to garner the necessary successes in a single roll."
        },
        {
            "title": "Ren Theft",
            "description": "Dice Pool: Intelligence + Empathy \nCost: 1 Willpower to use \nWith this Boon, the God uncovers someone’s True Name (his ren) and uses it to compel that person. To be more specific, it grants a God the mental wherewithal to understand someone’s True Name fully enough to be able to use it to compel that person. A True Name is more than just the sound a person makes to identify someone, it is the discrete, unique expression that sums up someone’s very soul. A person is his True Name, and vice versa. To be able to define and understand the ren is to have an enviable power over the person to whom it belongs."
        }
    ],
    "industry": [
        {
            "title": "Work Harder",
            "description": "Dice Pool: Stamina + Survival \nCost: 1 Legend + 1 Willpower \nTo be industrious, one must sometimes be prepared to dig deep, take a few hard knocks or burn the candle at both ends. This Boon gives the Scion endurance enough to make long marches or continue working without sleep. The Scion using this power reduces fatigue penalties by 1 for each success rolled. This penalty reduction lasts for 12 hours, at which point the Scion may pay the cost and re-activate the power if he so chooses."
        },
        {
            "title": "Work Smarter",
            "description": "Dice Pool: None \nCost: 1 Legend \nAn industrious person knows to seek time-saving innovations wherever possible. By finding just the right balance in the materials, handling the tools in a more efficient way or finding the most advantageous location for the project, this Boon allows a Scion to intuit the most productive way to work. Using Work Smarter allows the Scion to double the speed with which he performs one type of repetitive manual labor such as stacking sandbags, digging a foxhole or peeling potatoes. This does not grant the user greater strength or the ability to physically move faster, but rather imparts knowledge of the best way to go about the task. This intuition cannot be communicated or shared with others— it would take longer to explain the technique than it would to just do it. This power cannot be used for complicated or unpredictable labors, such as repairing an engine, foraging for food or most anything that requires an ability roll. Although walking and running may be repetitive physical tasks, this Boon cannot be used to accelerate travel; the way to work smarter at covering ground is to get a vehicle."
        },
        {
            "title": "Fixit",
            "description": "Dice Pool: Perception + Craft \nCost: 1 Legend \nAnyone who wants to get more out of modern life needs to know how to get more out of modern machines. With only the bang of a hammer and a few twists of a screwdriver, a Scion with this Boon may spend 2 Legend to repair even the most grievously damaged equipment or vehicles almost instantly. The player may repair a number of health levels equal to the number of successes on the roll. The Scion can use this Boon on any given object only once per day, but he can use it on as many different objects in the same day as he can afford to spend the Legend points. Items may not be repaired beyond their original maximum number of health levels."
        },
        {
            "title": "Gremlins",
            "description": "Dice Pool: Charisma + Integrity \nCost: 2 Legend \nWhen there is just no explaining why a machine malfunctions, you can always blame it on gremlins. But gremlins aren't all bad: sometimes they get the other guy. Using this Boon allows the Scion to send invisible spirits of entropy into one visible piece of mechanical equipment such as an engine, a gun, or a time bomb. These gremlins jam gears, cross wires, loosen hoses and generally cause the machine to go on the fritz, but only for a limited amount of time. The Scion may choose to prevent the machine's operation for a number of ticks up to double the number of successes scored on the roll. The Scion must declare the length of the delay at the outset, and the machine resumes normal functions at the expiration of that time. It is unlikely to be long enough to cause a plane to fall to Earth, but it can provide the critical seconds needed to charge a machine gun or throw back a grenade."
        },
        {
            "title": "Supply Chain",
            "description": "Dice Pool: Intelligence + Politics \nCost: 4 Legend \nIt's no easy task to supply an army consisting of hundreds of thousands of soldiers spread out across the globe. Acquiring the material, processing it and transporting it to keep each soldier equipped with everything from food and ammunition to boots to prophylactics is a truly epic accomplishment of logistics. It boils down to this: the army that gets what it needs will win, and the one that doesn't will crumble."
        },
        {
            "title": "Fire in the Belly",
            "description": "Dice Pool: Stamina + Fortitude \nCost: 1 Willpower + 2 Legend per dot of Virtue added \nKeeping ahead of the competition demands tremendous drive and dedication. This power allows the Scion to temporarily boost that passion in times of great need. For each success rolled, the Scion may temporarily add one dot to a Virtue, to a maximum of five dots in any given Virtue. These dots may be distributed between the Scion's Virtues in any way the player sees fit, but each dot costs the Scion 2 Legend. The player may choose to add fewer Virtues than he rolled successes, and must pay the Legend cost only for dots added. These bonuses last one day, although a player may extend them for an additional day by spending one additional Willpower. The player may continue to renew this power as long as he can pay the Willpower cost."
        },
        {
            "title": "Jury Rig",
            "description": "Dice Pool: Intelligence + Craft \nCost: 5 Legend \nResources are scarce in times of war, so enterprising individuals know to \"use it up, wear it out; make it do or do without.\" Salvaging vehicles and weapons wherever possible is a very cost-effective way of keeping ahead of the enemy."
        },
        {
            "title": "Assembly Line",
            "description": "Dice Pool: Wits + Craft \nCost: 10 Legend \nSo resourceful is the Scion that he can create nearly anything with only a few rare resources, and can mass produce equipment with the wave of a hand."
        },
        {
            "title": "Innovate",
            "description": "Dice Pool: Intelligence + Craft \nCost: 10 Legend + 1 Willpower (or 10 Legend + 1 Willpower dot) \nThe character with this Boon is so innovative that there is virtually no device which he cannot improve, no matter how advanced or time-tested the original design. With a little tinkering, the God might shave firing pins to speed a gun's attack, mix in the right fuel additives to boost a vehicle's speed or improve the slope of a tank's armor to make it even tougher. By concentrating on an item for one action, each two successes rolled (rounded up) allows the player to add a _1 bonus to one of that item's traits such as damage, accuracy, health levels, armor or maneuverability. No item may receive more than a total bonus of +5 for all traits combined, which means a vehicle could gain +3 armor and +2 health levels, but not +5 to each. Bonuses may also be divided between identical items. Each item beyond the first requires a separate action and costs 5 additional Legend. The God must not be interrupted while using Innovate, so if he performs another action or even defends himself against attack then none of the items receive a bonus."
        },
        {
            "title": "The Project",
            "description": "Dice Pool: Intelligence + Science \nCost: 20 Legend + 1 Willpower \nContrary to assumption, the development of the Yankee's top-secret super-weapon is not being carried out only by a small clutch of bespectacled scientists locked in a room somewhere in New Mexico. It is actually the single largest and most expensive industrial project ever undertaken, utilizing more workers and factory equipment than all of the automobile manufacturers in the United States combined. With this Boon, a Yankee God can tap into the power of this experiment to produce a prototype weapon. Even this small sample can be so devastating that the Gods themselves fear to call it forth."
        }
    ],
    "itzli": [
        {
            "title": "Maguay Sting",
            "description": "Dice Pool: None \nCost: 1 lethal health level \nBy piercing her flesh with a maguey thorn, an obsidian blade, a surgical scalpel or even just a rusty straight pin, the Scion sheds a portion of her blood. This blood serves as a token offering to her divine parent, who rewards her with a single point of Legend. The Scion may perform this sacrifice only once per day."
        },
        {
            "title": "Combat Sacrifice",
            "description": "Dice Pool: None \nCost: 1 Willpower \nThe Scion stands unflinching before her raging enemies, sacrificing her safety in the name of her Legend. In combat, the character spends a point of Willpower to psych herself up for an action that might seem damn foolish. The player then sacrifices points of DV against an incoming attack, effectively making the character easier to hit. She can sacrifice no more points of DV than she has dots of Legend. If the attack hits her as a result of this reduced DV and inflicts even a single point of damage, the Scion receives a number of points of Legend equal to the DV penalty she forced upon herself. (Only those points of DV the player intentionally sacrificed count.)"
        },
        {
            "title": "Obsidian Mutilation",
            "description": "Dice Pool: Conviction \nCost: 1 lethal health level per Legend \nAs with Maguey Sting, the Scion ritually sheds her blood and receives a concomitant reward in Legend. Unlike Maguey Sting, though, this sacrifice doesn’t top out at one health level and one point of Legend per day. If her player succeeds on a Conviction roll, the character may inflict as many health levels of lethal damage upon herself as she wishes, earning a point of Legend for every health level she suffers. (These points may exceed the normal maximum, but any extra points disappear after one week.) The character may perform this ritual only once per week."
        },
        {
            "title": "Obsidian Excruciation",
            "description": "Dice Pool: None \nCost: 1 lethal health level per Legend point \nHaving proved her devotion to the Atzlánti, the Scion no longer need give of herself in sacrifice. As such, the Scion may use Obsidian Mutilation (Itztli •••) on a mortal, titanspawn or fellow Scion instead to reap the Legend reward. To do so, she ritually sheds a measure of the victim’s blood sufficient to cause levels of lethal damage and then burns that blood as an offering."
        },
        {
            "title": "Sacrifice of Will",
            "description": "Dice Pool: Conviction \nCost: 1 Willpower \nWhen the Scion contemplates a goal that is important not only to her, but to the Atzlánti—such as defending a temple from the titanspawn or thwarting a competing Scion from a different pantheon—she may give herself over to the Gods temporarily in pursuit of that goal. To do so, her player rolls the Scion’s Conviction and spends one Willpower."
        },
        {
            "title": "Poco a Poco",
            "description": "Dice Pool: None \nCost: 1 aggravated health level per 5 (or 6) Legend \nThe Scion performs a substantial sacrifice and receives a greater reward of Legend points for it. To do so, she removes an irreplaceable part of a victim’s body and burns it in a ritual dedicated to her divine parent or the Atzlánti in general. Each part she removes inflicts one level of aggravated damage and earns for the Scion five Legend points. As a general guideline, each hand and foot is worth one aggravated health level. Each arm from shoulder to wrist and each leg from hip to ankle is worth another aggravated health level. Each eye is worth an aggravated health level, as is the tongue. The male genitalia are worth an aggravated health level, as is the removal of a female’s ovaries and uterus (in toto, not individually)."
        },
        {
            "title": "The Burning Heart",
            "description": "Dice Pool: None \nCost: One heart \nIn an awful, gruesome display of power, the Scion tears the still-beating heart from a living victim and stuffs it into her own mouth. When she swallows the throbbing morsel down, she then slices open the skin of her chest and tears it back to reveal her blood-spattered ribcage. Only her heart is visible within, and it bursts into hellish red flames that cannot be doused. These flames also glow in the Scion’s eyes and from within her mouth. For the rest of the scene, the Scion’s effective Legend rating rises as follows, based on the victim’s Legend’s relation to the Scion’s:"
        },
        {
            "title": "Reception of Sacrifice",
            "description": "Dice Pool: Charisma + Legend \nCost: 1 Willpower \nWhen a member of the Atzlánti becomes a true God, he becomes entitled to a share of the power the Atzlánti receive from sacrifices performed in their honor. Blood shed in his name empowers him, and he takes a cut of any Legend granted to any of his Scions for using hero- and demigod-level Itztli boons. He need only take a deep breath and let the power flow into him from far away."
        },
        {
            "title": "Communal Divinity",
            "description": "Dice Pool: None \nCost: None \nThe Atzlánti don’t necessarily believe that true strength comes from the combined efforts of a whole community, but they do understand that no individual is any more worthwhile than his peers. Therefore, ownership of their divine power is an alien concept to these Gods. Knowing that their divine work is done is more important to them than who’s doing it."
        },
        {
            "title": "Familial Sacrifice",
            "description": "Dice Pool: Conviction \nCost: 1 Willpower \nIt is no small matter to be a member of a God’s family. Someone like that is significant and important, and therefore makes for a richly rewarding sacrifice. If ever a God should lay his hands on one of his siblings, parents or offspring, he stands to reap a thriving harvest of Legend points with a single stroke of the knife—provided he brings that knife down himself and in his own name. For this act to be its most meaningful, the God must have performed no other Itztli sacrifices on the victim in question (though the victim can have performed them on himself)."
        }
    ],
    "jotunblut": [
        {
            "title": "Bestial Endowment",
            "description": "Dice Pool: None \nCost: 1 lethal health level + 1 Legend \nThe Scion grants a beast a single extra dot in either Strength or Stamina. The beast becomes loyal to only the Scion, who can also train him as normal, but that loyalty must be renewed once every month."
        },
        {
            "title": "Human Endowment",
            "description": "Dice Pool: None \nCost: 1 lethal health level + 2 Legend \nThe Scion may imbue a human with two free Attribute dots that can be spent into the human’s Strength and/or Stamina. The human remains loyal to the Scion for a single month but grows irritable around other people. A Scion cannot use this Boon on a beast."
        },
        {
            "title": "Heroic Endowment",
            "description": "Dice Pool: None \nCost: 1 lethal health level + 3 Legend \nThe Scion can now imbue a human with three free Attribute dots to be spent into the human’s Strength and/or Stamina. The person remains loyal to the Scion for three months (roughly one season) and remains equally irritable with other people. A Scion cannot use this Boon on a beast."
        },
        {
            "title": "Supernal Bestial",
            "description": "Dice Pool: None \nCost: 1 lethal health level + 4 Legend \nThe Scion grants a beast four extra dots to be divided as he sees fit between its Strength and Stamina. The beast also gains two extra -0 health levels. The beast remains loyal to only the Scion, who can still train him as normal, but that loyalty must be renewed once every three months (roughly one season)."
        },
        {
            "title": "Supernal Human Endowment",
            "description": "Dice Pool: None \nCost: 1 lethal health level + 5 Legend \nThe Scion can now imbue a human with four free Attribute dots to be spent into the human’s Strength and/or Stamina. The recipient also gains two extra -0 health levels. The person remains loyal to the Scion for three months (roughly one season). This devotion is such that the person’s imposed Loyalty Virtue rises to 5. A Scion cannot use this Boon on a beast. If the listed time elapses before which a Scion must restore his Jotunblut bond with a mortal, the mortal loses any imposed Loyalty dots."
        },
        {
            "title": "Epic Endowment",
            "description": "Dice Pool: None \nCost: 1 lethal health level + 6 Legend \nThe Scion can imbue a human with five free Attribute dots to be spent into the human’s Strength and/or Stamina. The recipient also gains four extra -0 health levels. The person remains loyal to the Scion for six months with an imposed Loyalty of 5. It also raises the berserk’s imposed Courage to 5. A Scion cannot use this Boon on a beast."
        },
        {
            "title": "Divine Endowment",
            "description": "Dice Pool: None \nCost: 1 lethal health level + 7 Legend \nThe Scion can now imbue a human with either six free Attribute dots to be spent into the human’s Strength and/or Stamina or one dot to be spent into Epic Strength or Epic Stamina. Doing the latter also grants the human either the Crushing Grip or Holy Fortitude Knack (respectively). The recipient also gains six extra -0 health levels. As with Epic Endowment, the berserk’s imposed Loyalty and Courage are both 5. A Scion cannot use this Boon on a beast."
        },
        {
            "title": "Dire Endowment",
            "description": "Dice Pool: None \nCost: 1 lethal health level + 8 Legend \nFeeding a beast a measure of his blood, the God increases its Strength and Stamina by three each and grants it one dot each of Epic Strength and Epic Stamina. It gains no Knacks with these Epic Attributes. Its Legend increases by one dot, though only the first time this Knack is used on it. This Boon increases the beast’s size to half again its original size and adds four -0 health levels. The dire beast remains loyal to only the Scion, who can still train him as normal, but that loyalty must be renewed once per year."
        },
        {
            "title": "Giant",
            "description": "Dice Pool: None \nCost: 1 lethal health level + 9 Legend \nWhen the God feeds his ichor to a mortal and uses this Boon, the mortal’s body swells and expands dramatically in mere moments. This process is painful and ugly, but it’s mercifully quick. When it’s over, the mortal has become a giant. He’s half again as tall as he was originally and sheathed in powerful muscle. He gains eight free Attribute dots to be divided up between Strength and Stamina as the God wishes, as well as two dots each of Epic Strength and Epic Stamina. (Knack-selection is up to the player.) His Legend is 2, and he has imposed on him the following Virtue ratings: Courage 5, Endurance 3, Expression 1, Loyalty 5. This empowerment also adds eight -0 health levels to the mortal’s original total. A Scion cannot use this Boon on a beast."
        },
        {
            "title": "Eitr Antivenin",
            "description": "Dice Pool: None \nCost: 1 lethal health level + 10 Legend \nLest it be forgotten, the Aesir defeated the giants in the ancient days. As a result, the divinity of the Aesir can purge a giant’s foul influence on a mortal’s body. If the God can subdue a thrall, feed that thrall a measure of his ichor and activate this Boon, the God’s ichor destroys the giant’s eitr. Any damage done to the thrall’s Intelligence is repaired, though any benefits to the thrall’s Strength or Stamina dissipate as well. Fortunately, the removal of eitr also removes the unnatural loyalty the thrall was forced to feel toward the giant who originally fed him the eitr."
        }
    ],
    "samsura": [
        {
            "title": "Kriya",
            "description": "Dice Pool: Legend \nCost: None \nFate's influence rests entirely with action. In Fate's intricate web, each strand represents the connecting force between two individuals, the strand's thickness dependent on the strength of the interaction. Kriya represents this most primal aspect. The use of this Boon allows a Scion to manipulate one particular strand of Fate by briefly halting its creation. A Scion may use this power reflexively to reroll a failed action a number of times. Once they fail an action, the Scion may reflexively roll a dice pool equal to their Legend rating. For every two successes accrued, they may reroll that action again one more time (so four successes would allow two rerolls). Sacrificing a point of Legend to reroll an action cannot be used in conjunction with this Boon."
        },
        {
            "title": "Karma",
            "description": "Dice Pool: None \nCost: 1 Legend (+ 1 Willpower) \nWhile the common Western perception of karma is the give-and-take balance between action and response, the Hindu belief in karma is much more nuanced and mystical. Karma is more than the idea of \"do good things and good things are done to you\"; rather, karma represents the totality of one's action in the great fabric of the World, a delicate maneuvering through the mysteries of Fate. One can never known the complete effect of one's deeds upon the rest of Creation, yet the fated journey of the soul is driven through the choices made and missed."
        },
        {
            "title": "Pratyave",
            "description": "Dice Pool: Varies \nCost: 1 Legend + 1 Willpower \nFor every action, there is a reaction. The basic laws of physics is also an immutable truth in regards to Fate. The entirety of existence is a give-and-take struggle between the actions of individuals and the subsequent reactions doled out from Fate. A Scion with this power has learned to harness Fate's reflexes to her advantage. When another person successfully performs a supernatural action against her, the Scion may spend a point of Willpower to perform the same action against her opposition. Whatever the action is, the Scion performs the same action that her target executed against herself regardless of whether or not the Scion would normally be able to perform that action. For example, if a rival Scion uses his Serpent's Gaze Knack against the Deva, this Boon will return the favor, causing the rival Scion's eyes to be locked with the Deva. The Pratyave Boon is only effective against beings with a lower Legend rating. All targets must be valid for the Scion for this Boon to be effective. If a dice roll occurs, the Scion uses the same dice pool as the original actor, but using his own dots in Attributes, Abilities and the like."
        },
        {
            "title": "Tantra",
            "description": "Dice Pool: Perception + Samsara + Legend \nCost: 1 Willpower \nWhen a demigod enters into an intense meditative state, he focuses on the divine aspects of his pantheon in order to sharpen his insight on the World around him. By concentrating on his divine parent's form, from the smallest detail of the physical presence to the larger whole of his parent's godly existence, the primal forces controlling existence creates an aura of energy around the demigod that stimulates the surrounding area. To activate this Boon, the demigod must stay prone for at least one round in a yogic position without breaking concentration. Once a round is complete, the demigod's player rolls (Perception + Samsara + Legend) and chooses up to three targets within (Legend x 10) feet. As long as these targets remain within this range, they gain a DV bonus equal to the number of successes from the activation roll divided between the targets, at the discretion of the activating demigod. The demigod need not maintain his yogic position after the activation roll. This effect lasts for the rest of the scene."
        },
        {
            "title": "Bhava",
            "description": "Dice Pool: Manipulation + Craft + Legend \nCost: 4 Legend \nAccording to legend, all creation begins with thought; namely, the thoughts of Brahma intertwined with atman, the universal spirit. Each day, Brahma births new Gods and demigods with his thoughts, creating life where none existed before and birthing new ideas, new traditions and new options in the World. Any demigod of the Devas may mimic this action, albeit in a more subdued way. By focusing her mind for a tick, the demigod may create an object in her hands."
        },
        {
            "title": "Avidya",
            "description": "Dice Pool: Wits + Empathy vs. Intelligence + occult \nCost: 4 Legend + 1 Willpower \nBy virtue of living in the material World, we are stuck in an existence bound not only by Fate, but also by ignorance. The cycle of samsara is a reminder of this fact: Because we exist, we are unaware of the sublime knowledge that awaits us once we remove ourselves from the Fated life. The Sanskrit word for this delusion is avidya, which also means ignorance. The demigod can wield this ignorance to his advantage, forcing another being to fully exploit their ignorance of the sublime and divine."
        },
        {
            "title": "Mahaprasthana",
            "description": "Dice Pool: Perception + Empathy \nCost: 10 Legend \nDeath is not an obstacle to the followers of the Devas. Rather than being an endpoint in life's straight path, the Hindus feel that death is rather a single stop in the overall journey of the soul. To die is but one leg of a longer journey: a milestone, but certainly not an ending. This is not to say that death is an unimportant event; no demigod approaches the end of their physical body and the uncertainty of rebirth without a little hesitation. Sometimes, it's just a little inconveniently timed, as well. Marana aids in this predicament by staving off the forces of death in the Devas' vicinity, at least temporarily."
        },
        {
            "title": "Maya",
            "description": "Dice Pool: Manipulation + Presence \nCost: 15 Legend + 1 Willpower \nAccording to Hindu believe, existence is ultimately stuck in the concept of maya, the illusion that the World and its material properties exist at all. The spirit and energy that binds the World together is hidden beneath this concept. Every life, death and rebirth of an individual in some way acknowledges this truth, as Fate muddles the spiritual in a shiny veneer of distractions and sensual pleasures. Every spin through samsara's cycle is inured with this illusion. Yet the Devas have a way of using Fate's perpetually rotating trick to their advantage. Unlike the Illusion Purview (detailed in Scion: Ragnarok), which can create landscapes of unreality or morph objects of people entirely, the Devas halt Fate's cycle enough to replicate the illusion of past lives. After spending the appropriate Legend, the Scion's player rolls (Manipulation + Presense). For every success garnered on this roll without counting successes from Epic Manipulation, the God creates an illusory duplicate of himself. These duplicated Gods look and act exactly as the God using this power. In fact, in some fashion, they are the God, or at least an aspect ripped from her previous existences."
        },
        {
            "title": "Samsarana",
            "description": "Dice Pool: None \nCost: 2 Legend dots \nThe entire purpose of existing is to remove oneself from samsara's vicious cycle. Fate's hand holds everything in the effervescent waters of creation, with samsara's cycle forever in flux. The end of Fate's cycle is also the beginning; the process repeats, and the end becomes the beginning. All things die, but the Hindus believe that all things are reborn in accordance with the sum of their actions in life: Those who perform good actions are reborn into a god life, while the bad ones are born into squalor and danger. Gods, while divine, are not immune to the vagaries of death, and they persist in the same cycle as any mortal does. However, a God with this Boon can control the cycle a little better than the average mortal. She can choose how she is reborn!"
        },
        {
            "title": "Moksha",
            "description": "Dice Pool: Intelligence + Awareness + Legend \nCost: 30 Legend \nThe ultimate goal for the Devas who is caught in samsara is to remove himself from the cycle forever, to extricate oneself from Fate's influence and simply cease to exist. The Sanskrit word for this release from samsara is moksha, or liberation, and it is an elusive achievement from all but the most skilled and patient God. To use this power, a Scion must sit in a meditative trance for one hour without interruption (generally in a yogic position). At the end of the hour, the player rolls his character's (Intelligence + Awareness + Legend). For every success scored, the God removes himself from Fate's grasp for one day. While in this state, the World reacts as if he did not exist. People ignore him, those Fatebound to him are removed from their attraction and all memories of the God are shady and uncertain. Magic does not affect the God, nor do other Boons. Gods cannot see or detect the liberated Scion while he is in this State. He can freely move between Worlds without the use of Axes Mundi by spending a point of Willpower. Not even Titans and their aspects can sense the God's presence."
        }
    ],
    "mana": [
        {
            "title": "Know Tapu (Mana •)",
            "description": "Dice Pool: None \nCost: None, 1 Legend if secondary use is applied \nA Scion of the Atua instinctively knows what actions, places, or objects are declared tapu by the Atua (and their Scions). This Boon detects both mundane and divine tapu (see “Tapu and You” above). They learn this as they approach the object or place or as they are about to perform the action. They also know the strength of the tapu (the Legend of the Scion of god that originally declared it). By spending a point of Legend, the Scion may learn what, if any, divine restrictions are placed on another person. This only tells the Scion what someone is not allowed to do by divine command (not what they must do). For example, they may learn that a geas prevents a Scion of the Dagdha from eating pork, but they do not learn that a separate geas demands that the same Scion must offer hospitality to those in need."
        },
        {
            "title": "Warrior’s Mana (Mana ••)",
            "description": "Dice Pool: Charisma + (Melee or Ranged, depending on weapon [armor is Melee]) \nCost: 1 Legend point per bonus granted \nThe Scion can extend his mana over his weapons and armor. During combat, the Scion may activate this Boon to divide a number of bonuses up to half his Legend rating among his weapons and armor. Each bonus granted can add 1 to accuracy, damage, or defense of a weapon, 10 to the range of a ranged weapon, 1 to all levels of soak to an armor (it can add one level of lethal soak to an armor that doesn’t normally grant this level of protection, but cannot add aggravated soak to armor which does not normally provide it), or reduce the mobility penalty of an armor or speed of a weapon by 1 (to a minimum of 3). A particular weapon or armor can only have one use of this Boon affecting it at a time. \nIf the Boon is used twice on the same item, the new bonus simply replaces the old one. Bonus generated by this Boon last for a number of actions equal to the number of successes made on the roll or until combat is resolved."
        },
        {
            "title": "Hero’s Mana (Mana •••)",
            "description": "Dice Pool: Charisma + Command \nCost: 1 Legend \nThe Scion can now extend his mana over the world around him. By reciting a short karakia (rhyming prayer) and spending a point of Legend, the Scion may command the land or water around him to perform small actions to help him or her out. The hero Hatupatu famously used this Boon to force a rock to open a crevasse that he used to protect himself from the monster Karungaituku. The change may not be larger than the Scion himself, it must affect natural land or water (the floors of buildings cannot be commanded, although any rock underneath the floor can). In addition, it cannot affect living things, or directly attack opponents (however, a rock could be raised to stumble a charging Minotaur). \nThe change lasts for a number of scenes equal to the number of successes made on the Scion’s (Charisma + Command) roll. Note that this is direct command of the environment; there is no communication with spirits involved."
        },
        {
            "title": "Declare Minor Tapu (Mana ••••)",
            "description": "Dice Pool: Charisma + Occult \nCost: 1 or 2 Legend per item per scene, 1 Willpower for enhancement \nBy performing a ritual haka dance that lasts at least five actions over an item, the Scion may declare an object tapu, granting that object divine protection for one minute per success made in the (Charisma + Occult) roll (to a maximum number equal to the Scion’s Legend rating). Anyone except a God, Demigod, or Hero who uses the protected item subtracts a number of dice from all their actions equal to the Scion’s Legend rating while to tapu lasts (the Scion may weaken the tapu when desired, causing the penalty to be reduced as though he were a lower Legend). Additionally, by spending an additional Legend point, the Scion can have the tapu affect everyone, including Gods, Demigods, and Heroes. The item to be declared tapu must be in the Scion’s possession; you can’t point to a giant’s axe and declare it tapu. The Scion may spend a point of Willpower to cause this tapu to apply if someone purposely touches or carries the item (declaring an item tapu, then throwing it to hit an opponent does not work). A Scion may declare a maximum number of tapu equal to his Legend rating."
        },
        {
            "title": "Tiki (Mana •••••)",
            "description": "Dice Pool: Charisma + Occult \nCost: 1 Willpower, 5 Legend (10 Legend for permanence), 1 additional Legend for enhancement \nUsing this Boon, a Scion can bind a weak spirit into a statue to perform various functions for one story. The Scion simply needs to gain one success on a (Charisma + Occult) roll to find and bind the spirit. The statue used must be made of wood or stone and of vaguely human shape (although a humanoid head is enough to get by), but it does not have to be made by the Scion. After the spirit is bound to the statue, it can perform various functions for the Scion. First, the Scion may find out from the spirit what events occurred around the statue it was bound to. The spirit remembers all that occurs within a reasonable line of sight from the statue (it is assumed to have the Night Eyes Boon for this purpose and can see through fog and mist, but nothing thicker). It also remembers people who pass by it. By spending a point of Legend, the Scion may sense all that the spirit sees, hears, and smells at that moment for up to five minutes. The spirit is bound to the statue for one hour per success made on the Scion’s (Charisma + Occult) roll. \nBy spending ten Legend, the Scion can permanently bind the spirit to the statue. He gains the above benefits and one more. By permanently binding spirits to a minimum of three statues, he may place those statues to stake out an area no larger than one square mile in size (a house, a parking lot, or just a triangle of barren desert all work). All within the tikis’ boundaries is declared tapu. All who enter the area suffers the same penalties that afflict someone who has violated a minor tapu declared by the Scion (as described above). For a cost of an additional point of Legend, the Scion may set a password. Anyone who speaks the password to one of the statues before entering the area is immune to this effect. \nAs a Scion gains more threshold successes, he is able to bind an older and wiser spirit to the statue. Such spirits may act as a Guide rated at one dot per ten threshold successes made, to a maximum of four dots (there is a limit to how much the spirits know and are able to impart to others). Older spirits are able to perform the same functions listed above but they cannot be bound permanently."
        },
        {
            "title": "Chief’s Mana (Mana ••••• •)",
            "description": "Dice Pool: Charisma + Command \nCost: 5 Legend \nThis Boon works exactly like Hero’s Mana (Mana 3) except that it can affect both non-natural environments and larger areas. It still cannot affect living things, nor can environments be made to directly attack others. Non-water liquids that are not dangerous to mortals may be affected by this Boon as well. The maximum area affected by this Boon is a number of square yards equal to the Scion’s Legend rating. The effect lasts for a number of actions equal to the Scion’s (Charisma + Command) roll."
        },
        {
            "title": "Declare Major Tapu (Mana ••••• ••)",
            "description": "Dice Pool: Charisma + Occult \nCost: 1 or 2 Legend per item or sq mi affected, 1 Willpower for permanence \nThis Boon works exactly like Declare Minor Tapu (Mana 4) except that defined areas of land or sea may be affected as well as items. The Boon costs 1 Legend point per item affected or 1 Legend point per square mile of land affected. Anyone except a God, Demigod, or Hero who enters the protected area, or uses the item, suffers penalties equivalent to those inflicted on anyone who violates a minor tapu. Additionally, by spending an additional Legend point, the Scion can have the tapu affect everyone, including Gods, Demigods, and Heroes. A Scion may have a number of tapu equal to his legend rating (each place counts as a single tapu; a “place” being a contiguous area of land or sea regardless of size). \nThe tapu lasts for a number of days equal to the number of successes made on the (charisma + Occult) roll. The Scion may also spend a point of Willpower to make the tapu permanent. If declaring an area of land tapu, the Scion must be present in that area at the time they make their declaration. Note that only Worldly land may be affected, Terra Incognitae, Touchstones, Underworlds, and Overworlds are cannot be affected."
        },
        {
            "title": "Evade Tapu (Mana ••••• •••)",
            "description": "Dice Pool: Manipulation + Larceny \nCost: 10 Legend points \nThis Boon allows the Scion to avoid garnering penalties when violating a tapu. The Scion rolls his (Manipulation + Larceny) versus the (Charisma + Occult) of the one who declared that tapu. If the Scion succeeds, he does not suffer any penalties from violation of the tapu for one action per success made."
        },
        {
            "title": "God’s Mana (Mana ••••• ••••)",
            "description": "Dice Pool: Charisma + Command \nCost: 10 Legend points, 2 Willpower points for permanence \nThis Boon works exactly like Hero’s Mana (Mana 3) except that it can affect both non-natural environments, some living things, and can affect larger areas. The Scion may command any non-animal living thing, though still cannot cause them to attack directly. Lava and other dangerous liquids may also be affected at this level. The maximum area affected by this Boon is a number of square miles equal to the Scion’s Legend rating. The Scion can literally lift islands from the sea, create bridges over chasms, or \nbuild himself a palace on an empty lot. The effect lasts for a number of actions equal to the number of successes made on the Scion’s (Charisma + Command) roll. Additionally, 2 Willpower may be spent to make the created effect permanent."
        },
        {
            "title": "Declare Severe Tapu (Mana ••••• •••••)",
            "description": "Dice Pool: Charisma + Occult \nCost: 1 or 2 Legend points per item, action, or square mile affected, 1 Willpower for permanence, 10 Legend for enhancement \nThis Boon works exactly like Declare Major Tapu (Mana 7) except that defined actions may be affected as well as items and areas of land. The Boon costs 1 Legend point per item affected, 1 Legend point per square mile of land affected, or 1 legend point to affect a simple action. Actions declared tapu must be simple and direct (“attack me” is simple; “breaking into the bank vault without being seen” is not). Additionally, the Scion may only declare the action tapu for a specific group (“Titanspawn,” “Titans,” \n“Scions of the Aesir,” and “Alcoholics” are all acceptable), anyone else isn’t affected. Each God is only allowed to have a number of tapu equal to his Legend rating. \nAnyone except a God, Demigod, or Hero who enters the protected area, uses the item, or performs the action suffers penalties equivalent to those inflicted on anyone who violates a minor tapu. Additionally, by spending an additional Legend point, the Scion can have the tapu affect everyone, including Gods, Demigods, and Heroes. The tapu lasts for a number of months equal to the number of successes on the (Charisma + Occult) roll. The Scion may also spend a point of Willpower to make the tapu permanent. \nBy spending an additional ten Legend points, the Scion can increase the afflicted dice penalty to a number equaling twice his Legend rating."
        }
    ],
    "scire": [
        {
            "title": "Fundamental",
            "description": "Dice Pool: None \nCost: 1 Legend \nThe fundamental principle of Scīre is to know, as the name indicates, but this also means that the Scion must understand the World and deduce its rules. Activating the Fundamenal Boon gives an Atlantean a bolstered sense of mechanics and physical laws. The Atlantean’s player adds the character’s Scīre rating to all dice pools involving the Craft or Science Ability. Unlike the Arete Purview of the Dodekatheon, though, this benefit does not scale increasingly with higher levels; the Atlantean only gains a bonus equal to the character’s highest level of Scīre."
        },
        {
            "title": "Literati",
            "description": "Dice Pool: Intelligence + Science \nCost: 1 Legend \nThe Scion touches an object that contains information — most commonly a book or paper, though possibly also a computer disk, a flash drive or a rune-covered tablet — and in a moment, all of the information contained on the item floods into the Scion’s mind. Depending upon the complexity of the information, the Storyteller may set a difficulty for the (Intelligence + Science) roll, but most basic books and texts require only one success for this transfer. Works covering complex or esoteric topics may require three to five successes to decipher, and the difficulty should increase by five or more if the work is in an unknown language or format (such as the binary code on a magnetic storage device). The Scion doesn’t necessarily understand all of the fine details of the data, but she has access to all of the raw facts; the information is essentially downloaded into her brain."
        },
        {
            "title": "Intuitive Adaptation",
            "description": "Dice Pool: None \nCost: 1 Legend \nHaving instinctively learned the laws of physics within the material world, the Atlantean gains the ability to perform great feats of technical precision. The Atlantean’s bonus from the Fundamental (SCĪRE 1) Boon now extends to any task in which the Atlantean uses a technological device. For the purposes of this power, any action that the Scion undertakes while using a tool with moving parts, chemical reactions or electricity — anything more complex than a simple machine, basically — benefits from the bonus dice that Fundamental normally provides to Craft and Science tasks. If the Scion performs a tool utilizing task that relies on one of those Abilities, such as reprogramming a computer, then activating this Boon in conjunction with Fundamental allows the bonus to stack, giving the player bonus dice equal to twice the character’s highest level of Scīre. Tasks that use a different Ability, such as Marksmanship with a Relic gun, can still gain a bonus equal to the Scion’s level of Scīre when this Boon is activated. Once activated, this Boon remains in effect for the duration of the scene."
        },
        {
            "title": "Consequence",
            "description": "Dice Pool: None \nCost: 1 Legend \nWith but a glance, the Scion looks at a simple object or tool and ponders, “What would happen if I….” As a result, he gains an intuitive knowledge of an event that would occur immediately after doing whatever it was that he was thinking of doing. For instance, if the Scion glanced at a car that had been rigged to explode and said, “What would happen if I turned on that car?” he would immediately know that it will explode. Conversely, if he looks at a normal door and asks, “What will happen if I open that door?,” the only real answer is that he will be able to enter the building."
        },
        {
            "title": "Proper Tool",
            "description": "Dice Pool: None \nCost: 2 Legend \nAlthough an Atlantean can often adapt quickly to changing conditions with the Intuitive Adaptation Knack, her gear and devices might not follow suit as quickly. Delicate contraptions can be quickly ruined by exposure to sea water. Guns misfire and electronics fail in heavy rain. Extreme cold can ruin plastics by making them brittle, or the heat of a raging volcano might start to melt plastics. Fortunately, Scīre provides the foresight and the mystical endurance to protect against such hazards. The Atlantean simply invokes this Boon and all items that she wears, carries or holds become protected from environmental hazards to the same degree that she is. That is, if she has Fire Immunity (FIRE 1), all of her clothes and possessions have it, too. Indeed, the Scion’s own Epic Stamina Knacks can make her possessions resistant to a wide range of hazards, because her gear gains all of her immunities and resistances."
        },
        {
            "title": "Remote Control",
            "description": "Dice Pool: Dexterity + Control \nCost: 3 Legend \nAtlanteans devised myriad cunning devices (for their time), and their familiarity with technology gave them a tremendous ability to interact with and command devices. Every physical law and every device was seen as interlinked with the Scion’s understanding of the World, so the demigods and Gods of the Atlantean Pantheon knew well the notion that the most minute action could reverberate with consequences felt across reality. A simple act such as raising one’s hands could change a balance point on a complex system of weights and thereby trigger a gearing system that opened a tremendous door. The use of Scīre refined this principle to such heights that an Atlantean could, with the simplest of gestures, exert precise command over the technologies of the golden civilization."
        },
        {
            "title": "Masterful Vector",
            "description": "Dice Pool: Wits + Marksmanship \nCost: 3 Legend \nA quick appraisal of a situation allows the demigod to surmise immediately the best way to exert a force such that it affects as many targets as desired, while leaving other targets unscathed. With any ranged attack or special power that targets an area, the demigod can choose whom to include and exclude from the effect. The demigod can leave entire areas unscathed while victims are trapped in whatever other nastiness she devises. If the Atlantean uses a weapon that normally sprays an area, such as an acid-spraying pump or a flamethrower, she exerts complete control over where its devastation lands. In conjunction with a Boon or Knack, the Atlantean gains total influence over its area of effect, able to include or exclude specific locations, people or even parts of certain targets, as desired. She cannot reshape a power beyond its original range or “trade” some of its internal volume to stretch it past its normal limits, though. The player’s (Wits + Marksmanship) activation roll determines how many targets the demigod may choose to selectively exclude from an area effect."
        },
        {
            "title": "Anticipation",
            "description": "Dice Pool: None \nCost: 10 Legend \nThe keen Atlantean mind can anticipate the connections proceeding from nearly any chain of events. Indeed, just by rapidly applying the knowledge of the World to a given situation, combined with facts about the God’s own capabilities, the Atlantean can derive an accurate conjecture regarding the outcome of any action. The player simply expends the appropriate Legend points before taking an action. After rolling for the outcome of an action, the player may then choose to undo that action and take a different one instead. In effect, the God foresees the consequences of taking a particular tack and decides to do something else. Note that after rolling for an action, the God must either abide by those results or change to a different action — the player cannot decide to roll, take a different action, then do the same action again (as a “different action”) with a new roll."
        },
        {
            "title": "Deep Secret",
            "description": "Dice Pool: Wits + Stealth \nCost: 1 Willpower + 10 Legend \nThough most of Scīre concerns itself with knowing the World and understanding its natural laws, the Deep Secret Boon inverts this principle. The Scion calls to mind a certain fact that she knows from personal experience. She writes this fact down in some fashion, storing it on a disk, in a computer or on a scrap of paper. Then she invokes this Boon, and the fact is whisked away from common memory, turned into a secret stored only on the place where she wrote it. Even the God herself doesn’t remember the fact — which makes for a great alibi, since she can truthfully claim ignorance."
        },
        {
            "title": "Ultimate Effect",
            "description": "Dice Pool: Intelligence + Science \nCost: 1 Willpower + 15 Legend \nIf knowledge is power, then ultimate knowledge is ultimate power. The God’s supreme understanding of universal principles enables the Scion to cheat those principles. The player spends the necessary Willpower and Legend and makes an (Intelligence + Science) roll, and the God attempts to violate the laws of causality."
        }
    ],
    "taiyi": [
        {
            "title": "Five-Cycle Augmentation",
            "description": "Dice Pool: None \nCost: 1 Legend \nThe first art of Taiyi is learning to pass Qi to another being to augment his own supernatural force. The Scion concentrates, touches another character who is using a Boon or spell, and spends a point of Legend. This enhances the target character’s use of the Boon or spell as if his Legend were one higher than its actual value. For instance, a dice pool that included the character’s Legend would gain one die, or the recipient’s Legend would be treated as one higher than its real value (for purposes of Boons whose effectiveness depends on the attacker’s Legend being equal or higher than his target’s)."
        },
        {
            "title": "Yin-Yang Destruction",
            "description": "Dice Pool: Legend + Occult or Science \nCost: 1 Legend (+ 1 Willpower) \nAfter learning how to enhance the Qi of another legendary being, a Scion learns how to counter the supernatural force in powers directed against him. He shapes his own Qi into the perfect negation of the power used against him, the Yin to its Yang. This is much easier, however, against powers the Scion has experience at using himself."
        },
        {
            "title": "Five-Cycle Conjunction",
            "description": "Dice Pool: None \nCost: None \nIncreasing mastery of Yin, Yang and the Five Elements enables a student of Taiyi to protect his own All-Purpose Purview Boons from Yin-Yang Destruction. She does this by altering the effect of a Boon so that it falls within two Purviews at once. She must know at least one Boon from each Purview, and still needs to carry a Birthright for at least one of the two Purviews."
        },
        {
            "title": "Eight Trigram Transformation",
            "description": "Dice Pool: Wits + Craft \nCost: 3 Legend \nMatter constantly takes new forms, from water vapor condensing into rain to rock’s slow decomposition into soil. All matter is just a particularly dense form of Qi, and the Five Elements and Eight Trigrams govern all their transformations. A scholar of the Great Principle of Change can nudge this potential for change into new paths, and so transform matter into new forms and substances. To do this, she need merely touch the object and trace out the trigrams that represent the sort of change she desires. For a small change, she can trace the trigrams with her finger. Large objects (anything larger than person-sized) requires drawing trigrams on the object using ink, chalk or some other means."
        },
        {
            "title": "Qi Hand",
            "description": "Dice Pool: None \nCost: 2 Legend per item per action \nAs demigods master the Great Principle, they can manipulate objects using currents of Qi in a form of telekinesis. A Scion could wrestle someone without touching him, wield one weapon while another dances in the air beside her, or type at a computer keyboard while peeking in through a window. Anything a person can do by hand, the Qi Hand can do as well. Actions involving the Qi Hand use the same dice pools as they would if the character performed the action himself. For instance, wielding a sword using the Qi Hand would call for a (Dexterity + Melee) roll. The Strength of the Qi Hand equals the character’s Legend, so a physically frail Scion could use her Qi Hand to send burly bikers flying."
        },
        {
            "title": "Living Hexagram Metamorphosis",
            "description": "Dice Pool: Wits + Medicine \nCost: 5 Legend \nTales of Gods and sages often describe them transforming people and animals as well as inanimate objects. For instance, Wong Tai Sin turned the sheep he was supposed to tend into white boulders, and back again. This Boon functions like Eight Trigram Transformation, but can affect living targets. This includes creating life from the inanimate. However, the Scion cannot create intelligence or a soul where none existed before."
        },
        {
            "title": "Resurrection Anchor",
            "description": "Dice Pool: None \nCost: 10 Legend \nMost creatures of Legend return from death only if they possess Ultimate Stamina. The shen, however, regard death itself as just another change of form and state. Even a demigod can return from death… with help, and at cost."
        },
        {
            "title": "Divinize Kuei",
            "description": "Dice Pool: None \nCost: 10 Legend \nTo a great sage of Taiyi, the difference between ghosts and Gods is more one of degree than of kind. At will, the character can transform a ghost into a lesser immortal with a maximum Legend of 4. This can be a demon, an Earth God, the Chinese analogues to nymphs or alfar — whatever the Scion wants. To perform this feat, the Scion walks in a circle around the ghost she intends to transform, placing her feet so her steps form stylized images of various groups of stars, a practice called “pacing the constellations.” The transformed ghost may feel some gratitude for his promotion to lesser immortal, and the exercise of Legend has the normal chance of Fatebinding, but the Boon does not intrinsically grant the Scion any control over the lesser immortal he just made."
        },
        {
            "title": "Grand Unity Transformation",
            "description": "Dice Pool: Willpower + Legend + Craft, Occult or Science \nCost: 15 Legend \nA divine master of the Great Principle can create whatever surroundings she wants, in a wide area centered on herself. As a dramatic action taking five minutes to complete, the character can create whatever simple, inanimate objects she wants. She can also create living creatures, natural forces such as flames and storm-winds, or virtually anything else she can imagine, depending on what other Boons she knows. The Scion’s player rolls the dice pool and allocates the successes to various transformations:"
        },
        {
            "title": "Reshape Shen",
            "description": "Dice Pool: Willpower + Legend + Command \nCost: 20 Legend \nUltimate mastery of the Dao enables a God to transform other Gods, spirits or lesser immortals. The other God must be willing or somehow compelled not to resist. The greatest Gods in the Celestial Bureaucracy use this Boon to reshape lesser Gods so they can better fulfill the duties of a new office, or as the ultimate threat of punishment by taking away a God’s former identity. The Celestial Bureaucracy also used this Boon to assimilate the Gods of China’s conquered ethnic minorities: It forms the pantheon’s ultimate threat against foreign deities. To use this Boon, the character’s player must win a contested roll of the Scion’s (Willpower + Legend + Command) versus the target’s (Willpower + Legend + Integrity), even if the subject is willing. The process is a one minute, -2 DV dramatic action. If the roll succeeds, the Scion can turn his subject into a different character. The Scion’s player defines the transformed entity’s Legend, Attributes, Abilities, Epic Attributes, Boons, Virtues — everything."
        }
    ],
    "tsukumo-gami": [
        {
            "title": "The Wakeful Spirit",
            "description": "Dice Pool: Charisma + Presence \nCost: None \nWith a little persistence, a Scion can capture the attention of the spirit of an inanimate object and speak to it for a few minutes. When she does so, the object takes on anthropomorphic features—the grains in a wooden door, for instance, might flow into the shape of a face—and speaks in a way befitting the size and importance of the object. Unremarkable, unimportant objects have dim-witted, semi-conscious spirits, whereas unique objects to which people form emotional attachments are eloquent, knowledgeable and charming."
        },
        {
            "title": "The Watchful Spirit",
            "description": "Dice Pool: Charisma + Presence \nCost: 1 Legend \nThe Scion can not only coax information from a kami, but also set it to some passive task on her behalf. She can, for example, have the kami watch out for a specific person, observe any titanspawn who approach, or remember and repeat anything another Scion says to it. This period of duty lasts for a number of days equal to the number of successes the character amassed on the activation roll."
        },
        {
            "title": "The Helpful Spirit",
            "description": "Dice Pool: Charisma + Occult \nCost: 1 Legend per die of improvement \nWith the proper shows of respect and decorum, a Scion can convince the kami within an object to enhance the mundane function of that object. In so doing, she gains a dice bonus equal to the number of Legend points she spends on the effect, which lasts for a number of days equal to number of successes on the activation roll. Be it anything from a weapon to a baby grand piano, the item must be one that requires a dice roll to use with skill. If the character uses this Boon on one of her Birthright items, she can enhance only its mundane function."
        },
        {
            "title": "The Summoned Spirit",
            "description": "Dice Pool: Charisma + Occult \nCost: 1 Legend \nBy constructing a temporary shrine devoted to a kami whose name she knows—and whose Legend is less than her own—the Scion can call upon that kami wherever she is. The spirit’s face materializes in the shrine, and the Scion may attempt to use any Tsukumo-Gami Boons she possesses on it, just as if she were in the being’s physical presence. The kami can also cause to materialize above the shrine an image of what’s happening at the kami’s physical location, allowing the Scion to remotely witness that location as the kami sees and hears it. This contact lasts for a maximum number of minutes equal to the successes on the activation roll. The kami can break off contact as well if the Scion offends it."
        },
        {
            "title": "The Impressed Spirit",
            "description": "Dice Pool: Dexterity + Craft \nCost: 1 Legend (to transport) \nThe Scion goes out of her way to flatter the spirit of some treasured item she owns, by crafting in its presence tiny replicas of the item. She then wraps each replica up in a paper packet on which the name of the item and its immanent kami is written in elegant calligraphy."
        },
        {
            "title": "The Blinded Spirit",
            "description": "Dice Pool: Manipulation + Occult \nCost: 3 Legend (+ 1 Willpower) \nThe Scion recites certain prayers backward and fills a small enclosure with a cloying pall of incense smoke. Having done so, she may then place another Scion’s stolen Birthright relic into the smoky enclosure, bind it with prayer strips decorated with mirror-reversed kanji and leave it there for 24 hours. When she removes the relic, she finds its kami disoriented and confused, unsure of where it is or who has possession of it. The Scion’s player then makes a (Manipulation + Occult) roll for the character to convince the disoriented spirit that it has been recovered by its rightful master. If the roll succeeds, the relic functions for the Scion who’s taken possession of it just as it normally does for the Scion for whom it was originally intended. That is, the Scion thief can make full use of the Boons normally accessed through it without her player having to make the Legend roll described in regards to Stolen Relics. The relic’s kami remains disoriented and helpful for a number of days equal to the successes rolled to confuse it, at which point it comes to its senses and realizes how it’s been tricked."
        },
        {
            "title": "The Abducted Spirit",
            "description": "Dice Pool: Charisma + Tsukumo-Gami \nCost: 1 Willpower + 1 Legend \nIf the Scion’s player succeeds on a (Charisma + Tsukumo-Gami) roll against a kami’s (Willpower + Integrity + Legend) roll while the Scion is either in the kami’s presence or using The Summoned Spirit (Tsukumo-Gami 4) to speak to the kami, the kami is forced to instantly appear before the Scion in its fully material form. For the rest of the scene, the kami is honor-bound to defer to and obey the Scion as if it were a follower (per the Birthright of that name)."
        },
        {
            "title": "The Industrious Spirit",
            "description": "Dice Pool: Charisma + Occult \nCost: 10 Legend (+ 1 Willpower dot—optional) \nA kami is the undeniable master of the item of which it is the spirit. Any fact that can be known about the item, the kami knows. Anything that can normally be done with the item, the kami can do. It is aware of even the smallest microscopic change in the item, as well as how the item is being used at any given time."
        },
        {
            "title": "The Dancing Spirit",
            "description": "Dice Pool: Charisma + Occult \nCost: 5 Legend per scene \nWith a successful (Charisma + Occult) roll, the God politely requests the assistance of the kami of an object in his possession, asking it to make the object perform its normal function on his behalf. That is, he tells it what to do, and the object does that very thing as if the God himself were using it. A car might drive itself. A sword might float in the air and fight the God’s foes. A hairbrush might take the tangles out of his matted mane."
        },
        {
            "title": "The Relocated Spirit",
            "description": "Dice Pool: Manipulation + Occult \nCost: 1 Willpower + 15 Legend \nWith this Boon, the God can exert divine authority over a kami whose Legend is lower than his by severing that kami’s connection to its item and/ or attaching it to another item altogether. Doing so requires a (Manipulation + Occult) roll versus the kami’s (Willpower + Integrity + Legend), as well as the expenditure of one Willpower point and 15 Legend points. If the roll is successful, the kami is ejected from its object and his intrinsic awareness of it is severed."
        }
    ],
    "mystery": [],
    "prophecy": [],
    "magic": []
}