{
    "Pesedjet": {
        "gods": {
            "Anubis": {
                "name": "Anubis",
                "aka": [
                    "Yinepu",
                    " Anupu"
                ],
                "description": "Anubis, judge of the Underworld and weigher of the souls of the dead, has the body of a Nubian man and the head of a jackal-though he reveals it only rarely these days. His enemies insist his soul is that of a jackal, too, but most who meet him consider him urbane and sophisticated, with a dark but pleasing sense of humor. In legend, he is the patron of embalmers and all who work with the dead. He sat with his scales in the Hall of Two Truths in the Egyptian Underworld.\n\nAnubis used to live as an undertaker, a judge, a lawyer, a jeweler and a bodyguard as the mood of the day struck him. None of his clients ever died while under his protection, though few lasted long after his angry departures.\n\nThe Scions of Anubis are similarly dedicated, and similarly fickle. Excellent judges of character like their father, these Scions frequently maintain an intense loyalty to other Scions and Bands they deem worthy. However, if disappointed or disillusioned by the actions of their compatriots, Anubis's Scions will often abandon or even turn on their comrades if unable to convince them of the injustice of their recent activities.\n\n",
                "rivals": [
                    "Set",
                    " Baron Samedi",
                    " Hermes",
                    " Izanami",
                    " Tezcatlipoca",
                    " Vidar"
                ],
                "favoured": {
                    "purviews": [
                        "Animal (Jackal)",
                        "Death",
                        "Guardian",
                        "Heku",
                        "Justice"
                    ],
                    "epic_attributes": [
                        "Epic Perception"
                    ],
                    "abilities": [
                        "Animal Ken",
                        " Empathy",
                        " Integrity",
                        " Medicine",
                        " Melee",
                        " Occult"
                    ]
                }
            },
            "Atum-Re": {
                "name": "Atum-Re",
                "aka": [
                    "Ra",
                    " Atum",
                    " Aten",
                    " Tem-Ra"
                ],
                "description": "In Egyptian legend, Atum-Re was the universe's creator, the sun God who rode across the sky in the sun barque, dispensing blessings on everyone. God of magic and all-powerful, nothing in Creation could harm him until Isis conned him out of his true name. After that, he was only as powerful as the other Gods. Atum-Re remains bitter, though he pretends to be above the Pesedjet's disputes. Other deities mock him for his aloof nature, manicured hands and cautious face.\n\nToday, Atum-Re puts on a tall, slender male form, with long fingers, dark complexion and closely curled hair. He is mature without being elderly, and affects several personas, ranging from a dealer in Middle Eastern antiquities to a diplomat to a mosque imam to an executive from a solar energy co-operative. People remember him as a distinguished fellow, thoughtful and deliberate in all conversations, with great force of personality.\n\nAtum-Re's Scions are also deliberate and thoughtful. They are strong without being overly strong, and they are observers of the natural world. Few things that are out of place ever escape their notice.\n\n",
                "rivals": [
                    "Horus",
                    " Isis",
                    " Athena",
                    " Erzulie",
                    " Freyr",
                    " Huitzilopochtli",
                    " Susano-o"
                ],
                "favoured": {
                    "purviews": [
                        "Animal (Falcon)",
                        "Heku",
                        "Sun"
                    ],
                    "epic_attributes": [
                        "Epic Charisma",
                        "Epic Manipulation",
                        "Epic Perception"
                    ],
                    "abilities": [
                        "Academics",
                        " Art",
                        " Fortitude",
                        " Investigation",
                        " Politics",
                        " Presence"
                    ]
                }
            },
            "Bastet": {
                "name": "Bastet",
                "aka": [
                    "Bast"
                ],
                "description": "Queen of Cats, with a feline grace, Bastet is a Goddess of prophecy-though she's no pawn or puppet of Fate. Cat-headed, with skin the color of chocolate, covered with fine fur, Bastet has green eyes with vertical slits common to cats. What her chosen animals see, she also sees. Thoth made her keeper of his Book, a magical work that controls such powerful forces as time-space and life-death-rebirth, so that he could not undo the universe accidentally. Using it, Bastet keeps mortals in realms of mortal time. Her Scions help to keep such secrets from mortal, divinity and Titan alike.\n\nIn the modern day, Bastet appears as a slender woman with rounded hips and a graceful manner. She has been a belly dancer and the madam of a brothel, the hostess of salons and a spy in Paris. She even took on a role as a geisha in Japan, as part of a special exchange program among Gods many years ago. Of the Pesedjet, she is most open to new experiences.\n\nHer Scions are motivated to explore and interact with novelty. They usually begin with cautious observation before delving in deeply to their subject, as if it were an academic exercise. Once convinced that it is not dangerous, they leap in completely. It is at this point that they usually remember what killed the cat.\n\n",
                "rivals": [
                    "Isis",
                    " Frigg",
                    " Hera",
                    " Ogoun",
                    " Raiden",
                    " Tlazoltotl"
                ],
                "favoured": {
                    "purviews": [
                        "Animal (Cat)",
                        "Heku",
                        "Moon",
                        "Prophecy",
                        "Sun",
                        "Vengeance"
                    ],
                    "epic_attributes": [
                        "Epic Charisma",
                        "Epic Dexterity",
                        "Epic Perception",
                        "Epic Wits"
                    ],
                    "abilities": [
                        "Athletics",
                        " Awareness",
                        " Brawl",
                        " Larceny",
                        " Stealth",
                        " Survival"
                    ]
                }
            },
            "Geb": {
                "name": "Geb",
                "aka": [
                    "Keb",
                    " Qeb",
                    " Seb"
                ],
                "description": "Geb is God of the earth, \"son of Tefenet and Shu who have gone into dust\" as the Pesedjet say. Once married to Nut, Titan of night, he constantly seeks dark-faced women with stars in their eyes. Geb has dark hair and skin the color of rich soil, and his brown eyes hold gentleness and ancient knowledge. Father of Osiris and Set, he is second of the Pesedjet after Atum-Re. Forever separated from Nut, he gazes up at night with perceptible longing.\n\nIn modern times, Geb has played many rolesenvironmentally responsible agronomist, friendly stockist at health food stores, organic egg farmer, obsessed astronomer and champion bird breeder. Appearing to be between his late 20s and mid-30s, he rarely seems as old as his children. With only some moisture, he can plant gardens anywhere. Geb's Scions are equally green-thumbed. They often live in oases of beauty and fair prospects hidden away on city rooftops, on ledges of arid mountains or in deep ravines in the desert.\n\n",
                "rivals": [
                    "Sobek",
                    " Damballa",
                    " Dionysus",
                    " Hel",
                    " Izanagi",
                    " Quetzalcotl"
                ],
                "favoured": {
                    "purviews": [
                        "Animal (Goose)",
                        "Earth",
                        "Fertility",
                        "Heku",
                        "Justice"
                    ],
                    "epic_attributes": [],
                    "abilities": [
                        "Art (Gardening)",
                        " Command",
                        " Empathy",
                        " Fortitude",
                        " Politics",
                        " Science"
                    ]
                }
            },
            "Horus": {
                "name": "Horus",
                "aka": [
                    "Heru",
                    " Nekheny"
                ],
                "description": "Son of Osiris and Isis, the God Horus is one of the youngest of the Pesedjet. Falcon-headed with skin the color of coffee, Horus is the most conservative of the Egyptian Gods. He likes to reminisce about his incarnation among mortals as a pharaoh of ancient Egypt, and he regularly visits the Cairo Museum to gaze on the objects buried with Tutankhamun. \"Second-rate stuff,\" he is heard to scoff, and he can lecture endlessly on the glories of his country until people fall asleep. That said, he is an implacable enemy and a great force for justice. In modern times, he often affects the appearance of a fair-skinned, athletic young man with an eye patch (in all forms, Horus is missing his left eye thanks to a battle with Set). He has been a uniformed police officer, a detective on the night beat, a marshal transporting prisoners, a judge on the bench, an agent with Interpol and a Canadian Mountie. Like the Mounties, he always gets his man-usually destroying his quarry in the process.\n\nHorus's Scions are similarly dedicated and driven. Commonly pursuing careers in law enforcement, they often cross the line between law and vengeance, to the dismay of their superiors. In leadership roles, they emphasize their perks at the expense of their duties. They always have a fondness for fine and beautiful things and tend to prefer gold to silver.\n\n",
                "rivals": [
                    "Set",
                    " Hachiman",
                    " Kalfu",
                    " Loki",
                    " Tlaloc",
                    " Zeus"
                ],
                "favoured": {
                    "purviews": [
                        "Animal (Falcon)",
                        "Heku",
                        "Justice",
                        "Moon",
                        "Sky",
                        "Sun"
                    ],
                    "epic_attributes": [
                        "Epic Strength"
                    ],
                    "abilities": [
                        "Athletics",
                        " Awareness",
                        " Brawl",
                        " Command",
                        " Melee",
                        " Politics"
                    ]
                }
            },
            "Isis": {
                "name": "Isis",
                "aka": [
                    "Aset"
                ],
                "description": "In modern times, Isis takes on many roles and cannot be easily defined. She chooses her places in mortal life with an eye to being at the right place at the right time, rather than in a specific career or persona. As a housemaid or a matriarch, she is always in the proper place to do the most good, as she sees it. Unlike other healing Gods, she uses her powers only after she has won favorable concessions to her projects.\n\nFew of Isis's own Scions are so relentlessly mercenary, partly by Isis's design. She prefers thoughtful but biddable Scions who can be used to support her plans and then switched off until needed again.\n\n",
                "rivals": [
                    "Thoth",
                    " Amaterasu",
                    " Hermes",
                    " Odin",
                    " Ogoun",
                    " Quetzalcotl"
                ],
                "favoured": {
                    "purviews": [
                        "Fertility",
                        "Guardian",
                        "Health",
                        "Heku",
                        "Magic",
                        "Mystery"
                    ],
                    "epic_attributes": [
                        "Epic Charisma",
                        "Epic Manipulation"
                    ],
                    "abilities": [
                        "Academics",
                        " Integrity",
                        " Investigation",
                        " Occult",
                        " Politics",
                        " Presence"
                    ]
                }
            },
            "Osiris": {
                "name": "Osiris",
                "aka": [
                    "Wesir",
                    " Sepa",
                    " Serapis"
                ],
                "description": "Osiris is a tall, long-limbed gentleman, not old but not young. He has curly black hair, dark green skin (less obvious when he walks secretly among mortals but a tint of green still exists); green eyes, and prefers linen suits to jeans or wool. In legend, he was the king of Egypt until his brother murdered him and hacked him apart. His wife Isis brought him back to life, but Set had already destroyed his genitals. Since eunuchs couldn't be kings, power passed to his son Horus, and Osiris was appointed king of the dead instead. When dealing with Scions and deities, he is forthright about his intentions to manipulate emotions and plans, but people love helping him because he appears so good and wise. It's not until after he's left that you realize how much stupidity one has agreed to, and just how deeply in debt to him one really is.\n\nOsiris has had something like 7,000 years to get over his anger and get used to ruling a realm of dead spirits. He has done his best to make them comfortable and relies upon their labor and assistance to make life pleasant in whatever part of reality or the Overworld he happens to inhabit currently. He comes across as a wealthy businessman or obscure European nobility, with more money in the bank than even Gods normally have. Osiris acts as a talent scout for the Pesedjet these days, chatting up newly awakened Scions over delicious meals in Paris or Kuala Lumpur and binding them more to the Gods' cause.\n\nOsiris's Scions are not born in the same way as the other offspring of the Gods (see sidebar for details). They travel different roads, and Osiris can pick and choose. This gives them considerably more leeway in how they act, for they bring their mortal selves more fully into his realm and are less likely to be his pure creatures than he might like.\n\n",
                "rivals": [
                    "Horus",
                    " Set",
                    " Hades",
                    " Hel",
                    " Izanami",
                    " Kalfu",
                    " Miclntecuhtli"
                ],
                "favoured": {
                    "purviews": [
                        "Animal (Centipede",
                        "Ram)",
                        "Death",
                        "Earth",
                        "Heku",
                        "Fertility",
                        "Justice"
                    ],
                    "epic_attributes": [
                        "Epic Charisma",
                        "Epic Manipulation"
                    ],
                    "abilities": [
                        "Awareness",
                        " Command",
                        " Fortitude",
                        " Investigation",
                        " Politics",
                        " Presence"
                    ]
                }
            },
            "Ptah": {
                "name": "Ptah",
                "aka": [
                    "Petah"
                ],
                "description": "Ptah invariably appears as a bald-headed man with overly long arms and legs, a small pot-belly and laugh lines around his eyes, mouth and forehead. Gifted, clever and playful, he is the Egyptian God of artisans and artistrywork in stone, wood and cloth. Most of all, he is a God of wonderful toyspuzzle boxes, models, dolls, and games. The God brings such crafts to life and constantly seeks new techniques among mortals.\n\nIn modern life, Ptah has been a wonderful game designer, a cryptologist of uncanny abilities, a master carpenter, a thoughtful sculptor and an ingenious architect. People recall him as giddy with excitement as his designs become reality. Ptah is not just a toy designer, though. His tools and weapons are equally useful.\n\nPtah's Scions are similarly motivated and excited by the sheer joy of creation. They tend to be imaginative and playful, while exuding an aura of competence and skill. The combination makes them dangerous when threatened.\n\n",
                "rivals": [
                    "Horus",
                    " Baldur",
                    " Dionysus",
                    " Raiden",
                    " Shango",
                    " Xipe Totec"
                ],
                "favoured": {
                    "purviews": [
                        "Fire",
                        "Heku",
                        "Psychopomp"
                    ],
                    "epic_attributes": [
                        "Epic Intelligence"
                    ],
                    "abilities": [
                        "Art",
                        " Craft",
                        " Investigation",
                        " Larceny",
                        " Science",
                        " Thrown"
                    ]
                }
            },
            "Set": {
                "name": "Set",
                "aka": [
                    "Seth",
                    " Sutekh"
                ],
                "description": "Lord of the salawa (a relative of the dog) and keeper of the house of disease, Set is the malignant and treacherous brother of Osiris. Where his brother is good and generous, Set is evil and grasping. What Osiris gives, salawa-headed Set takes away. Other Gods rarely trust him, since he murdered his brother and loves to stir up trouble. Yet, as guardian of the desert boundaries of the World, he keeps the Titans out.\n\nTo modern eyes, Set has played a tough Marine commando, a border patrol agent, an executioner and a professional torturer. Wherever he goes, he appears as a weasely foreigner (Americans see him as an Arab; Arabs see him as an American) with an exceptionally long nose and oddly squared ears. People remember him with distaste and note his rapid changes of mood and temper. Set's Scions are equally emotional. They have been rock-throwing political activists, military types engaged in atrocity and bag men for criminal and political organizations. Few Gods like Set's offspring much, but they do not turn up their noses at any task or duty that the pantheon might need, as long as the price is right.\n\n",
                "rivals": [
                    "Horus",
                    " Isis",
                    " Osiris",
                    " Athena",
                    " Erzulie",
                    " Quetzalcotl",
                    " Sif",
                    " Susano-o",
                    " Tyr"
                ],
                "favoured": {
                    "purviews": [
                        "Animal (Salawa)",
                        "Chaos",
                        "Guardian",
                        "Heku",
                        "Sky",
                        "War"
                    ],
                    "epic_attributes": [
                        "Epic Manipulation",
                        "Epic Strength"
                    ],
                    "abilities": [
                        "Brawl",
                        " Command",
                        " Control",
                        " Melee",
                        " Presence",
                        " Survival"
                    ]
                }
            },
            "Sobek": {
                "name": "Sobek",
                "aka": [
                    "Suchos"
                ],
                "description": "Sobek, lord of crocodiles, is a God of ameliorated evil. Crocodiles were feared in ancient Egypt, but they were also regarded as an extension of the Nile's abundance and fertility. As such, crocodileheaded Sobek, with greenish scales instead of skin, acts in the World as a lessener of others' evil deeds. He also acts as the Pesedjet's expeditor. While he rarely gets things done himself, he is able to travel among the Gods and between the worlds to bring about positive and necessary changes in the least possible time.\n\nIn modern times, Sobek is remembered most for his perfect hair and toothy grin. Tall and lean in his human form, with a preference for fine clothes and good food, the crocodile God prefers cities to the countryside. He rarely goes anywhere without at least some jewelry. He plays at being a lawyer, but he's most often a troubleshooter of some sort, and it rarely matters to him whether the trouble is solved with a briefcase of money or a sawed-off shotgun. As long as his clothes stay clean and he eats well, Sobek keeps just about any project moving along.\n\nSobek's Scions are similarly inclined. They rarely make things themselves, preferring to act on others to get their pieces completed. They do not create plans of their own; rather they bring others' plans to fruition. They tend to gravitate toward such jobs as truck driver, bicycle messenger, law clerk, middle manager, bureaucrat and muckraking journalist.\n\n",
                "rivals": [
                    "Thoth",
                    " Artemis",
                    " Damballa",
                    " Hachiman",
                    " Miclntecuhtli",
                    " Odin"
                ],
                "favoured": {
                    "purviews": [
                        "Animal (Crocodile)",
                        "Fertility",
                        "Heku",
                        "Water"
                    ],
                    "epic_attributes": [
                        "Epic Stamina",
                        "Epic Strength"
                    ],
                    "abilities": [
                        "Athletics",
                        " Awareness",
                        " Brawl",
                        " Larceny",
                        " Presence",
                        " Stealth"
                    ]
                }
            }
        }
    },
    "Dodekatheon": {
        "gods": {
            "Aphrodite": {
                "name": "Aphrodite",
                "aka": [
                    "Venus",
                    " Turan"
                ],
                "description": "As beautiful and capricious as the sea that birthed her, Aphrodite is impossibly gorgeous no matter what disguise she puts on. Men and women fall in love with her in an epic way the moment they lay eyes on her. Aphrodite herself falls in love with equal fervor-only to come crashing out of love in an epic way a few months or occasionally years later.\n\nTo modern eyes, Aphrodite has assumed roles ranging from fashion model to arm candy to the super wealthy. She has been the executive of a fashion magazine, the hostess of a TV game show, a cheerleader for a championship football team and a soulful lounge singer. Fickle, demanding, fascinated by intelligence yet never really seeing its use, Aphrodite keeps her attendant fans waiting on her, hand and foot, so that her every whim is supplied. Her indiscretions are always overlooked, laughed off or excused. Her paramours rarely get off so easily. When she vanishes suddenly, her former victims are usually left penniless and suicidal. In fact, finding her is merely a matter of tracking the string of failed relationships and ruined lovers she leaves behind.\n\nHer Scions tend to follow one of two pathsEither they are genuinely loving and communicative with their partners, while providing inspiration and guidance to all their friends in matters of love and relationships; or they tend to leave a string of broken hearts and ruined people behind them. Usually incredibly beautiful themselves, they still have difficulty wielding that beauty in the presence of their mother.\n\n",
                "rivals": [
                    "Hephaestus",
                    " Amaterasu",
                    " Bastet",
                    " Erzulie",
                    " Freya",
                    " Sif",
                    " Tlazoltotl"
                ],
                "favoured": {
                    "purviews": [
                        "Arete"
                    ],
                    "epic_attributes": [
                        "Epic Appearance",
                        "Epic Charisma",
                        "Epic Manipulation"
                    ],
                    "abilities": [
                        "Animal Ken",
                        " Art",
                        " Empathy",
                        " Integrity",
                        " Larceny",
                        "Presence"
                    ]
                }
            },
            "Apollo": {
                "name": "Apollo",
                "aka": [
                    "Aplu"
                ],
                "description": "Lord of music, the sun, art and beauty, Apollo is the healer and the sender of plague. He can cure with a touch or smite with his golden bow. Blond, blue-eyed, with muscled olive-tan skin, his smile sends quivers through half of both male and female populations, yet his love affairs seem fated to be short lived and touched by tragedy. Apollo's tendency to speak truths others are unwilling to face is guaranteed to win respect from half the room and make the other half want to start swinging.\n\nIn modern times, Apollo has been a New Age massage therapist and a Piccadilly Circus pick-up boy, a brilliant neurosurgeon, a cruel film reviewer and a ponderous academic. Whatever his role, he is invariably a well-known and respected (if controversial) figure. His Scions tend to take after him. Classically handsome or beautiful, muscular and active, they tend to follow careers in the arts, music or health professions. Many are entangled in the machinations of Fate, owing to their father's long-standing interest in and control of prophecy.\n\n",
                "rivals": [
                    "Hades",
                    " Baldur",
                    " Raiden",
                    " Shango",
                    " Thoth",
                    " Xipe Totec"
                ],
                "favoured": {
                    "purviews": [
                        "Arete",
                        "Health",
                        "Prophecy",
                        "Sun"
                    ],
                    "epic_attributes": [
                        "Epic Appearance",
                        "Epic Charisma"
                    ],
                    "abilities": [
                        "Art",
                        " Athletics",
                        " Medicine",
                        " Marksmanship",
                        " Presence",
                        " Science"
                    ]
                }
            },
            "Ares": {
                "name": "Ares",
                "aka": [
                    "Mars",
                    " Maris"
                ],
                "description": "God of war, Ares has a profound ability to incite murderous rage in almost anyone around him. His screams are enough to terrify hardened Army Rangers-one general who's seen him in action thinks atomic weapons are less dangerous. Dark and hirsute, Ares does not conform to anyone's idea of a perfect warrior-until he raises his weapon. What that weapon is from day to day hardly matters. All that counts is that he has one.\n\nIn modern times, Ares has been a weapons manufacturer, a black-budget accountant, a Special Forces commander, a psychotic deserter, a militia leader in the mountains, a survivalist and a renegade Soviet officer. Hardened veterans go pale when reminded of him, and women tend to cry or spit at the sound of his name. Most of his methods rely on going to strange places, meeting lots of interesting people, and killing them.\n\nHis children are rarely as fierce as he. Ares is not above motivating his Scions with negative reinforcement, but he knows that his children are called to a different kind of war than he was. They need skills of cool calculation and battle-tested reason more than the rage of war. Therefore, he tests them constantly for he knows he might need them someday.\n\n",
                "rivals": [
                    "Artemis",
                    " Athena",
                    " Hephaestus",
                    " Hachiman",
                    " Horus",
                    " Ogoun",
                    " Thor",
                    " Tlazoltotl"
                ],
                "favoured": {
                    "purviews": [
                        "Arete",
                        "War"
                    ],
                    "epic_attributes": [
                        "Epic Stamina",
                        "Epic Strength"
                    ],
                    "abilities": [
                        "Brawl",
                        " Command",
                        " Marksmanship",
                        " Melee",
                        " Presence",
                        " Thrown"
                    ]
                }
            },
            "Artemis": {
                "name": "Artemis",
                "aka": [
                    "Artume",
                    " Cynthia",
                    " Diana",
                    " Locheia"
                ],
                "description": "Sister to Apollo and Goddess of the moon, Artemis eschews the company of men, preferring the companionship (and touch) of women. Dark-haired and white-skinned, Artemis always has a predatory gleam in her eye, whether she's chasing deer or skirts. Like her brother, her hands can heal, while a shot from her silver bow brings comatose sleep for as long as she wishes. Vain and proud, she rarely lets anyone gaze upon her without changing their lives forever. Fierce and sensual, she resolves to change as many lives as she can. In modern life, Artemis has played a rock guitarist in black leather, a senator in a power suit, an erotic dancer in feather fans, a dominatrix and a doctor. It has not, in fact, proved beyond her ability to assume all five of these roles in a single disguised lifetime. More than any other Goddess, Artemis has the power to change her form and shape more or less at will, while remaining true to herself.\n\nThe adopted Scions of Artemis are no less changeable. Assuming one role in youth, they tend to become something else in their rebellious teenage years, only to shake off that chrysalis in favor of a new form in young adulthood, and still other roles in maturity and declining years. Artemis herself likes her children to pass through various stages and life patterns, and she finds ways to encourage change among her more settled offspring.\n\n",
                "rivals": [
                    "Hera",
                    " Freyr",
                    " Isis",
                    " Legba",
                    " Susano-o",
                    " Tezcatlipoca"
                ],
                "favoured": {
                    "purviews": [
                        "Arete",
                        "Health",
                        "Moon"
                    ],
                    "epic_attributes": [
                        "Epic Dexterity",
                        "Epic Perception"
                    ],
                    "abilities": [
                        "Animal Ken",
                        " Awareness",
                        " Empathy",
                        " Fortitude",
                        " Marksmanship",
                        " Survival"
                    ]
                }
            },
            "Athena": {
                "name": "Athena",
                "aka": [
                    "Aphaea",
                    " Minerva",
                    " Menrva"
                ],
                "description": "Honey-haired and well-rounded-voluptuous, some would say-Athena is the best at everything, perpetually wise except when her ambitions reduce her to foolish actions. As Goddess of wisdom, Athena has the power to mediate disputes, to resolve them by force or to create new techniques that render the argument irrelevant. She has no patience for those who rely on aggression alone to solve their problems. Athena tends to be proud, however, and she can be misled into risky contests by challenging the depth and breadth of her skills. She does not lose gracefully.\n\nIn modern times, Athena has been a devoted middle school teacher, a waspish librarian, a first-rate artist and a popular motivational speaker. Those who see her often use terms such terms as \"old soul,\" \"many-layered\" and \"quick-witted.\" Her sharp-tongued intelligence scares off many potential partners, but though chaste, she has proven a devoted patron to many a Scion who's impressed her with their cleverness and quick wits, regardless of those Scions parentage.\n\nHer adopted Scions are similarly well endowed with graces of art and artistry. Skilled at languages and fine crafts, they tend to become famous artists and performers-unless their mother pulls them away to other tasks and projects, such as saving the World.\n\n",
                "rivals": [
                    "Ares",
                    " Hephaestus",
                    " Bastet",
                    " Huitzilopochtli",
                    " Kalfu",
                    " Legba",
                    " Thor",
                    " Tsuki-yomi"
                ],
                "favoured": {
                    "purviews": [
                        "Animal (Owl)",
                        "Arete",
                        "Health",
                        "Justice",
                        "War"
                    ],
                    "epic_attributes": [
                        "Epic Intelligence",
                        "Epic Wits"
                    ],
                    "abilities": [
                        "Academics",
                        " Command",
                        " Craft",
                        " Melee",
                        " Investigation",
                        " Science"
                    ]
                }
            },
            "Dionysus": {
                "name": "Dionysus",
                "aka": [
                    "Bacchus",
                    " Fufluns",
                    " Lyaeus"
                ],
                "description": "The wildest and craziest of a wild pantheon, Dionysus is a Scion of Zeus who was elevated to godhood about 3,000 years ago. God of wine and celebration, he is the perfect party boy, whether you want to stage a sedate wine tasting, a drunken orgy or a drug-fueled rock concert in the back of beyond. Invite him, and a party will usually show up in his wake. Darkhaired and slender while still being soft, Dionysus is capable of persuading even the most straight-laced prude to loosen his tie and party down.\n\nDionysus has dabbled in being a rock impresario, a club owner, a wine merchant, a food critic, a grand cordon chef, a drug dealer, a microbrewery manager and a restaurant owner. He also likes to take on short-term roles as the handsome stranger with the really good pot or the really good bottle of wine at the concert. It's telling about Dionysus's abilities as a father that he much prefers to create Scions during casual encounters than as part of some long-term disguise.\n\nHis Scions are similar. Wherever they go, they tend to establish a party around themselves. If they stay too long in one place, it congregates around them, attracting the missing elements of that celebration. This happens partly because the Scion is fun to be around, but also because Fate finds it useful to create such events around the Scion. The more potent the Scion is, the larger and more raucous the soire.\n\n",
                "rivals": [
                    "Hades",
                    " Damballa",
                    " Hachiman",
                    " Hel",
                    " Horus",
                    " Xipe Totec"
                ],
                "favoured": {
                    "purviews": [
                        "Arete",
                        "Chaos",
                        "Fertility",
                        "Mystery"
                    ],
                    "epic_attributes": [
                        "Epic Charisma",
                        "Epic Stamina"
                    ],
                    "abilities": [
                        "Art",
                        " Empathy",
                        " Integrity",
                        " Fortitude",
                        " Occult",
                        " Presence"
                    ]
                }
            },
            "Hades": {
                "name": "Hades",
                "aka": [
                    "Aita",
                    " Dispater",
                    " Orcus",
                    " Pluto"
                ],
                "description": "Gray all over and heavy-set, Hades is the dour God of death and the Underworld. Joy claims him every six months when Persephone comes to his realm. Although she is a springtime Goddess, Hades found her to be as devious as he, and discovered love rarely granted to Gods of doom and gloom. But Persephone's mother ripped his fair bride from him and contrived to keep her away from Hades for half of every year. The result is a tormented and angry soul who occasionally beds mortals to assuage his sense of being lost in the currents of eternity.\n\nIn modern times, Hades plays roles within a narrow bandthe miserly commodities broker, the tight-fisted rich old uncle, the suspicious Treasury Department official, the aggressive IRS agent and the Mafia don looking for his missing tribute. Hades is always looking for the return of his missing wealth, whether it be lost souls trying to find their way to the Underworld or more material wealth mined from the ground without his permission. He seeks mortal partners who remind him of his queen. Of late, he is angry about his planet being demoted.\n\nHades Scions often come off almost as manic depressive. Their moods shift on a dime from doom and gloom to hopeful and humorous (though it's often the black humor of the gallows). These Scions commonly act as Hades' agents in the World, reclaiming his lost property (be that wealth or souls) and forwarding the Unseen One's agendas.\n\n",
                "rivals": [
                    "Dionysus",
                    " Baron Samedi",
                    " Frigg",
                    " Izanami",
                    " Osiris",
                    " Quetzalcotl"
                ],
                "favoured": {
                    "purviews": [
                        "Arete",
                        "Darkness",
                        "Death",
                        "Earth"
                    ],
                    "epic_attributes": [
                        "Epic Charisma",
                        "Epic Manipulation"
                    ],
                    "abilities": [
                        "Academics",
                        " Command",
                        " Occult",
                        " Presence",
                        " Stealth",
                        " Thrown"
                    ]
                }
            },
            "Hephaestus": {
                "name": "Hephaestus",
                "aka": [
                    "Vulcan",
                    " Sethlans"
                ],
                "description": "Lord of the forge and all manufactured things, Hephaestus is a mountain of a man, bearded and barrel-chested. He is capable of creating automatons sophisticated enough to imitate human beings, weapons capable of bringing down Titans and Gods, palaces to surpass the greatest of those of the World's kings, and tools that can refashion the universe. His software can rewrite civilizations or engineer the collapse of one. All things that depend on mechanical or artificial design are within his purview, and he can effect startling changes in all of them. His two great disadvantages are his crippled legs, which prevent him from moving easily from place to place. He's also become reliant on his workroom of tools and equipment, which were crafted from his own power and strength as a God. Without them, he is rarely as capable of moving mountains as some would like him to be.\n\nIn modern times, Hephaestus is the absent-minded professor or the engineer who loses his glasses. People who recall meeting him are always astounded at the combination of theoretical comprehension and practical applications that meet in his head. So few builders understand the metaphysical underpinnings of their works, while few theoreticians grasp how their mental gymnastics can be used in the real world. Hephaestus understands both, usually with great trepidation at what his knowledge could unleash upon the World.\n\nHis Scions tend to be similarly distracted, yet are excellent at assembling odds and ends into formidable tools. Most tend to inherit either his theoretical brilliance or his mechanical aptitude, but not both. The smith-lord prizes and favors those few who do most avidly and insistently.\n\n",
                "rivals": [
                    "Aphrodite",
                    " Ares",
                    " Athena",
                    " Anubis",
                    " Damballa",
                    "Heimdall",
                    " Raiden",
                    " Xipe Totec"
                ],
                "favoured": {
                    "purviews": [
                        "Arete",
                        "Earth",
                        "Fire"
                    ],
                    "epic_attributes": [
                        "Epic Intelligence",
                        "Epic Stamina",
                        "Epic Strength"
                    ],
                    "abilities": [
                        "Art",
                        " Control",
                        " Craft",
                        " Investigation",
                        " Melee",
                        " Science"
                    ]
                }
            },
            "Hera": {
                "name": "Hera",
                "aka": [
                    "Juno",
                    " Uni"
                ],
                "description": "Wife of Zeus, Hera is the Goddess of marriage. Famed as perpetually loyal and faithful to her husband despite his infidelities, Hera engages in her current philandering ways for the sake of the Gods' continued survival. Her rationalizations make the other Gods uneasy, but they bite their tongues. Darkhaired with gray streaking her temples and possessing a matronly figure, Hera is regal in a way that few Greek Gods are. Busy men pause to open doors for her, and she keeps them waiting while finishing a few parting thoughts. No one dares interrupt her.\n\nIn modern life, Hera prefers roles that grant her access to the good life. She is the chairman's wife, or the mayor's. She is the president of the exclusive women's college in New England or the matron of a political family that has ruled the highest echelons of the nation. She is rarely without her pearls, her peacocks and her dogs. Make her angry, and she'll ruin your day-possibly your epoch. Her Scions have a complex position in divine society.\n\nNo one can deny that they are strong and potentially great assets in the war against the Titans. As the bastard children of the queen of the Gods, however, few know how many Birthrights to grant them. Is Zeus planning on destroying them, despite their usefulness? Can they ever be Gods? Will they overthrow their mother and stepfather?\n\n",
                "rivals": [
                    "Aphrodite",
                    " Athena",
                    " Zeus",
                    " Amaterasu",
                    " Erzulie",
                    " Isis",
                    " Sif",
                    " Tlazoltotl"
                ],
                "favoured": {
                    "purviews": [
                        "Animal (Peacock)",
                        "Arete",
                        "Health",
                        "Magic"
                    ],
                    "epic_attributes": [
                        "Epic Charisma",
                        "Epic Manipulation"
                    ],
                    "abilities": [
                        "Academics",
                        " Command",
                        " Fortitude",
                        " Investigation",
                        " Politics",
                        " Presence"
                    ]
                }
            },
            "Hermes": {
                "name": "Hermes",
                "aka": [
                    "Mercury",
                    " Turms"
                ],
                "description": "Lithe, tanned, dark-haired Hermes is the swift-footed messenger of the Gods. He has gone everywhere and done everything. A master trickster and illusionist, he tricked Apollo out of his cows and paid him back with music made with a harp of cow-guts. He stole his magic from Hera, wealth from Pluto, and his traveler's wits from Artemis. The other Gods are not always fond of him, but they can't deny he has a certain playful usefulness. Hermes more often plays tricks on Titans and titanspawn than on his fellow Gods, and that makes him useful.\n\nIn modern life, Hermes has been an upstart head of a computer start-up, a three-card monte con man, a bicycle messenger, an M&A lawyer and the man who sold the Eiffel Tower-twice. The herald of the Gods also makes a good diplomat and trouble-shooter, both for Gods and mortals, and he enjoys making deals that leave everyone but the Titans happy. As a God of merchants and travelers-concepts unfamiliar or even alien to the Titans-Hermes loves the mortal World and travels in it far more often than the other Gods do. He serves as the principal agent of the Dodekatheon in delivering Birthrights and is often a Scion's first contact with the divine hierarchy.\n\nHermes' Scions are often impressed into similar roles. In a world where communications are frequently intercepted, mouth to ear becomes the safest form of information dissemination. Therefore, the children of Hermes risk life and limb to become couriers and spies for their aunts and uncles among the Gods. Not accidentally do the Scions of Hermes also run life insurance services for the God-born. They are well aware of the risks of being a Scion in the first place.\n\n",
                "rivals": [
                    "Apollo",
                    " Poseidon",
                    " Huitzilopochtli",
                    " Izanagi",
                    " Kalfu",
                    " Legba",
                    " Odin",
                    " Tlaloc",
                    " Thoth"
                ],
                "favoured": {
                    "purviews": [
                        "Arete",
                        "Magic",
                        "Psychopomp"
                    ],
                    "epic_attributes": [
                        "Epic Dexterity",
                        "Epic Intelligence",
                        "Epic Wits"
                    ],
                    "abilities": [
                        "Athletics",
                        " Awareness",
                        " Larceny",
                        " Occult",
                        " Stealth",
                        " Survival"
                    ]
                }
            },
            "Poseidon": {
                "name": "Poseidon",
                "aka": [
                    "Neptune",
                    " Nethuns",
                    " Rodon"
                ],
                "description": "Legends say Poseidon was the happiest of Zeus's siblings. He married well, had a horde of children, ruled a vast dominion, received offerings from dozens of cities, had hundreds of temples and shrines, and married a young woman from land in every port for the better part of four millennia. It was a divinely good life.\n\nIn the modern age, Poseidon is a passionate but difficult man. White-bearded, half-bald, grizzled and wrinkled, he appears as a startlingly spry and well-preserved man in his 70s. Even in mortal guises, his skin has an almost blue tinge to it. Over the years, the sea God has taken the role of a shipping agent, an underwater archaeologist and a naval officer. He still gambles at the horse races. Most of all, however, Poseidon is an environmentalist. He rages at what humans are doing to his ocean, and he has plans to make them stop. Triton, Poseidon's son and favorite Scion, does most of the work of contacting his father's progeny these days.\n\nThese Scions are a tsunami building across the World, transforming nations and civilizations, wreaking havoc on a World that forgot Poseidon and forgot to take care of the ocean. The Scions of the Horse Lord will make everyone remember.\n\n",
                "rivals": [
                    "Zeus",
                    " Damballa",
                    " Frigg",
                    " Geb",
                    " Quetzalcotl",
                    " Susano-o",
                    " Tyr"
                ],
                "favoured": {
                    "purviews": [
                        "Animal (Horse)",
                        "Arete",
                        "Earth",
                        "Water"
                    ],
                    "epic_attributes": [
                        "Epic Charisma",
                        "Epic Manipulation"
                    ],
                    "abilities": [
                        "Animal Ken",
                        " Control",
                        " Fortitude",
                        " Integrity",
                        " Melee",
                        " Thrown"
                    ]
                }
            },
            "Zeus": {
                "name": "Zeus",
                "aka": [
                    "Jove",
                    " Jupiter",
                    " Tinia"
                ],
                "description": "Zeus, Sky Father, King of Heaven, Titan-Slayer, Many-Splendored, Crowned in Lightnings. He has many titles, all expressing his strength and power. Legends say Zeus was stronger than all the other Gods of the Dodekatheon combined; some Gods believe he might be stronger than any other two pantheons combined. This very strength could, in fact, be his undoing, for Fate has decreed that a son of his own siring will overthrow him in time. The other Gods caution him to be careful in spreading his divine seed, yet Zeus cannot help himself. His very potency and the heroic nature of his children and the great deeds they do in the World push him to father yet more Scions and bring more soldiers to the side of the Gods in the battle with the Titans and the titanspawn. That his very eagerness could result in the ruin of the World weighs little on his mind. Some suggest he might actually be addicted to the sexual rush or even to the act of procreation.\n\nTo modern audiences, Zeus has played many rolesirreplaceable senator, undefeatable mayor, obscure European prince, sharp-eyed president (elected or not, political or corporate, it matters not). He is always in charge, always on top and always in control. When he's wrong, the results are bad; when he's right, the results are good. Either way, the results are always epic in scope and scale.\n\nHis Scions are a diverse and unruly bunch. Dionysus, Ares, Hephaestus, Apollo, Artemis and Hermes are all his children. So were Heracles, King Minos of Crete and Helen of Troy. That his children are capable of spreading order and justice is undeniable. That they are capable of great destruction and ruin is equally undeniable. Yet it is difficult to explain that to Zeus without giving offense.\n\n",
                "rivals": [
                    "Apollo",
                    " Hades",
                    " Amaterasu",
                    " Atum-Re",
                    " Horus",
                    " Huitzilopochtli",
                    " Odin",
                    " Shango"
                ],
                "favoured": {
                    "purviews": [
                        "Arete",
                        "Justice",
                        "Sky"
                    ],
                    "epic_attributes": [
                        "Epic Charisma",
                        "Epic Manipulation",
                        "Epic Strength"
                    ],
                    "abilities": [
                        "Awareness",
                        " Command",
                        " Integrity",
                        " Presence",
                        " Politics",
                        " Thrown"
                    ]
                }
            }
        }
    },
    "Aesir": {
        "gods": {
            "Baldur": {
                "name": "Baldur",
                "aka": [
                    "Phol"
                ],
                "description": "The handsomest of the Aesir, Baldur is a genial and orderly fellow, in keeping with his role as God of the sun. His blond hair is always just a little longer than custom allows for while still being perfect. His white teeth, incredible physique, graceful dexterity and sincere eyes make it impossible to deny him anything he asks for. He can be persuasive and charming, fierce and intimidating, clever and generous, but he rarely strays from his intended course. That course is usually predictable and clear.\n\nBaldur is a valiant warrior, loved by everyone except Loki. Even Hel has a crush on him. His legendary hall had a golden roof and silver walls, and he could shoot a man from the other side of the World with one eye closed. In modern times, Baldur takes on roles that suit his everyday good-guy projection and Nordic good looks. Hes been a movie star, a fireman, an alternative energy expert, a veterinarian, a lifeguard and a sports star. Yet his greatness and goodness tend to make him the best and greatest man in the room. Baldur is fated not to share the stage with anyone, which leads him (and his Scions) into roles where they engender jealousy and envy.\n\nBaldur has many Scions, not because he necessarily wants many, but because he likes to make women happy. It is virtually impossible not to like him and lust after him. His children are genuinely good folk, destined to help the World. Their very goodness, of course, tends to bring them to unspeakably unpleasant ends, just like the one their father is destined to suffer.\n\n",
                "rivals": [
                    "Hel",
                    " Loki",
                    " Apollo",
                    " Horus",
                    " Izanami",
                    " Kalfu",
                    " Miclntecuhtli"
                ],
                "favoured": {
                    "purviews": [
                        "Guardian",
                        "Jotunblut",
                        "Sun"
                    ],
                    "epic_attributes": [
                        "Epic Appearance",
                        "Epic Charisma"
                    ],
                    "abilities": [
                        "Art",
                        " Athletics",
                        " Brawl",
                        " Melee",
                        " Marksmanship",
                        " Presence"
                    ]
                }
            },
            "Freya": {
                "name": "Freya",
                "aka": [
                    "Frau",
                    " Freyja"
                ],
                "description": "One of the Vanir who merged their divine tribe with the Aesir, Freya is a red-headed woman of clear skin and clearer eye, older and matronly yet still in possession of great beauty. A great sorceress and warrior queen, she was still capable of weeping when caught in tragedy. Her tears are always pure gold. Legends describe her as being beautiful enough to cause several titanspawn to propose marriage, and she won her necklace and her cat-drawn chariot by giving her body to dwarves. She was also fierce enough to stir up war among mortals for no reason other than to take joy in the combats of men.\n\nIn modern times, Freya has assumed disguises ranging from a fortune-teller or psychic to a modern life-coach or martial arts instructor. Sometimes she's kind and matronly, a baker of cookies and a dryer of eyes. Other times, she's just the right person to kick you into gear. Her principle concern is for women and their achievements and safety, but she is not so much of a feminist that she'll refuse to help men.\n\nFreya's Scions are beautiful, regardless of gender, and typically wield that beauty as their most potent weapon. Though Freya tends to dote more on her female Scions, the boys are neither ignored nor under-appreciated. It's just that in such a male-centric pantheon, her daughters' victories mean more to her.\n\n",
                "rivals": [
                    "Hel",
                    " Sif",
                    " Athena",
                    " Bastet",
                    " Erzulie",
                    " Raiden",
                    " Tezcatlipoca"
                ],
                "favoured": {
                    "purviews": [
                        "Fertility",
                        "Health",
                        "Jotunblut",
                        "War"
                    ],
                    "epic_attributes": [
                        "Epic Appearance",
                        "Epic Charisma"
                    ],
                    "abilities": [
                        "Art",
                        " Craft",
                        " Empathy",
                        " Integrity",
                        " Melee",
                        " Presence"
                    ]
                }
            },
            "Freyr": {
                "name": "Freyr",
                "aka": [
                    "Ing"
                ],
                "description": "In modern times, Freyr takes on roles ranging from pornographic film star to dairy magnate. Wealth, prosperity and land-ownership tend to hang about him as Fate decrees. Although he's rarely directly in the spotlight, few can resist the charisma that radiates from him whenever he is in the room. Whether he's naked or clothed, he's always the best-dressed man in the room.\n\nFreyr's Scions are similarly endowed, with both wealth and fierce fertility. They have a difficult time stopping up floods of coinage and children, and Fate conspires to bring them many opportunities to make both. As caught up in the World as they become, though, it is sometimes difficult for them to muster the energy to go beyond it, or to leave it for the mythic realms where they can achieve so much.\n\n",
                "rivals": [
                    "Thor",
                    " Erzulie",
                    " Izanagi",
                    " Poseidon",
                    " Set",
                    " Sobek",
                    " Tezcatlipoca"
                ],
                "favoured": {
                    "purviews": [
                        "Fertility",
                        "Health",
                        "Jotunblut",
                        "Sun",
                        "War"
                    ],
                    "epic_attributes": [
                        "Epic Charisma"
                    ],
                    "abilities": [
                        "Animal Ken",
                        " Brawl",
                        " Control",
                        " Fortitude",
                        " Investigation",
                        " Presence"
                    ]
                }
            },
            "Frigg": {
                "name": "Frigg",
                "aka": [
                    "Freia",
                    " Frige"
                ],
                "description": "Wife of Odin and similarly knowledgeable about mortal destinies, Frigg is an old power of the earth. Some of the Gods think she is of the Vanir; others believe she is a Titan herself, but allied with the Gods. Whatever her origins, she is powerful enough to be counted a great sorceress among divine beings and a powerful predictor of the future. Her falcon-skin can change anyone into a falcon with no chance of getting lost in the animal role. For all that, she has blind spots. What appears inconsequential to her is usually so, but she's not always right.\n\nIn modern times, Frigg has taken on roles as diverse as gynecologist, women's rights activist, coven leader, swimsuit model, military wife, financial planner and gypsy fortuneteller. Her predictions are eerily accurate, which unnerves people who know and remember her. Frigg often travels with three younger women, her hand-maidens Gna, Fulla and Hln, though now she uses more appropriate language, such as \"personal assistants\" or \"associates.\"\n\nFrigg's Scions tend to be women, and the few males usually have more in common with Baldur than with her. From all her Scions, Frigg extracts a formal Fatebound promise not to harm Baldur, her son. Swearing this oath is necessary before she will endow her children with any power at all, yet many have died regretting that very promise.\n\n",
                "rivals": [
                    "Huitzilopochtli",
                    " Ogoun",
                    " Poseidon",
                    " Susano-o",
                    " Thoth"
                ],
                "favoured": {
                    "purviews": [
                        "Jotunblut",
                        "Magic",
                        "Prophecy",
                        "Sky"
                    ],
                    "epic_attributes": [
                        "Epic Charisma",
                        "Epic Intelligence"
                    ],
                    "abilities": [
                        "Academics",
                        " Command",
                        " Fortitude",
                        " Medicine",
                        " Occult",
                        " Science"
                    ]
                }
            },
            "Heimdall": {
                "name": "Heimdall",
                "aka": [
                    "Hama",
                    " Rig"
                ],
                "description": "Heimdall is the guardian of Bifrst, the rainbow bridge that joins the mortal World to Asgard, the Overworld home of the Aesir. As the warden of the paths between the worlds, and the Gods' first line of defense, he is capable of seeing and understanding almost as much as Odin or Loki. Dark-haired, buff and possessed of a warrior's bearing, Heimdall has eagle eyes, a wolf's nose and a sixth sense about danger. He is fated to be the slayer of sly Loki at Ragnarok, and in the meantime, he makes a point of getting into everyone's business while keeping everyone out of his own.\n\nIn modern times, Heimdall has been a security expert, a photojournalist with a reputation for getting into difficult places, a high-ranking Special Forces operative, a freedom fighter, a mercenary, a spy, a code-breaker and a hacker.\n\nHeimdall's Scions are many, and their father pulls strings to put them in interesting places. This is not so much because he likes them, as that what the son sees, so does the father. What the daughter hears, the father hears also. Heimdall uses his children as part of his divine security network, often without letting his children know he's doing so. Usually, the other Gods have to inform his Scions of their father's interest in managing their careers.\n\n",
                "rivals": [
                    "Hermes",
                    " Izanagi",
                    " Legba",
                    " Ptah",
                    " Shango",
                    " Xipe Totec"
                ],
                "favoured": {
                    "purviews": [
                        "Guardian",
                        "Jotunblut",
                        "Sun"
                    ],
                    "epic_attributes": [
                        "Epic Perception"
                    ],
                    "abilities": [
                        "Awareness",
                        " Command",
                        " Investigation",
                        " Marksmanship",
                        " Melee",
                        " Stealth"
                    ]
                }
            },
            "Hel": {
                "name": "Hel",
                "aka": [
                    "Hell"
                ],
                "description": "Hel is a fierce guardian of the dead, cold and unforgiving. It is prophesied that she will not let even Baldur, the fair and beautiful God, depart her halls once he arrives in them. The Norse Underworld is cold, and Hel, as its queen, is colder yet.\n\nIn modern times, Hel becomes the archetypal ice queen. She has assumed roles as diverse as financial advisor, lawyer, judge and prison psychologist on one hand and gothic beauty queen, model, singer and undertaker on the other. She never deigns to accept disguises that are beneath her. She is never anyone's servant, no matter what mortal aspect she puts on.\n\nHel's Scions are few and far between. Few men can stand to be with her long enough to allow her to father a child, and those who stick around are rarely comfortable with the resulting children. Yet Hel's halls are crowded with powerful and ghostly servants, at least some of whom she lends to her children when it serves her interests.\n\n",
                "rivals": [
                    "Freya",
                    " Baron Samedi",
                    " Dionysus",
                    " Izanagi",
                    " Osiris",
                    " Quetzalcoatl"
                ],
                "favoured": {
                    "purviews": [
                        "Death",
                        "Jotunblut"
                    ],
                    "epic_attributes": [
                        "Epic Appearance",
                        "Epic Manipulation"
                    ],
                    "abilities": [
                        "Command",
                        " Control",
                        " Fortitude",
                        " Investigation",
                        " Melee",
                        " Presence"
                    ]
                }
            },
            "Loki": {
                "name": "Loki",
                "aka": [
                    "Loftur",
                    " Loge"
                ],
                "description": "Loki the Sky Traveler is a God of fire and mischief. Traveling in disguise and sometimes even shape-shifting, he is capable of being on anyone's sideor no one's. He once sheared off Sif's hair as a practical joke, before tricking the dwarves into replacing it with hair of spun gold. He kidnapped Idun and her apples of immortality, only to rescue her by trickery and bring her back to safety in Asgard. He is blood-brother to Odin, yet the son of giants, and the Midgard Serpent and Fenris Wolfthe two most fearsome titanspawn in the Norse cosmologyare his children. The stories say he will be bound under the earth with poison dripping into his face because of the betrayals he's committed against the Gods, and that he will side with the Titans at the end of the World.\n\nIn modern times, Loki's sharply angled face haunts boardrooms and BDSM clubs. His tight goatee is equally at home in undercover police operations as in revolutionary camps. He is never in charge, but he's always the clever and capable assistant who makes things happen. For all that, many see him as cowardly even in his cleverness, for he never seems to be around when things go sour. The double-cross is an art form to Loki, and few things please him as much as leading both sides of a conflict into \"accidental\" ambushes.\n\nLoki's Scions are rare. He is seldom out and about on his own, but usually in the company of a minderusually Thor if not Odin himself. Failing that, another of the Aesir keeps him on a tight leash. The fact that some of Loki's extant children are clearly on the side of the Titans means that the Aesir themselves sometimes hunt his Scions to extinction, just to avoid the possibility of them fighting against the Gods.\n\n",
                "rivals": [
                    "Heimdall",
                    " Odin",
                    " Thor",
                    " Amaterasu",
                    " Baron Samedi",
                    " Geb",
                    " Hachiman",
                    " Hermes",
                    " Quetzalcoatl",
                    " Shango",
                    " Thoth",
                    " Zeus"
                ],
                "favoured": {
                    "purviews": [
                        "Chaos",
                        "Fire",
                        "Jotunblut",
                        "Magic"
                    ],
                    "epic_attributes": [
                        "Epic Intelligence",
                        "Epic Manipulation",
                        "Epic Wits"
                    ],
                    "abilities": [
                        "Brawl",
                        " Empathy",
                        " Larceny",
                        " Occult",
                        " Politics",
                        " Stealth"
                    ]
                }
            },
            "Odin": {
                "name": "Odin",
                "aka": [
                    "Woten",
                    " Woden",
                    " Vak",
                    " Valtid",
                    " Ygg"
                ],
                "description": "Odin, called the All-Father, is the supreme deity of the Norse pantheon, by virtue of his great power and even greater wisdom. He crucified himself for nine nights on the World Tree, Yggdrasil, to gain the power of the runes. He bested giants in contests of skill, strength and poetry in the dawn of the World and fought epic battles with his warrior host across all the nine worlds of the Nordic Overworld. Plucking out his own eye, he gained perfect wisdom. His throne allows him to see all occurrences in all of the nine worlds. Accompanied by two wolves and two ravens and riding an eight-legged steed, Odin is a cunning and terrifying enemy to the Titans and their spawn.\n\nHe's no great shakes as a father, though.\n\nIn modern times, Odin's disguises have ranged from a telecom cable magnate, to a programmer working with a search-engine corporation, to an ordinary telephone repairman. Always bearded, always lacking one eye, he has a tendency to seduce his mortal bed-mates and vanish shortly before his child is born. When he returns to introduce himself to his Scions, he rarely gives Birthrights without strings attached.\n\nAs a far-seeing God, all-knowing and all-understanding, Odin could be more sensitive to his Scions' needs. Yet the sacrifice of his one eye and its accompanying foreknowledge of Ragnarok, \"the Doom of the Gods,\" has brought Odin to the point of obsession. The only thing he cares about is whether the Aesir survive the final battle with the giants and Titans at the World's end. The sacrifice of his Scions to that end is not only acceptable, it is purposed. If one or two of them manage to rise as Gods themselves, so be it, but Odins own survival is always paramount in his mind.\n\n",
                "rivals": [
                    "Loki",
                    " Apollo",
                    " Horus",
                    " Huitzilopochtli",
                    " Ogoun",
                    " Susano-o"
                ],
                "favoured": {
                    "purviews": [
                        "Death",
                        "Jotunblut",
                        "Magic",
                        "Mystery",
                        "Prophecy",
                        "Psychopomp",
                        "War"
                    ],
                    "epic_attributes": [
                        "Epic Charisma",
                        "Epic Intelligence",
                        "Epic Manipulation",
                        "Epic Perception",
                        "Epic Stamina",
                        "Epic Wits"
                    ],
                    "abilities": [
                        "Art",
                        " Fortitude",
                        " Integrity",
                        " Investigation",
                        " Occult",
                        " Presence"
                    ]
                }
            },
            "Sif": {
                "name": "Sif",
                "aka": [
                    "N/A"
                ],
                "description": "To modern eyes, she often plays cheerleader to Thor's football star, and movie starlet to his action hero. She also takes on solo roles from time to timecelebrity chef, runway model, businesswoman, philanthropist, teacher, librarian, cattle heiress, obscure European nobility and gardening columnist. People tend to remember the sharp nose and the keen intellect, especially when she travels with her lovable lug of a husband.\n\nHer children are a diverse lot, ranging from feminist activists to stay-at-home mothers, from sensitive metrosexuals to lumberjacks and miners. Hearth and home are important to them, but so is having it all, in terms of children, careers and active social calendars. Rare is the Scion of Sif who doesn't work to fill every minute and moment with vigorous activity.\n\n",
                "rivals": [
                    "Loki",
                    " Artemis",
                    " Bastet",
                    " Erzulie",
                    " Huitzilopochtli",
                    " Susano-o"
                ],
                "favoured": {
                    "purviews": [
                        "Fertility",
                        "Jotunblut"
                    ],
                    "epic_attributes": [
                        "Epic Appearance",
                        "Epic Charisma"
                    ],
                    "abilities": [
                        "Athletics",
                        " Empathy",
                        " Integrity",
                        " Melee",
                        " Science",
                        " Survival"
                    ]
                }
            },
            "Thor": {
                "name": "Thor",
                "aka": [
                    "Donar",
                    " Thunor"
                ],
                "description": "Thor is the right hand of Odin and his chief enforcer among the Gods. The Norse thunder God is quite simply an army unto himself.\n\nLegends say that his hammer was so powerful it could shatter mountains, and it unerringly killed every giant who faced him without magical protections. Fierce, angry and prideful, he was as dangerous to his allies as to his enemies. Red-haired with lightning-blue eyes, and massively built with fists like sledgehammers, Thor was strong enough to lift the Midgard Serpent and thirsty enough to drink the sea. His regular companion Thjalfi is the best runner and scout in the nine worlds, and Thor traverses the sky in a cart drawn by two golden goats.\n\nIn modern times, Thor has assumed guises as an electrical technician, a rock musician, an iron miner, a club bouncer, a motorcycle repairman, a sound engineer at a recording studio and a fireworks specialist. People who encounter him tend to remember a big-hearted, passionate lug with a crushing handshake; someone quick to anger but quick to forgive. No one describes him as smart, though, and addictions seem to latch onto him quickly.\n\nThor has fathered large numbers of Scions, but tends to reward them with Birthrights less frequently than other members of the Aesir do. His own abilities tend to center on battle and war rather than creation, and his ability to persuade others to create legendary objects for his children is limited.\n\n",
                "rivals": [
                    "Loki",
                    " Hermes",
                    " Izanami",
                    " Kalfu",
                    " Set",
                    " Tlaloc"
                ],
                "favoured": {
                    "purviews": [
                        "Guardian",
                        "Jotunblut",
                        "Sky"
                    ],
                    "epic_attributes": [
                        "Epic Charisma",
                        "Epic Stamina",
                        "Epic Strength"
                    ],
                    "abilities": [
                        "Athletics",
                        " Brawl",
                        " Control",
                        " Melee",
                        " Presence",
                        " Thrown"
                    ]
                }
            },
            "Tyr": {
                "name": "Tyr",
                "aka": [
                    "Tku",
                    " Ziu"
                ],
                "description": "One-handed Tyr, God of justice and war, is the son of Odin. For a brief time, before he lost his hand, he was chief of the Aesir. Sturdy, well built, but rarely laughing, he regards the World with turquoise eyes. He gave his right hand to Fenris so that the great wolf would agree to be bound, and the wolf bit it off. The stump is constantly red and inflamed, and no mechanical hand will fit upon it. Yet only by sacrificing Tyrs hand could the Aesir constrain their greatest enemy.\n\nIn modern times, Tyr appears as a short, sturdy man, with salt-and-pepper hair. He tends to be fit but jowly, and his career paths tend to wander the gamut from weapons designer to statesman, from judge to bishop, from civil-rights activist to conservative blogger. He is always on the right side of the question, a thoughtful and careful observer of what is just and good in the long run. His stance often makes him wildly unpopular.\n\nTyr's Scions are no less devoted to justice, if less clear of vision. They tend to work within existing systems rather than tear down established orders, but they still seek to constrain chaos and promote social cohesion and harmony.\n\n",
                "rivals": [
                    "Loki",
                    " Dionysus",
                    " Legba",
                    " Set",
                    " Susano-o",
                    " Tezcatlipoca"
                ],
                "favoured": {
                    "purviews": [
                        "Jotunblut",
                        "Justice",
                        "War"
                    ],
                    "epic_attributes": [
                        "Epic Charisma",
                        "Epic Stamina",
                        "Epic Strength",
                        "Epic Wits"
                    ],
                    "abilities": [
                        "Academics",
                        " Command",
                        " Integrity",
                        " Investigation",
                        " Melee",
                        " Politics"
                    ]
                }
            },
            "Vidar": {
                "name": "Vidar",
                "aka": [
                    "Vidarr"
                ],
                "description": "Other Gods look with suspicion on Vidar Odinson because he is destined to avenge his father's death and to survive Ragnarok. Many modern Scions believe him to be a former Scion himself, elevated to godhood and immortality. He is a model and exemplar for many Scions of the Aesir. Yet as a God of vengeancevital and necessary in Nordic legendVidar is not a nice fellow. He's stronger than all the Gods but Thor, he's more steadfast than Odin, and he's more patient than Loki in laying his plans. He's also an implacable enemy. Vidar sees his Scions as pawns who should serve his purpose before they die.\n\nIn modern times, as in the ancient, Vidar appears as a bearded man in his late 20s or early 30s, lean but well built. He takes on identities as diverse as police officer, detective, criminal prosecutor, Mafia hit man, gang leader, advertising executive, political hatchet-man, terrorist and cult leader. People who have met him tend to use such words as \"obsessive,\" \"paranoid\" and \"methodical\" to describe him.\n\nVidar's Scions are driven, focused and methodical, though not usually paranoid at first. (That comes later.) Military backgrounds are common among Vidar's Scions, but almost as common are cutthroat businesspeople. These Scions hold grudges against even allies and can identify people with a need for revenge just by shaking hands with them. Some such Scions claim that a handshake compels them to pursue vengeance on that person's behalf; most see this as a thin justification for violence.\n\n",
                "rivals": [
                    "Loki",
                    " Hades",
                    " Izanami",
                    " Kalfu",
                    " Set",
                    " Xipe Totec"
                ],
                "favoured": {
                    "purviews": [
                        "Jotunblut",
                        "Justice"
                    ],
                    "epic_attributes": [
                        "Epic Stamina",
                        "Epic Strength"
                    ],
                    "abilities": [
                        "Awareness",
                        " Brawl",
                        " Fortitude",
                        " Investigation",
                        " Politics",
                        " Stealth"
                    ]
                }
            }
        }
    },
    "Atzlanti": {
        "gods": {
            "Huitzilopochtli": {
                "name": "Huitzilopochtli",
                "aka": [
                    "Uitzilopochtli"
                ],
                "description": "Black-faced, covered with blue tattoos and with a red-and yellow-feathered left leg, Huitzilopochtli is the Aztec God of war and the sun. He defeated the Four Hundred Southerners in his armor of cotton and with his four spears tipped with eagle's down, a turquoise serpent torch and a shield of reeds. Fond of earrings and gold jewelry, he loves blood that comes from dishonored warriors.\n\nThe Aztecs were his chosen people, for he roused in them a maddening love of battle and sacrifice. In modern times, Huitzilopochtli has worked as a blood bank technician, a professional kidnapper, a mercenary and a death squad commander. People who live through encounters with him recall cold eyes, a stern demeanor and a dangerous rage barely kept in check. Even as a man, he exudes a heroic, feral wildness.\n\nHuitzilopochtli's Scions are usually similarly frightening. Even in relatively peaceful careers as ornithologists and ethnologists, their potential for rage is always near the surface. The Gods regard the Hummingbird of the Left's children as assassins and storm troopers-front-line blunt instruments, not tools of great subtlety.\n\n",
                "rivals": [
                    "Tezcatlipoca",
                    " Ares",
                    " Horus",
                    " Ogoun",
                    " Susano-o",
                    " Thor",
                    " Tyr"
                ],
                "favoured": {
                    "purviews": [
                        "Animal (Hummingbird",
                        "Eagle)",
                        "Death",
                        "Guardian",
                        "Itztli",
                        "Magic",
                        "Sun",
                        "War"
                    ],
                    "epic_attributes": [
                        "Epic Charisma",
                        "Epic Stamina",
                        "Epic Strength"
                    ],
                    "abilities": [
                        "Athletics",
                        " Awareness",
                        " Brawl",
                        " Marksmanship",
                        " Melee",
                        " Thrown"
                    ]
                }
            },
            "Miclntecuhtli": {
                "name": "Miclntecuhtli",
                "aka": [
                    "Santa Muerte"
                ],
                "description": "Miclntecuhtli is the lord of Mictln, the realm of the dead and the spirits in the Aztec world. Skeletally thin, with black hair peppered with white stars, the God's claw-like hands are strong enough to rip souls to shreds. He wears suits made of bark paper, and his liver hangs out of a gaping hole in his abdomen.\n\nIn modern times, Miclntecuhtli has been a petty bureaucrat in governments and customer assistance branches of major corporations. The Aztec death God suffers from a permanent case of schadenfreude, and he adores the soul-destroying power that comes from confronting people with impossible barriers to actual help. Health care and insurance organizations are particularly delightful to him, and he loves making a mortal fight for something she wants, only to discover that she didn't really want it in the first place. Even in human form, his florid, disease-spotted face usually causes mortal to fl inch when first meeting him.\n\nMiclntecuhtli's Scions are slightly less bitter and angry, but all of them seem to take pleasure in causing some degree of suffering in others. It's part of their charm and essential nature. Few understand how miserable they are or that their father has made them in such a way that he can delight in their unhappiness.\n\n",
                "rivals": [
                    "Quetzalcotl",
                    " Amaterasu",
                    " Athena",
                    " Frigg",
                    " Ptah",
                    " Shango",
                    " Thoth"
                ],
                "favoured": {
                    "purviews": [
                        "Animal (Dog)",
                        "Death",
                        "Guardian",
                        "Itztli"
                    ],
                    "epic_attributes": [
                        "Epic Appearance",
                        "Epic Charisma"
                    ],
                    "abilities": [
                        "Command",
                        " Investigation",
                        " Larceny",
                        " Politics",
                        " Presence",
                        " Thrown"
                    ]
                }
            },
            "Quetzalcotl": {
                "name": "Quetzalcotl",
                "aka": [
                    "Ehecatl",
                    " Gukumatz",
                    " Kuklkan"
                ],
                "description": "Quetzalcotl, the cleverest, most peaceful and least bloodthirsty of the Atzlanti, has been a priest and a king, a builder and a lawgiver, an engineer, an astronomer and a doctor-and that is his legendary persona. Pale, silver-haired and bearded, Quetzalcotl is tall and athletic, garbed in the brilliant green and red feathers of his namesake bird. Requiring a blood sacrifice but once a year, the God of the feathered serpent pushes mortals to create beauty and art, to live joyfully in the present moment and to achieve their highest ambitions both individually and as societies. He specializes in creating golden ages.\n\nIn modern times, this means that he rarely sticks with one identity for very long. He might be a painter in the morning, an elderly engineer in the afternoon and a first-time lover in the evening. He enjoys dancing until dawn while a digital calculator rides in his hip pocket, so he can calculate the tensile strength of a new skyscraper's steel beams on the job site the next morning. He is always beautifully dressed for the occasion (whatever it is).\n\nHis Scions are similarly energetic, with a hundred projects all racing to completion simultaneously. They inspire others to feats of artisanship and have an easy time creating worldwide cultural phenomena, from new trends in fashion to revivals of old musical forms. They are always on the edge of the next new and hip thing. They are also almost always exhausted, and their successes inspire bitter jealousies.\n\n",
                "rivals": [
                    "Tezcatlipoca",
                    " Athena",
                    " Dionysus",
                    " Loki",
                    " Ptah",
                    " Susano-o",
                    " Thor",
                    " Thoth"
                ],
                "favoured": {
                    "purviews": [
                        "Animal (Resplendent Quetzal)",
                        "Fertility",
                        "Guardian",
                        "Earth",
                        "Health",
                        "Itztli",
                        "Justice",
                        "Psychopomp",
                        "Sky",
                        "Water"
                    ],
                    "epic_attributes": [
                        "Epic Charisma",
                        "Epic Intelligence"
                    ],
                    "abilities": [
                        "Academics",
                        " Command",
                        " Investigation",
                        " Medicine",
                        " Melee",
                        " Science"
                    ]
                }
            },
            "Tezcatlipoca": {
                "name": "Tezcatlipoca",
                "aka": [
                    "Tahil",
                    " Yaotl"
                ],
                "description": "Called the Lord of the Smoking Mirror, Tezcatlipoca is the God of Fate and the bringer of discord and vice. Possessing great creative powers like Quetzalcotl, yet using them for negative purposes, Tezcatlipoca draws mortals into cycles of destruction and new creation wherever possible. His mirror, made of obsidian, shows the future and can predict famine, yet its images are distorted views, just as obsidian itself reflects distorted colors. He is always youthful, with jaguar eyes and a missing right foot, always devastatingly handsome and always trouble.\n\nIn modern times, he has often appeared as a gang leader, luring young people into dangerous adventures. Other roles include work as a performance artist or an actor, a soldier fomenting rebellion, an engineer plotting to start a new company, a corporate lawyer and a talk-radio host. His principal goals are always to stir up controversy and dismay, and he is very good at achieving his objectives. Tezcatlipoca's Scions are inclined toward similar labors, but usually for slightly different ends. Controversy for the sake of controversy is rarely good enough; most choose controversy in order to achieve particular goals.\n\nThey make good social activists and political operatives-attack dogs for the causes they choose to represent. Like their father's animal patron, the jaguar, they operate without being noticed until it is too late for their victims to avoid them. Few of Tezcatlipoca's offspring ever understand that they choose these roles to strengthen the fabric of reality, not as ends in and of themselves.\n\n",
                "rivals": [
                    "Quetzalcotl",
                    " Damballa",
                    " Geb",
                    " Hachiman",
                    " Hephaestus",
                    " Odin"
                ],
                "favoured": {
                    "purviews": [
                        "Animal (Jaguar)",
                        "Darkness",
                        "Itztli",
                        "Magic",
                        "Moon",
                        "Mystery",
                        "Prophecy",
                        "Sun",
                        "War"
                    ],
                    "epic_attributes": [
                        "Epic Appearance",
                        "Epic Charisma",
                        "Epic Dexterity",
                        "Epic Manipulation",
                        "Epic Wits"
                    ],
                    "abilities": [
                        "Athletics",
                        " Brawl",
                        " Fortitude",
                        " Occult",
                        " Presence",
                        " Stealth"
                    ]
                }
            },
            "Tlaloc": {
                "name": "Tlaloc",
                "aka": [
                    "Chac",
                    " Nuhualpilli"
                ],
                "description": "Tlaloc, God of the rains and clouds, has been around forever. The Aztecs inherited him along with Xipe Totec, and they have never quite been able to get rid of him. Goggle-eyed, big-nosed, with long canine teeth and a fondness for earrings, Tlaloc stands on the earth, in legends, to show the relationship between earth and rain for the production of crops and food. Unlike the other Gods, the rain deity receives sacrifices not merely to slake his bloodthirst, but to give him power to maintain equilibrium-floods at the right time, and drought at the right time, too.\n\nThoroughly delighted with the modern era, Tlaloc likes to travel. He's been a tourist in Europe and Asia, all through the Americas, Africa and even Australia. He likes talking about where he's been and what he's seen, but he becomes angry if you disbelieve him or try to put him off. He's worked as a cave guide, an archaeologist, an engineer, a doctor and a teacher-just about any job that allows him to get close to children and preteens. (Their hearts are more tender and easier to eat.) He loves drowned sacrifices most of all, so SCUBA instructor is one of his favorite professions.\n\nTlaloc's Scions tend to share their father's love of modern life and make use of the most up-to-date technologies, but they also believe strongly in supporting tradition. \"The best of the old and the new\" would make a good family motto for most of them. They genuinely like helping people, often taking jobs that allow them to be of service to others. Yet, they also suffer from dark desires and disturbing nightmares, which they feel almost invariably compelled to enact.\n\n",
                "rivals": [
                    "Quetzalcotl",
                    " Heimdall",
                    " Hera",
                    " Izanagi",
                    " Legba",
                    " Osiris"
                ],
                "favoured": {
                    "purviews": [
                        "Earth",
                        "Fertility",
                        "Health",
                        "Itztli",
                        "Sky"
                    ],
                    "epic_attributes": [
                        "Epic Appearance"
                    ],
                    "abilities": [
                        "Academics",
                        " Brawl",
                        " Command",
                        " Medicine",
                        " Stealth",
                        " Survival"
                    ]
                }
            },
            "Tlazoltotl": {
                "name": "Tlazoltotl",
                "aka": [
                    "Ixcuina",
                    " Tetoinnan",
                    " Toci"
                ],
                "description": "Tlazoltotl is a Goddess of filth, whether it involves water-treatment systems, physical human waste or the mental detritus of psychological baggage. She has the power to clean it all up and sweep it all away with her magic broom. Her favorite position is squatting, whether to defecate or to give birth to a child or to fornicate, and she can get anyone at all to tell her their life story, including all the evil and nasty bits. She is young enough and beautiful enough to tempt the most pious mortals to sexual lust and emotional ruin. That she is so eager to hear all the details of their lusts and darker emotions only makes her power greater. Tlazoltotl has worked in modern times as a clothing designer, a psychologist, a bartender, a social worker, a prostitute, a lounge singer, a kiddie-pop superstar, a garbage woman, a plumber and a cleaning lady. Do people explain or expose their most intimate desires to a particular profession? That's what she wants to be. People tend to idealize her when they remember her, but they recall that she was always emotionally distant. She never revealed much of herself while constantly asking questions about her admirer-victims. No one ever got to know the real Tlazoltotl; she was too busy stripping them of their most personal and most horrific excrement.\n\nTlazoltotl's Scions are similarly able to wring secrets out of the dark places in people's consciousness. They are excellent Dumpster-divers, finding it easy to locate useful things amid mountains of trash. Seductive yet emotionally unattached, they typically have great sex lives but have difficulty establishing genuine relationships.\n\n",
                "rivals": [
                    "Huitzilopochtli",
                    " Aphrodite",
                    " Bastet",
                    " Erzulie",
                    " Freya",
                    " Raiden"
                ],
                "favoured": {
                    "purviews": [
                        "Earth",
                        "Itztli"
                    ],
                    "epic_attributes": [
                        "Epic Appearance",
                        "Epic Charisma",
                        "Epic Manipulation"
                    ],
                    "abilities": [
                        "Art",
                        " Craft",
                        " Empathy",
                        " Investigation",
                        " Medicine",
                        " Politics"
                    ]
                }
            },
            "Xipe Totec": {
                "name": "Xipe Totec",
                "aka": [
                    "N/A"
                ],
                "description": "God of maize and of seeds growing in the earth, Xipe Totec represents death transforming into new life. Like all the Atzlnti, he requires at least some blood to do his work, but he also needs a human or animal skin. Indeed, many of his most powerful arts rely upon wearing the skin of a sacrificial victim. Once he wears this gruesome garment over his own golden flesh, Xipe Totec is able to make gold out of nothing, to bring seeds to fruition in the ground, to command disease and health, to turn the seasons and to drive any titanspawn-or even Titan-from his way. In addition, he is able to take on the mortal attributes and skills of the specific being whose skin he wears. When laced into the skin, as a woman might be laced into a corset, he is able to become that person fully and completely.\n\nIn modern times, Xipe Totec likes being an actor and a musician. He likes being on stage and performing for people, though his acts are usually shocking to the audience and bloody, as he prefers to show the process of life, death and rebirth of which he is the God. He's also labored as a gardener, a landscape architect, a farmer and a rancher. People remember him as a loner who tends to keep to himself for long stretches in wintertime, while becoming gregarious and open in the spring, summer and autumn. Usually, he throws a huge party in mid-tolate March. One of his guests goes missing from this party for a time-at least until Xipe Totec can get comfortable in his new skin. He's got a million of them. Xipe Totec's children are equally interested in natural cycles of death and rebirth. They work with DNA and longevity treatments in laboratories, write poetry and novels designed to bring them a kind of immortality, engage in sexual acts specifically to bring forth as many children as possible and seed riotous gardens designed to produce as many hybrid plants as possible. They also chew their fingernails and bite their cuticles, and engage in deep psychoanalysis and past life regression therapy, looking to find out who they really are. They take on new roles and discard them easily, often becoming the spies and informants of the pantheon, but are never really quite comfortable in their own skins.\n\n",
                "rivals": [
                    "Quetzalcotl",
                    " Anubis",
                    " Shango",
                    " Sif",
                    " Susano-o",
                    " Zeus"
                ],
                "favoured": {
                    "purviews": [
                        "Death",
                        "Fertility",
                        "Guardian",
                        "Health",
                        "Itztli"
                    ],
                    "epic_attributes": [
                        "Epic Stamina"
                    ],
                    "abilities": [
                        "Craft",
                        " Fortitude",
                        " Integrity",
                        " Larceny",
                        " Medicine",
                        " Survival"
                    ]
                }
            }
        }
    },
    "Amatsukami": {
        "gods": {
            "Amaterasu": {
                "name": "Amaterasu",
                "aka": [
                    "Omikami",
                    " Tensho Daijin"
                ],
                "description": "Amaterasu is the Queen of the Heavenly Plain, Goddess of the sun and mother of the imperial family of Japan. She was the most powerful of the Japanese deities, and when she went into hiding in a cave, the World was plunged into darkness. Only by positioning a mirror before the cave entrance and staging an elaborate and noisy entertainment outside were the other Gods able to draw her from her seclusion. Once she looked in the mirror, she realized how beautiful and elegant, how glorious and how delightful, she truly was. She resumed her duties more radiant and wonderfully confident than she had been before.\n\nIt was a more than adequate preparation for modern life. Amaterasu knows her own beauty so well that she can use it as a mirror to reflect others' beauty. She helps mortals understand their own appearance and their own beauty, because she knows how to use her own. As a fashion and artistic photographer, she has sought to turn her lens on the poor and the powerful alike, to reveal their dignity, their honor and their strength of character. As a dancer, she moves in ways that lift people's spirits. As a jeweler, she's made pieces that complement and elevate their wearers in the eyes of others. Anything to which she puts her hand becomes ever more beautiful and refined. And, more than anything else, what she puts her hand to is Japan.\n\nSince the other Gods and the US Army quashed metaphysically and physically her maternal relationship with the rulers of Japan, Amaterasu has taken to strengthening her whole people. Great artists-be they sculptors, painters or designers-become her partners and help give birth to new generations of Scions who will make Japan great and beautiful. She raises them to be engineers, doctors, artisans, martial artists, musicians-all sorts of people who are capable of making her land great. The Scions of Amaterasu are called upon to make their homeland in truth the land of the rising sun.\n\n",
                "rivals": [
                    "Susano-o",
                    " Tsuki-yomi",
                    " Apollo",
                    " Kalfu",
                    " Sif",
                    " Thoth",
                    " Tlaloc",
                    " Xipe Totec"
                ],
                "favoured": {
                    "purviews": [
                        "Fertility",
                        "Sun",
                        "Tsukumo-Gami"
                    ],
                    "epic_attributes": [
                        "Epic Appearance",
                        "Epic Charisma",
                        "Epic Strength"
                    ],
                    "abilities": [
                        "Art",
                        " Awareness",
                        " Craft",
                        " Empathy",
                        " Integrity",
                        " Presence"
                    ]
                }
            },
            "Hachiman": {
                "name": "Hachiman",
                "aka": [
                    "Daibosatsu",
                    " Ojin",
                    " Yawata No Kami"
                ],
                "description": "Hachiman, lord of fishing nets, fertile fields and war, is a changeable and flexible God. His symbol, the tomoe, is three teardrops circling in a vortex, signifying the forces of change and transformation that he brings to any occasion. In legends, he could be a warrior with a topknot, a bald-headed priest or a long-haired fisherman. As a divine protector of all social classes, he is able to shift even his divine form, becoming fat or thin, tall or short, bald or hairy, as the moment takes him. Unfortunately, he is unable to shift forms on the fl y; whatever shape he takes for a given encounter, he must retain. In addition, the dove and his eight traditional banners are present wherever he goes. They are inviolable symbols of his presence.\n\nIn modern times, Hachiman sees Amaterasu's obsession with Japan as needlessly focused. As a martial artist and Buddhist monk, he has brought the benefits of Japanese ideals to the West. As a dexterous chef, he's served up the benefits of its cuisine. As an anime producer, he's touted its storytelling and its culture. He laughs early and often, and enjoys family gatherings where he can sit as the wise old uncle, spinning tales about life after the war or in the internment camps. Most of all, he carries on war against the enemies of reality by other meanstying together networks of people and ideas, fertilizing the open fields of hungry minds and campaigning for good education in science and technology. Like all generals, he knows that logistics, not glory, wins battles and wars. Hachiman chooses which of his children he will reveal his true nature to for exactly the same reasons. The most aggressive and difficult ones he tends to ignore, in favor of those with practical goals and achievable ends.\n\nHis Scions need to be officers and leaders of soldiers, not cannon fodder on the field, especially now that the theater of battle is the World. Rarely are his Scions dull or unintelligent, for the Lord of Eight Banners wants an army that loves its country with eyes open to both its benefits and its flaws. His Birthrights are often books-manuals of battle tactics or business management, designed to shift a reader's consciousness.\n\n",
                "rivals": [
                    "Raiden",
                    " Ares",
                    " Freyr",
                    " Horus",
                    " Ogoun",
                    " Xipe Totec"
                ],
                "favoured": {
                    "purviews": [
                        "Animal (Dove)",
                        "Fertility",
                        "Guardian",
                        "Tsukumo-Gami",
                        "War"
                    ],
                    "epic_attributes": [
                        "Epic Charisma",
                        "Epic Dexterity",
                        "Epic Wits"
                    ],
                    "abilities": [
                        "Athletics",
                        " Command",
                        " Investigation",
                        " Marksmanship",
                        " Melee",
                        " Science"
                    ]
                }
            },
            "Izanagi": {
                "name": "Izanagi",
                "aka": [
                    "The first man"
                ],
                "description": "The first man of the Amatsukami, was the father of Amaterasu and the creator of all the lands and islands of Japan. He was the parent, with Izanami, of many deities and spirits, and most continue to pay court upon their father. As lord of the sky, he helps maintain both the motion of the stars and planets, and keeps the weather fl owing in orderly patterns. He has some responsibility for assuring the fertility of human beings, as well. After his wife Izanami died in childbirth, he beheld her putrescent form during an ill-fated rescue from Yomi. Embarrassed and enraged, she swore vengeance, saying she would destroy 1,000 of his people a day; Izanagi retorted that 1,500 of his people would thus be born each day. Tall, with black hair, moustache and beard, graceful hands and a regal bearing, Izanagi appears as a mature Japanese man whose eyes hold a look of grim determination touched with sadness.\n\nIn modern times, Izanagi often appears as a lonely businessman. He spends a lot of time in bars and graveyards, lingering in both on his way to and from his workplace every day. Whether he plays at being a middle manager, a train conductor, a bank branch manager or a shop salesman, he really lives for those few minutes in the graveyard when he can talk to his dead wife. (Or those few minutes in the bar when he can sing karaoke mournfully about the love he had and lost.) The other Gods put Izanagi in charge of monitoring and minimizing changes in the atmosphere, but he has no real heart for the work and neglects vast amounts of his duties.\n\nIzanagi's Scions are often at loose ends in the World as a result. Not yet tasked with any specific function by their father, they are often contacted first of all by other divinities, trying to shake their old man loose from his maudlin behavior (which has been going on at least six or seven thousand years). Some feel that Izanagi could soon fall to the rage and aggression of a Titan or worse.\n\n",
                "rivals": [
                    "Izanami",
                    " Atum-Re",
                    " Baron Samedi",
                    " Dionysus",
                    " Loki",
                    " Quetzalcotl"
                ],
                "favoured": {
                    "purviews": [
                        "Psychopomp",
                        "Sky",
                        "Tsukumo-Gami"
                    ],
                    "epic_attributes": [
                        "Epic Charisma",
                        "Epic Strength"
                    ],
                    "abilities": [
                        "Academics",
                        " Awareness",
                        " Fortitude",
                        " Melee",
                        " Presence",
                        " Thrown"
                    ]
                }
            },
            "Izanami": {
                "name": "Izanami",
                "aka": [
                    "Izanami No Mikoto"
                ],
                "description": "Izanami is Izanagi's dead wife, queen of the Underworld and the first woman of the Amatsukami. In the days when she was alive, she helped give birth to all the Gods and islands of Japan. She died giving birth to a child, and her husband immediately killed the boy out of anger and frustration after the woman he loved was taken from him. Izanami became Queen of Yomi, the Japanese Underworld. Her horrific appearance there-half-rotted and swarming with maggots-causes her to choose darkness and death over life and light. She and Izanagi are forever separated and cannot bear to look on each other anymore. The shikome, Izanami's handmaidens, are almost as terrifying to look on as she is.\n\nIzanami doesn't get out into the World much. She tends to be reclusive; a common disguise is as old lady living with 47 cats in a house that smells of formaldehyde and dust. Even then, though, a search of her history turns up great achievements in the past-as a biologist, a mother, an ethicist, a philosopher and a campaigner for family values. Her history tends to latch onto her and find a way to express itself, as it does for all the Gods. Fate catches up with everyone eventually.\n\nIzanami's Scions tend to be children of either her creative, light phase or her dark and deathly phase. The creative children are clever and happy, capable of beautiful works of great energy. The other Gods usually shower them with artistic Birthrights in memory of their living mother, but keep them away from any real power or place where they might do genuine damage or good. Her dark Scions, on the other hand, tend to receive their power directly from their mother's hand. Izanami does not always love the Gods who could not save her in childbirth, and she picks out her aggressive offspring to be scourges to the other divinities. Some wonder if she intends to side with the Titans in the current conflict.\n\n",
                "rivals": [
                    "Izanagi",
                    " Bastet",
                    " Freyr",
                    " Poseidon",
                    " Shango",
                    " Thor",
                    " Tlaloc"
                ],
                "favoured": {
                    "purviews": [
                        "Darkness",
                        "Death",
                        "Earth",
                        "Tsukumo-Gami"
                    ],
                    "epic_attributes": [
                        "Epic Appearance",
                        "Epic Charisma"
                    ],
                    "abilities": [
                        "Brawl",
                        " Command",
                        " Fortitude",
                        " Integrity",
                        " Occult",
                        " Stealth"
                    ]
                }
            },
            "Raiden": {
                "name": "Raiden",
                "aka": [
                    "Narukami",
                    " Raijin"
                ],
                "description": "Red-skinned, with clawed feet and a demonic visage, orbited by a set of drums and wielding a mighty bow, Raiden is the God of thunder and lightning. A guardian against invaders and invasions, he so effectively turned back the Mongol fleet sent against Japan that only three sailors survived. Many fear him because of his terrible face and his often-angry opinions about the state of the World and the nation.\n\nYet if you can get him to calm down long enough (usually through the application of sake in copious quantities), he proves to be quite a likeable fellow who can offer advice on just about any subject. Whether you take that advice depends on how drunk you made yourself in the process. Raiden is a famous admirer of belly buttons, and he has been known to steal them from people. Current fashion trends favoring bare midriffs please him tremendously.\n\nThese days, Raiden is a pig. He is ugly by anyone's standards, no matter what disguise he puts on. So, other than hiding his teeth, muting the red of his skin and sheathing his feet in boots, Raiden tends to not hide very much of his amiably disgusting behavior. He eats too much, belches and farts publicly, drinks soda in the white rooms and server rooms (of course he works in the computer field-harnessed lightning is always interesting to him) and leers at pretty women. He openly disdains ugly ones. When he plays at being a college student, he wins invitations to fraternities simply because he can be so boorishly funny. After graduation, though, everyone discovers how difficult it can be to have him as a roommate camped on the couch for weeks on end.\n\nRaiden's Scions are often lesser versions of their father. They might not be quite as appalling, but the apple here never falls very far from the tree. Inclined to indecent behavior and possessing great skill with modern technology, they tend to become the Gods' programmers and hackers, finding information and defending the soft places in reality's defenses. Having access to one of the World's most primal forces, they also have some command over plant life, a powerful, root-level network for change and communication in the World.\n\n",
                "rivals": [
                    "Amaterasu",
                    " Artemis",
                    " Athena",
                    " Erzulie",
                    " Freya",
                    " Hera",
                    " Isis",
                    " Sif",
                    " Tlazoltotl"
                ],
                "favoured": {
                    "purviews": [
                        "Guardian",
                        "Sky",
                        "Tsukumo-Gami"
                    ],
                    "epic_attributes": [
                        "Epic Appearance",
                        "Epic Dexterity"
                    ],
                    "abilities": [
                        "Athletics",
                        " Brawl",
                        " Fortitude",
                        " Marksmanship",
                        " Presence",
                        " Science"
                    ]
                }
            },
            "Susano-o": {
                "name": "Susano-o",
                "aka": [
                    "Susanoo No Mikoto"
                ],
                "description": "God of the sea and of storms, Susanoo is a fiery-tempered, bearded young man, full of rage. He is always haring off on some wild adventure-usually because he is unwelcome where he currently resides. In one legend, he found himself sent out of Takamagahara-the Amatsukami's region of the Overworld-on some thin pretext, so he decided to visit his sister, Amaterasu, before he left. They had a contest in which they both made people. She made beautiful women from fragments of his sword, and he made men from the jewels of her necklace. Yet Amaterasu was clearly the winner. In anger, Susano-o killed one of her attendants, destroyed her rice fields and finally flung a flayed horse into her weaving room. He was banished to the World, where he had to slay an eight-headed dragon, marry a peasant girl after many trials and give up his sword to his sister before he was allowed to return to Takamagahara.\n\nGiven how exciting the World can be, Susano-o sometimes wonders if the apologies were worth it. He likes marching in parades and protests, fighting guerrillas in deserts and jungles, blowing up buildings, setting off fireworks (both physical and metaphorical), jumping out of airplanes, surfing in hurricanes and starting revolutions. It's an exciting time to be alive, plus there are all sorts of incredibly beautiful women around. What's not to like? And it's not nearly so stuffy and orderly as the Overworld. Humans are into chaos, and they like people who can create it, especially in front of TV cameras.\n\nEverything is that much better if it's possible that his current idiocy could be seen by millions of people. Susano-o's Scions tend to seek thrills in similar fashion. They behave badly in public, commit atrocities in battle, make fools of themselves in restaurants and manage to get back in people's good graces by doing amazingly stupid things that succeed beyond anyone's wildest expectations. They always have a wonderful time, unless there's no one around to see their exploits after the fact. There's no point in achieving amazing results if there's no one to confirm them afterward. Nobody likes a braggart, after all.\n\n",
                "rivals": [
                    "Amaterasu",
                    " Athena",
                    " Hel",
                    " Legba",
                    " Odin",
                    " Quetzalcotl",
                    " Thoth"
                ],
                "favoured": {
                    "purviews": [
                        "Chaos",
                        "Psychopomp",
                        "Sky",
                        "Tsukumo-Gami",
                        "Water"
                    ],
                    "epic_attributes": [
                        "Epic Strength",
                        "Epic Wits"
                    ],
                    "abilities": [
                        "Awareness",
                        " Brawl",
                        " Craft",
                        " Fortitude",
                        " Melee",
                        " Presence"
                    ]
                }
            },
            "Tsuki-Yomi": {
                "name": "Tsuki-Yomi",
                "aka": [
                    "Tsukiyomi No Minkoto"
                ],
                "description": "Tsuki-yomi, the God of the moon, is the brother of Amaterasu, though the two of them are forever separated. Tsuki-yomi went to a feast as Amaterasu's representative but killed the hostess-the Goddess of food, Uke Mochi-because she created food by looking at the land or sea from which a particular kind of food came and then vomiting up the food. Tsuki-yomi was so revolted that he simply could not help himself, but drew his sword and slew her. Appalled by his conduct, Amaterasu sent him to the other side of the sky and will not look at him directly ever again. As a result, Tsukiyomi sits and sulks much of the time. Eager of any excuse to be out of his disdainful sister's presence, Tsuki-yomi spends the rest of his time acting as a messenger between the worlds above and the worlds below.\n\nSuch coming and going suits Tsuki-yomi well. As a diplomat, a courtier, an airline pilot, a jet-setter, a quality inspector and a management guru, the moon God's traveled all over the World, interacting with people and changing lives. Fortunately, he has learned better table manners than when his sister became so furious, but he still watches over offenses committed by hosts on guests, and in those cases, his judgment is swift and terrible. To improve his own manners and impeccable credentials, he has run a whole series of restaurants, and in the process, he's discovered that he really does like to cook.\n\nTsuki-yomi's Scions are motivated to be movers and shakers in the World. While they rarely produce art themselves, they might run galleries and promote the paintings of others; start publishing companies to produce books; edit and distribute magazines of photographs and important news; or sponsor literary nights or poetry readings to further the cause of the arts. Because of the pull of their father, however, their involvement in projects tends to follow a tidal cycle, swinging toward mania during one part of the day and into depression during others-circling from brightness to darkness over the course of every month. Always very good at helping others reach for their dreams, they rarely achieve their own.\n\n",
                "rivals": [
                    "Amaterasu",
                    " Artemis",
                    " Freyr",
                    " Ogoun",
                    " Sobek",
                    " Tezcatlipoca"
                ],
                "favoured": {
                    "purviews": [
                        "Darkness",
                        "Moon",
                        "Psychopomp",
                        "Tsukumo-Gami"
                    ],
                    "epic_attributes": [
                        "Epic Charisma"
                    ],
                    "abilities": [
                        "Academics",
                        " Awareness",
                        " Empathy",
                        " Investigation",
                        " Marksmanship",
                        " Politics"
                    ]
                }
            }
        }
    },
    "Loa": {
        "gods": {
            "Baron Samedi": {
                "name": "Baron Samedi",
                "aka": [
                    "The Baron",
                    " Baron Cimitir're",
                    " Baron La",
                    " Croix",
                    " baron Kriminel",
                    " Uncle Skeleton"
                ],
                "description": "Baron Samedi would have you believe he spent a Saturday night in a drunk tank in the Underworld, drinking Jesus under the table with shots of rum. Then, he'll grin at you like a crack addict in the middle of a mescaline overdose, and you wonder who's really taking the drugs. Outfitted with sunglasses, a stylish black shirt or a white shirt and an undertaker's swallowtail coat, silver jewelry and a top hat, the Baron loves to entertain children and frighten the living daylights out of adults. In legend, he walks right up to dictators and tells them to put their affairs in order. He mugs for the cameras in New Orleans. He strolls between nightclubs everywhere, putting AIDS on the tip of every seventh needle.\n\nOf all the Gods, only Baron Samedi never disguises himself. He is always Saturday's lord, always dressed for a party, always ready to live unlife to the fullest. His entourage, the ghede-the dead, who are ghosts and zombies and revered ancestors-trail along in his wake like the groupies of a rock star or the entourage of a Hollywood celebrity. This is, of course, what the Baron is, the notorious star of the most dangerous and psychotic boy-band that ever prowled the concert hall that is the World.\n\nA similar infamy attaches itself to Baron Samedi's Scions. Ghosts approach them with messages for the living; goth teenagers drink in their every word before they hang themselves; photographers snap their portraits for inclusion in books of freaks. Like the children of the famous everywhere, Samedi's offspring go through difficult teenage years, experimenting with either rigid self-discipline or utter abdication of responsibility. The Baron is a family man, though. He takes all the necessary steps to see that his Scions follow him in the family business.\n\n",
                "rivals": [
                    "Kalfu",
                    " Hades",
                    " Hel",
                    " Izanami",
                    " Miclntecuhtli",
                    " Osiris"
                ],
                "favoured": {
                    "purviews": [
                        "Cheval",
                        "Darkness",
                        "Death",
                        "Earth",
                        "Health",
                        "Psychopomp"
                    ],
                    "epic_attributes": [
                        "Epic Charisma"
                    ],
                    "abilities": [
                        "Command",
                        " Fortitude",
                        " Integrity",
                        " Occult",
                        " Politics",
                        " Presence"
                    ]
                }
            },
            "Damballa": {
                "name": "Damballa",
                "aka": [
                    "Bon Dieu",
                    " Danbhala Weddo",
                    " Moses"
                ],
                "description": "Damballa is the father of the other Loa, and the most powerful and important God of the pantheon. Appearing as a huge green-and-black snake, and associated with parental duty as well as primal sexuality and creativity, Damballa marries many women and sleeps with all of them every Thursday. He leaves behind money for them, and gifts for the children he has with them. He is associated with the Catholic/Jewish Moses, and dresses in white and silver.\n\nOf all the Loa, Damballa most rarely assumes a mortal, human form. He prefers the snake aspect and loves to eat raw eggs. When he mounts a horse-that is, a mortal vessel-he makes that horse writhe on the ground with his hands above his head and speak in a sibilant, hissing susurrus. Any woman who handles a snake while naked risks his sensual and sexual embrace.\n\nDamballa's Scions are likewise sensual and primal people. They attend festivals in the desert and go dancing in hot jungle nights. Whatever else they do (and they have great leeway in that from their father), they are regarded as particularly lively and energetic. Not for them the drudgery of a desk job, but contact with primal nature and celebration in the rain-whether they want it or not.\n\n",
                "rivals": [
                    "Baron Samedi",
                    " Artemis",
                    " Atum-Re",
                    " Hachiman",
                    " Huitzilopochtli",
                    " Loki"
                ],
                "favoured": {
                    "purviews": [
                        "Animal (Snake)",
                        "Cheval",
                        "Health",
                        "Mystery"
                    ],
                    "epic_attributes": [
                        "Epic Charisma"
                    ],
                    "abilities": [
                        "Animal Ken",
                        " Awareness",
                        " Brawl",
                        " Empathy",
                        " Medicine",
                        " Science"
                    ]
                }
            },
            "Erzulie": {
                "name": "Erzulie",
                "aka": [
                    "Beautiful",
                    " dressed in pinks and reds",
                    " loving sweet foods and perfumes",
                    " Erzulie is a Goddess of love in all its forms. Assuming three faces depending on need",
                    " as Freda she is the coquettish young girl",
                    " as Dant",
                    " she is the matronly protector of children (and homosexuals)",
                    " while as Je Wouj (literally \"red eye\") she is the angry old lady no one loves anymore. Associated with the Virgin Mary and the Black Madonna from Catholic tradition",
                    " Erzulie is a girly girl",
                    " flirtatious and sexy while being very gracious and kind at the same time."
                ],
                "description": "In modern life, Erzulie has been a prostitute, a mother, a community activist, a cook and a dressmaker. She always wears the three wedding rings symbolizing her marriages to Damballa, Ogoun and Agwe (a busy loa of the sea), no matter which face she currently wears.\n\nErzulie's Scions often choose their own paths. They are often very sexually active, which sometimes leads to tangled family trees in the Voodoo pantheon of heroes. Erzulie doesn't mind. She has her children to loveprovided they obey her when she needs them.\n\n",
                "rivals": [
                    "Kalfu",
                    " Amaterasu",
                    " Aphrodite",
                    " Bastet",
                    " Freya",
                    " Tlazoltotl"
                ],
                "favoured": {
                    "purviews": [
                        "Cheval",
                        "Guardian",
                        "War"
                    ],
                    "epic_attributes": [
                        "Epic Appearance",
                        "Epic Charisma"
                    ],
                    "abilities": [
                        "Art",
                        " Athletics",
                        " Empathy",
                        " Integrity",
                        " Presence",
                        " Survival"
                    ]
                }
            },
            "Kalfu": {
                "name": "Kalfu",
                "aka": [
                    "Mai t Carrefour"
                ],
                "description": "Kalfu is Legba's dark twin. While some Voodoo practitioners see them as the same deity, the Loa themselves know the truthKalfu is the master of the malevolent spirits of night, just as Legba rules the beneficent spirits of the day. They stand on opposite corners of all crossroads and on opposite sides of all doorways. Where you find one, the other is never far away. Even their clothes are the same, which means that the only way to tell them apart is to observe them closely, for Kalfu is more muted in color, as if he were lit by moonlight instead of sunlight.\n\nIn modern times, Kalfu is the fundamentalist preacher who visits prostitutes by night, and the drug dealer who sells enlightenment but offers addiction. His mere arrival summons up darker spirits, and it is best to keep silent in his presence. Discontent and animosity follow him everywhere, yet he is also a force for creative ambition. That this ambition sometimes leads to murderous rage is not always Kalfu's fault.\n\nKalfu's Scions are similarly troublesome. They are troublemakers and irritants to many of their neighbors; the police always seem to know who and where they are. Most have rap sheets, regardless of whether or not they've actually done anything. Such negative attention often drives Kalfu's offspring into lives of crime, but the Gods recognize that the dichotomy between good and evil, as mortals see them, is one of the creative forces that keep the World whole and out of the clutches of the Titans.\n\n",
                "rivals": [
                    "Legba",
                    " Amaterasu",
                    " Artemis",
                    " Bastet",
                    " Freya",
                    " Miclntecuhtli"
                ],
                "favoured": {
                    "purviews": [
                        "Chaos",
                        "Cheval",
                        "Darkness",
                        "Magic",
                        "Moon"
                    ],
                    "epic_attributes": [
                        "Epic Charisma"
                    ],
                    "abilities": [
                        "Animal Ken",
                        " Athletics",
                        " Occult",
                        " Presence",
                        " Stealth",
                        " Survival"
                    ]
                }
            },
            "Legba": {
                "name": "Legba",
                "aka": [
                    "Eshu",
                    " St. Lazarus",
                    " St. Peter",
                    " St. Anthony"
                ],
                "description": "Legba, keeper of the spirit gate, watches over crossroads and doorways. An old black man with a pipe filled with tobacco wedged between his teeth and leaning on a cane, he is associated with the Catholic saints Peter, Lazarus and Anthony, as well as the color red. Wearing a broad-brimmed straw hat and attended by his dog, he can speak and understand any mortal language. He can cause his horse to walk and dance, and he can send any mortal down the right path-or the wrong one. No one enters the mythic realms without his permission.\n\nIn modern times, Legba plays at all sorts of roles. He's been a drug dealer on the corner selling enlightenment, and a pastor who preaches against the demons of addiction. He's worked as a UN translator and a Caribbean dictator; a taxi driver and an informal butler. People recall his love of jokes and his infectious laughter, but they always suspect he was laughing at them.\n\nLegba's Scions are similarly inclined. Masters of transportation and opening pathways, they act as wilderness scouts and tourist guides. Each is an opener of doors, a great people-person, capable of making introductions and connecting people with diverse interests to common goals. As tricksters and practical jokers, these Scions play great con games, parting fools from their money on a regular basis.\n\n",
                "rivals": [
                    "Kalfu",
                    " Frigg",
                    " Hachiman",
                    " Hermes",
                    " Huitzilopochtli",
                    " Sobek"
                ],
                "favoured": {
                    "purviews": [
                        "Cheval",
                        "Prophecy",
                        "Psychopomp"
                    ],
                    "epic_attributes": [
                        "Epic Charisma",
                        "Epic Wits"
                    ],
                    "abilities": [
                        "Command",
                        " Empathy",
                        " Integrity",
                        " Larceny",
                        " Occult",
                        " Politics"
                    ]
                }
            },
            "Ogoun": {
                "name": "Ogoun",
                "aka": [
                    "Gu",
                    " Ogum",
                    " St. James",
                    " St. Sebastian"
                ],
                "description": "Lord of power, authority and triumph, Ogoun is a spirit of iron-iron spines in battle, iron in weapons and fearlessness in personal action. Dark eyed and dark skinned, he likes the contrast of a sharp white military uniform and red sash with his curly headed visage. He often makes use of the Catholic identity of St. James the Greater and always carries an iron knife, sword or machete. He's a smoker and a rum drinker, but he's always the pirate hunter and never the pirate.\n\nIn modern times, Ogoun takes on paramilitary and military roles more often than not. He's always an officer, never an enlisted man, although his records always show he advanced through the ranks. Ogoun always gets his position through merit, never through connections. He's a craftsman in metal, particularly iron-motor vehicles and weapons alike obey his commands. He's also been a high-steel worker and a shipbuilder. People remember him as plain dealing and direct in his speech.\n\nOgoun's Scions are similarly inclined. They are forceful personalities, artists and responsible patriots. Loyal to their father, they have worked as fireworks and demolitions experts, aggressive businessmen, dictators' henchmen and jungle-hidden freedom fighters. No one calls them cowards and lives.\n\n",
                "rivals": [
                    "Baron Samedi",
                    " Athena",
                    " Heimdall",
                    " Isis",
                    " Izanagi",
                    " Xipe Totec"
                ],
                "favoured": {
                    "purviews": [
                        "Cheval",
                        "Fire",
                        "War"
                    ],
                    "epic_attributes": [
                        "Epic Manipulation",
                        "Epic Strength"
                    ],
                    "abilities": [
                        "Art",
                        " Craft",
                        " Fortitude",
                        " Melee",
                        " Politics",
                        " Presence"
                    ]
                }
            },
            "Shango": {
                "name": "Shango",
                "aka": [
                    "Xango"
                ],
                "description": "Shango, lord of thunder and priest-king of the Loa, is the God of initiation and justice and royalty. He resists oppression on behalf of his people, and he fights the good fight everywhere. Dressed in red and white, he hunts liars and thieves with a stone axe made by his friend and colleague Ogoun. Legends say he had three wives and produced sons by each of them. Some, his legitimate children, became kings and community leaders. Others became great priests, pastors and spiritual advisors. His remaining children lived as bandits who preserved the moral order by robbing the rich and giving to the poor. So it is with Shango's Scions.\n\nIn modern times, the thunder God marched with Dr. Martin Luther King and with Gandhi; he was also a member of the Black Panthers and a bodyguard to Malcolm X. He's been a vigilante, a prizefighter, a lionized athlete and a black judge in a white town. Unlike many Gods, Shango sees no problem with inserting himself into the great events of the mortal World. The lives and rights of mortals are his principal concern-how could he not help them?\n\nIncreasingly, though, the demands of Fate require that he leave these tasks to his Scions. He never raises up just one Scion, though, he makes sure there are always three in the Worlda leader, an advisor and a bandit. In this way, the World is balanced, and Shango continues to look out for the interests of his community.\n\n",
                "rivals": [
                    "Kalfu",
                    " Raiden",
                    " Sobek",
                    " Tezcatlipoca",
                    " Tyr",
                    " Zeus"
                ],
                "favoured": {
                    "purviews": [
                        "Cheval",
                        "Justice",
                        "Prophecy",
                        "Sky"
                    ],
                    "epic_attributes": [
                        "Epic Charisma",
                        "Epic Strength"
                    ],
                    "abilities": [
                        "Art",
                        " Command",
                        " Fortitude",
                        " Integrity",
                        " Melee",
                        " Presence"
                    ]
                }
            }
        }
    },
    "Tuatha": {
        "gods": {
            "Aengus": {
                "name": "Aengus",
                "aka": [
                    "Aengus Og",
                    " Mac Ind Og",
                    " Mac Og"
                ],
                "description": "Aengus is the most beautiful of the Tuatha. His long blond hair, vibrant blue eyes and delicately sculpted features are enough to make men and women alike swoon in envy and desire. He has the lithe frame of a fencer or gymnast, rather than the heavily-muscled form of his father, the Dagda. Aengus is the God of youth, love and poetic inspiration, and he delights in embodying the first and spreading the other two as far and wide as possible.\n\nAengus is better known for feats of manipulation than deeds in battle. He was able to trick his father into giving him the Br na Binne, the Dagda's own home, through a play on words. He is associated with birds, especially swans, and the birds that used to circle his head in a rapturous delight at the sight of his beauty have transformed today into the rows of Xs that lovers write to each other at the end of their letters.\n\nIn modern life, Aengus can be found wherever he has the greatest chance to inspire love or to prove his wits. He has been the host of a highly-rated daytime talk show and a sex therapist, a high-stakes gambler and a persuasive lawyer.\n\nThe Scions of Aengus are always beautiful and in the peak of health. The can be found in any profession where beauty and a silver tongue are in high demand - as attorneys, salesmen, models, actors and politicians. While they are better negotiators than warriors, more than one Scion of Aengus has ended a fight by talking rings around a less clever foe until more physically powerful allies could arrive.\n\n",
                "rivals": [
                    "Aphrodite",
                    " Artemis",
                    " Hel",
                    " Izanami",
                    " Tlazoltotl"
                ],
                "favoured": {
                    "purviews": [
                        "Animal (Birds)",
                        "Enech",
                        "Health"
                    ],
                    "epic_attributes": [
                        "Epic Appearance",
                        "Epic Charisma",
                        "Epic Manipulation"
                    ],
                    "abilities": [
                        "Animal Ken",
                        " Art",
                        " Empathy",
                        " Medicine",
                        " Occult",
                        " Presence"
                    ]
                }
            },
            "Brigid": {
                "name": "Brigid",
                "aka": [
                    "Brid",
                    " Brg",
                    " Brigantia",
                    " Breo Saighead"
                ],
                "description": "Brigid not only fills the roles of maiden, mother and crone, but she is also the patron Goddess to smiths, healers and poets. Worshipped for centuries at the holy well in Kildare by a group of women who tended her perpetual flame, Brigid is associated with both water and fire - and not just the element of fire, but imbas (the \"fire of inspiration\") that is the life-blood of musicians, poets and storytellers. Brigid is a tall, beautiful woman with hair as red as flames, eyes as gray as smoke and a scattering of freckles across her fair skin. She is stronger than she appears, untiring in the smithy and in battle.\n\nThese days, Brigid appears as a doctor, an edgy poet at poetry slams, a worker in a steel mill, a creative-writing teacher helping gifted students and a vet's assistant. She loves positions where she can inspire people in what they do, whether that might be writing the Great American Novel or simply overseeing the Detroit foundry furnaces for the latest batch of automobile parts.\n\nBrigid's Scions are usually creative, charismatic, healthy people with an interest in the arts or healing. They tend to be calm, compassionate and good with their hands, with steady nerves and unwavering dedication. Her children serve equally as doctors or sculptors, nurses or musicians, paramedics or poets.\n\n",
                "rivals": [
                    "Apollo",
                    " Loki",
                    " Sobek",
                    " Tlaloc",
                    " Xipe Totec"
                ],
                "favoured": {
                    "purviews": [
                        "Animal (Swan)",
                        "Enech",
                        "Fire",
                        "Health",
                        "Water"
                    ],
                    "epic_attributes": [
                        "Epic Stamina",
                        "Epic Strength"
                    ],
                    "abilities": [
                        "Art",
                        " Craft",
                        " Empathy",
                        " Integrity",
                        " Medicine",
                        " Melee"
                    ]
                }
            },
            "Dagda": {
                "name": "Dagda",
                "aka": [
                    "The Good God",
                    " Eochaid Ollathir",
                    " Ruadh Rofhessa"
                ],
                "description": "Son of Danu, the Dagda is known for his prodigious appetites for food, sex and battle. He had numerous lovers and wives, including the Morrigan. He also fathered Aengus with Boann, Nuada's wife. The Dagda served as king of the Tuatha after Lugh for eighty years. It was during his reign that the Tuatha faced some of their fiercest battles with the fomorians.\n\nThe Dagda owns a number of magical treasures, including a harp that directs the order of a battle, a cauldron that can feed an army and a club that can kill nine men with a single stroke. The Dagda is a warrior, first and foremost, and has been battling the Titans and their spawn for centuries. He firmly believes that his ways are the best, and if you disagree, he will tell you exactly why you are wrong, whether you are a man or a God.\n\nThe Dagda spends a great deal of time in the mortal world these days, spreading his seed and fathering more Scions. Disguised as a mortal, he is as at home in a professional boxing ring as he is tending pigs on a farm. He has been a senator, an Olympic weightlifting champion and a biker either willing to drink you under the table or mop the floor with you. No matter where he goes, he makes friends and enemies in equal measure.\n\nScions of the Dagda are as larger than life as their father. They are big drinkers, big eaters, big brawlers and big lovers, and their friends rarely have any complaints. Some who favor the Dagda's guardian tendencies work as police officers and firemen. Others become athletes - usually wrestlers, weightlifters and boxers. Those who inherit his charisma are drawn to more social professions - actors, politicians and salesmen gifted enough to sell steak to a vegetarian.\n\n",
                "rivals": [
                    "Horus",
                    " Huitzilopochtli",
                    " Odin",
                    " Ogoun",
                    " Tezcatlipoca",
                    " Zeus"
                ],
                "favoured": {
                    "purviews": [
                        "Animal (Pigs)",
                        "Enech",
                        "Guardian",
                        "War"
                    ],
                    "epic_attributes": [
                        "Epic Charisma",
                        "Epic Stamina",
                        "Epic Strength"
                    ],
                    "abilities": [
                        "Animal Ken",
                        " Command",
                        " Fortitude",
                        " Melee",
                        " Presence",
                        " Thrown"
                    ]
                }
            },
            "Danu": {
                "name": "Danu",
                "aka": [
                    "Ana",
                    " Anu",
                    " Dana",
                    " Danand"
                ],
                "description": "There would be no Tuatha D Danaan without Danu. Danu is the mother of the Dagda, Dian Ccht and Nuada, and through them she is the original ancestress of all the Tuatha. As one of the earliest Irish Goddesses, she is associated with the primal waters of creation and the fertile earth of Ireland. She is considered the most powerful guardian of Ireland, and all creatures that live there are under her protection. Most often seen as a beautiful, if somewhat distant, woman with light blond hair and sky blue eyes. There is nothing that happens within her country's borders that escapes her attention, and no torment suffered by her people is endured without her resilience and guidance.\n\nDanu is seldom seen in the mortal world these days. When she is, it is almost always as a mother figure of some sort - nurse, midwife, nanny, teacher. From time to time, she will take on the role of gardener or veterinarian, but this is rare. She never takes on any role that requires her to cause harm. Her gentle nature abhors violence, and she would rather shield someone under her care from danger by taking attacks meant for them upon herself.\n\nDanu's Scions are quiet, calm, keen-eyed and patient. Their strength is more often expressed through acts of endurance than violence. Though they can and will fight when they absolutely must (usually to protect innocents), they prefer to follow their patron's example and refrain from physical fights. Whether running a shelter for battered women, serving as an advocate for abused children, protesting the senseless slaughter of dolphins in tuna nets or working with environmental scientists to cleanse polluted soil of industrial toxins, the Scions of Danu are among the gentlest of the Tuatha.\n\n",
                "rivals": [
                    "Baron Samedi",
                    " Hera",
                    " Osiris",
                    " Raiden",
                    " Tlazoltotl"
                ],
                "favoured": {
                    "purviews": [
                        "Enech",
                        "Earth",
                        "Fertility",
                        "Guardian",
                        "Water"
                    ],
                    "epic_attributes": [
                        "Epic Perception",
                        "Epic Stamina"
                    ],
                    "abilities": [
                        "Animal Ken",
                        " Awareness",
                        " Command",
                        " Empathy",
                        " Fortitude",
                        " Integrity"
                    ]
                }
            },
            "Dian Cecht": {
                "name": "Dian Cecht",
                "aka": [
                    "None known"
                ],
                "description": "God of healing, son of the Dagda and grandfather of Lugh, Dian Cecht is best known for his creation of a silver hand for Nuada. The silver hand worked every bit as well as the original, but because the Tuatha could not have a king who was physically imperfect, Dian Cecht's son Miach and his daughter Airmed (other members of the Tuatha with great healing abilities) worked seven years to grow Nuada a new hand of flesh. This so incensed Dian Cecht that he killed his own son and scattered a profuse amount of healing herbs over the four corners of the World.\n\nDian Cecht usually appears as an older man in his fifties, with long white hair held back by a headband and a neatly-trimmed white beard and mustache. Unlike some of the great warriors among the Tuatha, he is not exceptionally muscular but has the greatest hand-eye dexterity among his companions. His skill with crafting and metalwork can be seen in the silver hand he created for Nuada, and although his skill with medicinal herbs is not as great as his daughter's, he still knows which ones can be eaten, which can be used to heal and which are poisonous.\n\nDian Cecht does not visit the mortal world as often as some of the rest of the Tuatha. He still broods over his son's death and knows his temper has not cooled since the ancient days. When he spends time there, he is almost always to be found in a hospital, clinic or medical corporation designing new prosthetics for amputees. Whether he works as an E.R. doctor, an oncologist, a virologist or a burn specialist, he labors tirelessly to eradicate pain, disease and suffering wherever he finds it. He is one of the few members of the Tuatha with little skill in the arts of war.\n\nThe Scions of Dian Cecht are almost exclusively found among the medical fields. Nurses, doctors, paramedics, orderlies and developers of new drugs are all counted among his children. They tend to be driven and devoted people, all too aware of the damage done to fragile mortals by the titanspawn they fight and ready in a pinch to provide what help they can to their more martial brethren.\n\n",
                "rivals": [
                    "Apollo",
                    " Damballa",
                    " Hephaestus",
                    " Isis",
                    " Miclntecuhtli"
                ],
                "favoured": {
                    "purviews": [
                        "Enech",
                        "Health",
                        "Magic",
                        "Water"
                    ],
                    "epic_attributes": [
                        "Epic Dexterity",
                        "Epic Intelligence",
                        "Epic Perception"
                    ],
                    "abilities": [
                        "Craft",
                        " Empathy",
                        " Medicine",
                        " Occult",
                        " Presence",
                        " Survival"
                    ]
                }
            },
            "Lugh": {
                "name": "Lugh",
                "aka": [
                    "Lamhfhada",
                    " Samhildnach",
                    " Lonnbeimnech"
                ],
                "description": "The grandson of Dian Cecht, greatgrandson of the Dagda and fostered by Manannan mac Lr, Lugh is the patron God of versatility. Although the Tuatha contain many Gods, only the greatest were admitted to the highest levels that ruled over Ireland. Lugh came to the door of King Nuada's hall and was told he could not join them unless he showed perfection in some skill. A warrior, a harper, a smith, a poet, a historian, a sorcerer and a craftsman, Lugh demonstrated each of these talents, only to be told that the King's hall already contained Gods who could each do these things. Lugh asked whether any of these Gods could do all of them and was granted membership. A tall, leanly-muscled man, Lugh is precise in his actions and as swift-witted as he is quick-footed. He is also one of the most charming and handsome of the Tuatha, with a short halo of dark auburn curls and green eyes that are usually full of cheer. Only in battle do they turn dark with steely resolve. Like some others among the Tuatha, Lugh is half-fomorianhis mother was Ethniu, daughter of the fomorian king Balor, and his father was Cian, one of the sons of Dian Cecht.\n\nIn modern times, Lugh has appeared as a musician, a soldier, a history professor, an author and a creator of fine jewelry. Even people who meet him briefly don't forget him, and he makes friends with ease.\n\nLugh's Scions tend to have worked a wide array of jobs during their lives and can draw on a large number of skills picked up at different times. They also tend to be charming, athletic and travel a lot. His best-known Scion was Cuchulainn, probably the most famous hero ever to come out of Ireland. Lugh gave Cuchulainn the battle-frenzy known as the rastrad, which made him nearly unbeatable in battle. Unfortunately, it also made it impossible for Cuchulainn to tell friend from foe. Since that time, Lugh has taught the warp-spasm to others among the Tuatha, and they in turn may teach it to their Scions.\n\n",
                "rivals": [
                    "Loki",
                    " Tezcatlipoca",
                    " Tlazoltotl",
                    " Kalfu",
                    " Set"
                ],
                "favoured": {
                    "purviews": [
                        "Animal (Dog)",
                        "Enech",
                        "Guardian",
                        "Health",
                        "Illusion",
                        "Magic",
                        "Sky",
                        "War"
                    ],
                    "epic_attributes": [
                        "Epic Charisma",
                        "Epic Dexterity",
                        "Epic Wits"
                    ],
                    "abilities": [
                        "Art",
                        " Athletics",
                        " Integrity",
                        " Melee",
                        " Occult",
                        " Thrown"
                    ]
                }
            },
            "Manannan Mac Lir": {
                "name": "Manannan Mac Lir",
                "aka": [
                    "Mannan beg mac y Leir",
                    " Manandan mac Alloit"
                ],
                "description": "Manannn was adopted into the Tuatha when the pantheon arrived in Ireland, but he comes from a much older pantheon whose name the Pantheon has been lost to history. He is the God of the sea and the ferryman that conducted the souls of the dead from the lands of the living to Tir na nOg.\n\nManannan is also known as a trickster God, whose pranks can be violent enough to cause harm but always teach a valuable lesson. He serves as foster father to Lugh and came to his aid when Lugh helped the rest of the Tuatha overthrow Bres, the corrupt half-fomorian king who ruled the Tuatha after Nuada. Manannan is also associated with horses and owns a magical steed named Enbarr that can cross water just as swiftly as it can race over land.\n\nManannan usually appears as a white-bearded, hoary old man, somewhat shorter than the rest of the Tuatha, with faded blue eyes and a wry smile. He is fond of seducing young women and has no compunctions whatsoever about taking on a younger, more handsome form to do so. He is an accomplished shape-changer and has been known to assume the form of a woman's lover or husband in order to seduce her.\n\nManannan has taken to a variety of roles in modern times. As comedian or gigolo, funeral director or fisherman, card sharp or jockey, he is always found with a smirk on his lips, a twinkle in his eye and a spring in his step.\n\nManannan's Scions are best known for their sense of humor and their quick wits. They come from all walks of life, but large numbers of them gravitate to professions involving the ocean or death. Navy personnel, oceanographers, merchant marines and underwater photographers are as likely as forensic pathologists, gravediggers, cemetery caretakers and even serial killers (who often end up choosing their victims from the ranks of those who serve titanspawn).\n\n",
                "rivals": [
                    "Amaterasu",
                    " Hades",
                    " Hera",
                    " Miclntecuhtli",
                    " Shango",
                    " Tyr"
                ],
                "favoured": {
                    "purviews": [
                        "Animal (Horses)",
                        "Death",
                        "Enech",
                        "Illusion",
                        "Magic",
                        "Prophecy",
                        "Psychopomp",
                        "Water"
                    ],
                    "epic_attributes": [
                        "Epic Manipulation",
                        "Epic Wits"
                    ],
                    "abilities": [
                        "Animal Ken",
                        " Athletics",
                        " Brawl",
                        " Control",
                        " Investigation",
                        " Occult"
                    ]
                }
            },
            "Morrigan": {
                "name": "Morrigan",
                "aka": [
                    "Morrgu",
                    " Nemain",
                    " Mor-Roghain"
                ],
                "description": "No one who looks upon the face of the Morrigan comes away unchanged by it. Feared even by her fellow Tuatha, her dreadful reputation in battle is legendary. She appears most often as a lean, gray hag with iron strength and a wiry frame, and if she is seen in battle, she is usually soaked from head to foot in the blood of her foes. There are no weapons the Morrigan is not expert with, though her favorites are spear and sword. She can be beautiful, too, as when she appeared to the hero Cuchulainn to try to seduce him before the Second Battle of Moy Tura. With black or red hair and flashing eyes, her enchanting figure in this guise is tied to her role as a fertility figure. She is associated with cattle, a common fertility symbol in Irish mythology, but more traditionally with ravens, crows and other corvids. She can take the form of a crow or raven and is often found flying over battlefields, surveying the damage and descending to feast on the bodies of the dead. Among the Tuatha, the Morrigan is considered their greatest seer, especially adept at predicting the outcomes of battles and the deaths of men in war.\n\nThe Morrigan can still be found on battlefields to this day, either as a soldier or as someone removing the dead bodies so they can be tagged, bagged and sent back home for burial. She has been known to appear as a martial arts instructor, a fortune-teller (inevitably seeing gloom and doom for those who come to have her read their cards or their palm), a dealer in black market arms and an animal rehabilitator working with injured ravens, rooks and crows.\n\nThe Morrigan's Scions are among the fiercest, toughest and cruelest members of their kind. Strong, cold and used to both physical and emotional punishment, they can take nearly everything that gets thrown at them and come back for more. Whether they are found in the Special Forces, a zoo's avian exhibit office or at a mixed martial arts championship, there are very few Scions (or titanspawn, for that matter) who can best them when it comes to sheer power, determination and lack of mercy.\n\n",
                "rivals": [
                    "Ares",
                    " Odin",
                    " Quetzalcotl",
                    " Raiden",
                    " Tyr"
                ],
                "favoured": {
                    "purviews": [
                        "Animal (Corvids)",
                        "Animal (Cattle)",
                        "Chaos",
                        "Death",
                        "Enech",
                        "Fertility",
                        "Prophecy",
                        "War"
                    ],
                    "epic_attributes": [
                        "Epic Appearance",
                        "Epic Strength"
                    ],
                    "abilities": [
                        "Animal Ken",
                        " Brawl",
                        " Fortitude",
                        " Marksmanship",
                        " Melee",
                        " Thrown"
                    ]
                }
            },
            "Nuada": {
                "name": "Nuada",
                "aka": [
                    "Airgetlm",
                    " Elcmar",
                    " Nechtan"
                ],
                "description": "The first King of the Tuatha De Danaan, Nuada ruled even before the pantheon came to Ireland. Tall, powerful, charismatic and the finest warrior of his people, Nuada led the Tuatha against the Pantheon Fir Bolg and the fomorians, and he lost a hand in a duel with Sreng, the fomorian champion. He had to step down as king due to a Tuatha taboo which stated that no man could be king who was physically imperfect. His hand was eventually replaced, first with one of silver by Dian Cecht and then with a flesh-and-blood hand regrown for him by Dian Cecht's son Miach.\n\nNuada is tall, powerfully muscled and extremely handsome, the absolute ideal of a warrior-king of the Tuatha. He has long blond hair held back from his face with a ribbon and piercing green eyes that can see for miles. He is adept with every weapon and is considered the guardian of all Ireland. Nuada is the ultimate arbiter of justice in all cases brought before him, especially despising those who are cowardly, morally weak and cruel.\n\nIn modern times, Ireland has no king, and Nuada is more apt to be found in other venues where justice, leadership and warrior prowess are valued. He has been a prosecuting attorney and a judge, a police officer and a public defender, a politician and a soldier.\n\nNuada's Scions are likely to follow his footsteps, and many favor the professions of law and law enforcement. They may be found among the members of the armed forces and police officers of many nations. Those of a more independent nature may end up running for public office with progressive platforms, teaching martial arts to disadvantaged people in crime-ridden neighborhoods, joining vigilante organizations that prevent crime in big-city subways or acting as bodyguards that protect women who brave the screaming picket lines at women's health clinics.\n\n",
                "rivals": [
                    "Apollo",
                    " Huitzilopochtli",
                    " Loki",
                    " Ogoun",
                    " Set"
                ],
                "favoured": {
                    "purviews": [
                        "Enech",
                        "Guardian",
                        "Justice",
                        "War"
                    ],
                    "epic_attributes": [
                        "Epic Charisma",
                        "Epic Strength",
                        "Epic Perception"
                    ],
                    "abilities": [
                        "Athletics",
                        " Command",
                        " Integrity",
                        " Melee",
                        " Presence",
                        " Thrown"
                    ]
                }
            },
            "Ogma": {
                "name": "Ogma",
                "aka": [
                    "Oghma",
                    " Ogmios"
                ],
                "description": "The creator of the Ogham alphabet that bears his name, Ogma is considered the wisest of the Tuatha. He is the patron of all druids and guides those who devote their life to learning, especially in the fields of law, languages, poetry, art and the sciences. But his talents are not limited to peaceful studyOgma is equally famed across Ireland for his intelligence and his prowess as a warrior. During ancient times, Ogma served Nuada as his champion and was so strong that he was capable of hurling a massive stone that required eighty oxen to move it. Only Lugh has ever equaled him at this feat.\n\nThe son of the Dagda and Danu, Ogma is tall, with hair like pale fire and blue eyes fierce as a hawk's. Rather than the armor of warriors, he is traditionally seen wearing Druidic robes.\n\nIn modern times, Ogma can often be found at one university or another. He enjoys teaching history, literature, law and any number of languages, including Irish Gaelic. Though he has lost none of his skill as a warrior, he understands that entering a battle without a strategy is often futile. When he finally steps away from the books, however, he is a formidable foe to anyone he faces.\n\nThe Scions of Ogma are known for striking a balance between brains and brawn. They never rush blindly into a fight, but instead plan carefully and pay full attention to every advantage they can find. Those who eschew war for more intellectual paths are often among the finest minds of their generations, making new breakthroughs in archaeology, physics, chemistry, computers, linguistics and mathematics.\n\n",
                "rivals": [
                    "Ares",
                    " Kalfu",
                    " Loki",
                    " Susano-o",
                    " Thoth"
                ],
                "favoured": {
                    "purviews": [
                        "Enech",
                        "Guardian",
                        "War"
                    ],
                    "epic_attributes": [
                        "Epic Dexterity",
                        "Epic Intelligence",
                        "Epic Strength"
                    ],
                    "abilities": [
                        "Academics",
                        " Art",
                        " Empathy",
                        " Melee",
                        " Presence",
                        " Thrown"
                    ]
                }
            }
        }
    },
    "Celestial Bureaucracy": {
        "gods": {
            "Chang'e": {
                "name": "Chang'e",
                "aka": [
                    "Heng-O",
                    "many"
                ],
                "description": "Chang'e has been up and down the three Worlds, from deity to mortal and back again. Through a complicated series of events, she ended up living on the Moon and becoming its presiding deity. Her marriage to the solar deity Houyi is complicated, but neither God seems ready to end it. While Chang'e is one of the younger Gods, she is also immensely popular among the Chinese people, who eat round \"moon cakes\" during her festival and ask her to make their offspring beautiful. The People's Republic of China named its first lunar probe for her, which she found immensely flattering.\n\nChang'e enjoys visiting the World incognito. She has run an ice cream stand and a beauty parlor, been a fashion model and a jewel thief. While she attracts admirers and likes being around people, she always seems a little distant. Her Scions likewise tend to be attractive and socially adept, but disinclined to show their own feelings or get deeply involved in mortal lives. Deep down, they know they belong in a different World.\n\n",
                "rivals": [
                    "Houyi",
                    " Artemis",
                    " Bastet",
                    " Kalfu",
                    " Susano-o",
                    " Tezcatlipoca"
                ],
                "favoured": {
                    "purviews": [
                        "Frost",
                        "Moon",
                        "Taiyi"
                    ],
                    "epic_attributes": [
                        "Epic Appearance",
                        "Epic Wits"
                    ],
                    "abilities": [
                        "Awareness",
                        " Empathy",
                        " Integrity",
                        " Investigation",
                        " Larceny",
                        " Presence"
                    ]
                }
            },
            "Fuxi": {
                "name": "Fuxi",
                "aka": [
                    "Fu Hsi"
                ],
                "description": "Long, long ago, Fuxi found humanity living like animals. He taught them to clothe themselves and to cook their food, to domesticate beasts and to craft musical instruments. Fuxi invented the first calendar and laid down the first laws, including the laws of marriage. He saw the mystic trigrams of the I Ching on the back of a dragon-horse and so discovered divination. For these and many other achievements, the Chinese call him the First Sovereign, and he remains widely worshipped to this day. Ancient pictures show Fuxi holding the sun or a knotted rope and carpenter's square. He now lets the younger God Houyi act as solar deity, however.\n\nWhen his duty to the Celestial Bureaucracy permits, Fuxi works to advance human welfare and culture. Fuxi no longer simply hands new arts and sciences to humanity; instead, he slips suggestions to scientists, artists, legislators and other people who can do the work themselves. China remains the focus of his attention, but he also visits arts festivals, UN conferences and other international gatherings.\n\nWhile Fuxi's ancient form was that of a serpentine dragon with a human head, he now prefers the form of an elderly Chinese man of gentle and scholarly mien. In Heaven, he wears silk robes embroidered with dragons, clouds and the Sun. On Earth, he chooses contemporary garb appropriate to his surroundings.\n\nFuxi's Scions take after their real or adoptive father in their wide-ranging interests and intellectual prowess. They often become known among fellow experts as skilled administrators, insightful scholars and wise advisors - near the centers of power, but guiding the rulers rather than ruling themselves.\n\n",
                "rivals": [
                    "Huang Di",
                    " Ares",
                    " Odin",
                    " Set",
                    " Shango",
                    " Tezcatlipoca",
                    " Zeus"
                ],
                "favoured": {
                    "purviews": [
                        "Fertility",
                        "Prophecy",
                        "Sky",
                        "Sun",
                        "Taiyi"
                    ],
                    "epic_attributes": [
                        "Epic Intelligence",
                        "Epic Perception",
                        "Epic Stamina"
                    ],
                    "abilities": [
                        "Animal Ken",
                        " Art",
                        " Awareness",
                        " Craft",
                        " Integrity",
                        " Occult"
                    ]
                }
            },
            "Guanyin": {
                "name": "Guanyin",
                "aka": [
                    "Observer of the Cries of the World",
                    " Bodhisattva of Compassion"
                ],
                "description": "Guanyin is probably the most popular Goddess in all China, and people in Japan, Korea and southeast Asia worship her as well. She is also the Celestial Bureaucracy's leading exponent of Buddhism. Guanyin was born a princess, but sought only to become a nun. Family troubles led to adventures that form the core of her legend. Guanyin's relentless compassion eventually triumphed over her father's wrath and elevated her to full divinity. Her countless kind deeds repeatedly draw her into danger, but her penetrating insight and help from other shen always get her out again. Just about everyone in the pantheon loves Guanyin, including most of the demons. She has many admirers in other pantheons, too. Guanyin's enemies are the cruel manipulators, brutal thugs and pitiless avengers among the Gods - and these Gods hate her, giving her an unusually long list of rivals. (Her fellow shen Houyi and Xiwangmu merely think the Goddess of Mercy is annoyingly nave.)\n\nGuanyin frequently visits the World to help suffering mortals. Recent guises include a hospital nurse, the director of an orphanage, a UNICEF assistant director and a Red Cross volunteer. Indeed, every major charity or humanitarian aid group in the World knows her under one alias or another. Guanyin prefers to use her divine powers sparingly, allowing mortals help themselves, but the death tolls from many natural disasters, famines and brush wars would be much higher without the Goddess of Mercy subtly facilitating international aid.\n\nScions of Guanyin tend to follow their mother's interests and methods. They are not great warriors, but are often superb persuaders. Whether as the relief worker facing down a warlord, a diplomat demanding to see political prisoners or the doctor who runs a clinic in a brutal slum, Scions of Guanyin show quiet courage in facing humanity at its worst. They bring the same quiet courage to the Overworld War. While other Scions have slain titanspawn without number, a few Scions of Guanyin have convinced servants of the Titans to switch sides.\n\n",
                "rivals": [
                    "Houyi",
                    " Xiwangmu",
                    " Aphrodite",
                    " Ares",
                    " Hel",
                    " Isis",
                    " Kalfu",
                    " Set",
                    " Tezcatlipoca",
                    " Tlaloc",
                    " Vidar"
                ],
                "favoured": {
                    "purviews": [
                        "Health",
                        "Mystery",
                        "Taiyi"
                    ],
                    "epic_attributes": [
                        "Epic Appearance",
                        "Epic Charisma",
                        "Epic Perception"
                    ],
                    "abilities": [
                        "Academics",
                        " Awareness",
                        " Empathy",
                        " Investigation",
                        " Medicine",
                        " Presence"
                    ]
                }
            },
            "Guan Yu": {
                "name": "Guan Yu",
                "aka": [
                    "Guan Di (Emperor Guan )",
                    " Mei Rn Gong (Lord of the Magnificent Beard)",
                    " Marquis Zhuang mou"
                ],
                "description": "The Celestial Bureaucracy points to Guan Yu as its great example of a Scion who made good. Guan Yu was born in 160 CE, and history books say he died in 219. The famous Romance of the Three Kingdoms recounts some of his adventures. After his death, people worshipped Guan Yu as a God, according him every-higher honors until he became one of the most popular Gods in the Celestial Bureaucracy. After the debacle of World War Two, the elder Gods chose Guan Yu as the new Jade Emperor - the youngest God ever to hold that office. Guan Yu finds ruling the Celestial Bureaucracy a constant struggle to balance competing factions. Under Emperor Guan's stewardship, the Celestial Bureaucracy has rebuilt its power to an astonishing degree, paralleling China's return to world power in the mortal World.\n\nHis imperial duties leave little time for Guan Yu to visit the World, but he still found time to become a Triad soldier in Macau, a cop in Hong Kong and in California and a businessman in Taiwan. In all his guises, he keeps his ruddy face (deep red in his divine form) and magnificently bristling beard. Though not one of the strongest Gods, Guan Yu is a great sausage of a man who looks more than ready to beat the stuffing out of any God who disobeys him. Which he has done, on occasion - not ideal Confucian ruler-ship by virtuous example, but it gets the job done. Still, Guan Yu also has one of the keenest political minds in the pantheon, and his reputation for strict honor has few equals.\n\nGuan Yu's Scions share their father's talent for strategic use of power. They become prosecuting attorneys or gangsters - sometimes in the same life - as well as military officers, spies, martial arts instructors, bodyguards and hard-driving business executives. They don't always follow the law, but they always follow a code that makes them highly trusted even by their enemies.\n\n",
                "rivals": [
                    "Sun Wukong",
                    " Amaterasu",
                    " Odin",
                    " Osiris",
                    " Zeus"
                ],
                "favoured": {
                    "purviews": [
                        "Guardian",
                        "Justice",
                        "Taiyi",
                        "War"
                    ],
                    "epic_attributes": [
                        "Epic Charisma",
                        "Epic Manipulation",
                        "Epic Stamina"
                    ],
                    "abilities": [
                        "Command",
                        " Control",
                        " Fortitude",
                        " Integrity",
                        " Melee",
                        " Politics"
                    ]
                }
            },
            "Houyi": {
                "name": "Houyi",
                "aka": [
                    "Archer Yi"
                ],
                "description": "Yi the Archer saved the World, and he expects to get a little respect for it. Like his wife Chang'e, he's both been exiled to the World and allowed back in Heaven, but not allowed into the pantheon's centers of power. While Houyi does possess some talent for leadership, he became a tyrant when for a time he ruled part of ancient China. Houyi does not apologize for this and remains the pantheon's leading advocate for Legalism. The pantheon values Houyi for his ability to take swift, direct action - but Houyi needs cajoling. He insists on having things done his way and he no longer agrees to help others until he has a solid contract for repayment.\n\nThis last attitude serves Houyi well in the modern World. While he sometimes exercises his hunting prowess as a safari leader, Houyi has also been a high-priced archery instructor, a mercenary, an assassin for hire, a millionaire architect (one of his less well known talents), a bounty hunter and a venture capitalist in solar energy.\n\nVarious spy movies in the 60s entranced Houyi with laser weaponry's potential, so he backs this technology as well. In every identity, Houyi looks like a hard-bitten Asian man with the unnerving, thousand-yard stare of an experienced sniper. His Scions likewise tend to be hard cases who do the dirty work for other people - but expect their due reward.\n\n",
                "rivals": [
                    "Chang'e",
                    " Guanyin",
                    " Yanluo",
                    " Apollo",
                    " Baldur",
                    " Huitzilopochtli",
                    " Set."
                ],
                "favoured": {
                    "purviews": [
                        "Sun",
                        "Taiyi"
                    ],
                    "epic_attributes": [
                        "Epic Dexterity",
                        "Epic Stamina",
                        "Epic Strength"
                    ],
                    "abilities": [
                        "Athletics",
                        " Command",
                        " Craft",
                        " Marksmanship",
                        " Stealth",
                        " Survival"
                    ]
                }
            },
            "Huang Di": {
                "name": "Huang Di",
                "aka": [
                    "Yellow Emperor",
                    " Wong Tai Sin"
                ],
                "description": "The Yellow Emperor still involves himself in war and politics, in both Heaven and the mortal world. Although Huang Di no longer rules the shen, he cannot resist advising the Jade Emperor (whether that officeholder wants it or not) as Heaven's most visible policy fanatic. Currently, Huang Di debates strategies for fighting the Titans. The Jade Emperor also sends him on regular diplomatic missions to other pantheons. The Yellow Emperor believes that China has the right and duty to dominate the world - all three Worlds - but he knows better than to express such sentiments around barbarians.\n\nHuang Di is too busy and restless to keep mortal identities for long. Instead, he uses his Epic Manipulation to mingle with mortal movers and shakers without anyone realizing that they don't actually know him. He regularly visits the Chinese Congress of People's Deputies as a nameless (but highly respected) Party official or retired general, though he also visits and advises the government of Taiwan. Huang Di takes guises ranging from an international security consultant to the great-uncle you never heard of before.\n\nScions of the Yellow Emperor show the same restless intellectual energy. Like their father, they tend to take over by sheer force of personality, and by presenting coherent plans while everyone else wonders what they should do. Huang Di actively steers his Scions toward positions where they can shape world events and public opinions, in occupations ranging from the military to the media.\n\n",
                "rivals": [
                    "Fuxi",
                    " Sun Wukong",
                    " Athena",
                    " Huitzilopochtli",
                    " Ogoun",
                    " Questalcotl",
                    " Tyr"
                ],
                "favoured": {
                    "purviews": [
                        "Earth",
                        "Guardian",
                        "Mystery",
                        "Taiyi",
                        "War"
                    ],
                    "epic_attributes": [
                        "Epic Intelligence",
                        "Epic Manipulation",
                        "Epic Stamina"
                    ],
                    "abilities": [
                        "Academics",
                        " Awareness",
                        " Command",
                        " Integrity",
                        " Melee",
                        " Politics"
                    ]
                }
            },
            "Nezha": {
                "name": "Nezha",
                "aka": [
                    "No Cha",
                    " Zhongtan Yuanshuai"
                ],
                "description": "As a rising demigod, the Scion Nezha became so arrogant and troublesome that the Jade Emperor commanded his suicide. Nezha had a Fated role to play in the Investiture War, though, and so his teacher resurrected him. While Nezha became one of the great heroes of that war and one of the great adventurers of the Celestial Bureaucracy, the rest of the pantheon neither forgot nor forgave his past misdeeds until the Handsome Monkey King gave them a new standard of comparison.\n\nWhether as a God or in mortal guise, Nezha looks and acts like a teenager around 16 or 17 - frequently, a smartass teenager. He's the young soldier whose CO swears he will never become an officer, the brash kung fu student, the fresh-faced collegian, the novice firefighter or the obsessive hang-glider. Flight, fire and combat attract him.\n\nNezha's Scions are usually accidental, but he tries to do right by them when he finds out about them. He tends to Visit them in their teens, though, which ensures that they experience youthful adventures just as he did. While Nezha's Scions tend to be quick studies, they also tend to overestimate their capacities and become impatient with anyone who says they're too young. Like their true father, they also tend to have issues with their mortal stepfathers and other aged authority figures.\n\n",
                "rivals": [
                    "Sun Wukong",
                    " Athena",
                    " Damballah",
                    " Horus",
                    " Izanagi",
                    " Odin"
                ],
                "favoured": {
                    "purviews": [
                        "Fire",
                        "Sky",
                        "Taiyi",
                        "War"
                    ],
                    "epic_attributes": [
                        "Epic Dexterity",
                        "Epic Strength",
                        "Epic Wits"
                    ],
                    "abilities": [
                        "Athletics",
                        " Brawl",
                        " Control",
                        " Larceny",
                        " Melee",
                        " Thrown"
                    ]
                }
            },
            "Nuwa": {
                "name": "Nuwa",
                "aka": [
                    "Nu Kua"
                ],
                "description": "One Chinese legend credits Nuwa with creating humanity from yellow clay, but her most famous deed was to repair the broken sky and restore order to the World. She shares her role as lunar deity with the newcomer Chang'e.\n\nNuwa still takes great interest in boundaries, travel and management of land and water. Like her husband Fuxi, she once took the form of a human-headed dragon. Nowadays, though, she visits the World as an elderly but vigorous woman, in guises such as a village farm-wife, a tour guide, a civil engineer specializing in flood control or an old lady selling fish from a sampan. Nuwa prefers to take socially invisible roles as she watches for the Titans' influence in the World. When she finds it, she appoints lesser immortals or Scions to deal with the problem.\n\nThe lesser immortals of the Three Gorges region hold Nuwa responsible for the great dam that is drowning their homes and will change the balance of natural forces throughout China. Nwa did not devise the Three Gorges Dam, but she blocks every petition for the Celestial Bureaucracy to act against it. Nuwa takes a great interest in all flood control projects; she wants the Celestial Bureaucracy to take covert control of New Orleans dike repairs and similar projects around the world, to make sure they're done right.\n\nScions of Nuwa often become builders, nurturers or (all too often now) cleaners of other people's messes. They tend to be good at finding things out and designing innovative solutions to problems, whether as sewage-treatment engineers, psychiatrists, computer hackers or high-tech assassins.\n\n",
                "rivals": [
                    "Xiwangmu",
                    " Isis",
                    " Kalfu",
                    " Poseidon",
                    " Tlaloc",
                    " Tsuki-Yomi"
                ],
                "favoured": {
                    "purviews": [
                        "Fertility",
                        "Magic",
                        "Moon",
                        "Psychopomp",
                        "Taiyi",
                        "Water"
                    ],
                    "epic_attributes": [
                        "Epic Intelligence",
                        "Epic Stamina",
                        "Epic Wits"
                    ],
                    "abilities": [
                        "Academics",
                        " Awareness",
                        " Craft",
                        " Integrity",
                        " Investigation",
                        " Science"
                    ]
                }
            },
            "Shennong": {
                "name": "Shennong",
                "aka": [
                    "Divine Farmer",
                    " Yan Di"
                ],
                "description": "As the second of China's three mythic sovereigns, Shennong invented medicine by finding every plant in the world, eating it and identifying what it did to his body. He also invented agriculture. His favored mortal identities include ethnopharmacologist and agronomist, though Shennong has also appeared as a medical researcher, an agribusiness tycoon, a fertilizer dealer and a hermit in the mountains.\n\nSome Gods don't like the amount of time Shennong spends on projects to improve mortal agriculture and health care, especially outside China. They believe he should confine his efforts to the Middle Kingdom. The Divine Farmer brushes aside such criticism by saying that what's good for the wider World is good for China, too.\n\nLike their divine father, Shennong's Scions tend to speak bluntly and do things themselves. They also naturally gravitate to the same occupations that interest the Divine Farmer himself. While Shennong does not order his Scions about, he encourages them to help the World through direct action, particularly in the Third WorldShennong has Scions in a variety of non-governmental organizations devoted to improving agriculture, public health and education. Operating on the ground, close to the people, they sometimes spot malign forces that escape the notice of other Gods. Then, Shennong expects his Scions to deal with the problem on the spot. This does not endear them, or their father, to shen who insist on acting through proper channels - and Shennong doesn't care if he or his Scions trespass on the turf of other pantheons.\n\n",
                "rivals": [
                    "Guan Yu",
                    " Amaterasu",
                    " Atum-Re",
                    " Geb",
                    " Huitzilopochtli",
                    " Shango",
                    " Xipe Totec"
                ],
                "favoured": {
                    "purviews": [
                        "Fertility",
                        "Fire",
                        "Health",
                        "Prophecy",
                        "Taiyi"
                    ],
                    "epic_attributes": [
                        "Epic Intelligence",
                        "Epic Perception",
                        "Epic Stamina"
                    ],
                    "abilities": [
                        "Awareness",
                        " Command",
                        " Fortitude",
                        " Integrity",
                        " Medicine",
                        " Survival"
                    ]
                }
            },
            "Sun Wukong": {
                "name": "Sun Wukong",
                "aka": [
                    "Handsome Monkey King",
                    " Great Sage Equal to Heaven"
                ],
                "description": "The Handsome Monkey King hatched from a stone egg, and his adventures became the subject of the famous Journey to the West. Sun Wukong is trouble, especially because the shen believe Hundun created him. His passage from titanspawn to God was turbulent, to say the least, but the shen learned to accept him. Usually. On good days. Indeed, more shen enjoy seeing the Great Sage Equal to Heaven flout the pantheon's famous decorum than would care to admit it. An equal number of Gods want to strangle him, but Monkey is one of the most unkillable entities in Heaven - the Celestial Bureaucracy has tried. Now they're just glad he's on their side.\n\nMonkey is vain and impulsive. Though clever, he is not half as clever as he thinks. Hard lessons somewhat reduced his kleptomania and gluttony. He learned manners, though he sometimes forgets them. He's also one of the pantheon's greatest fighters, with an awesome talent for driving his enemies mad with sheer irritation. The Handsome Monkey King often visits his simian subjects in the World. Now and then he takes human form, usually to go to a party. He never maintains a mortal entity for long (usually just for one day or night). He is the boisterous guy, immune to put-downs and rejections, who seems incredibly funny and charming if you've had enough to drink. Sun Wukong never checks to see if a dalliance results in a Scion, but he always Visits his Scions if another God discovers them and calls them to his attention - and then he says he planned it all along.\n\nSun Wukong's Scions can be born into any social stratum. They take after their father in their combat prowess and their ability to get in trouble. Whether pickpockets or playboys, they collect arrests and slapped faces, but laugh it off and dive into the next adventure. They show great loyalty to their friends, though, especially when standing up for a friend means a good scrap.\n\n",
                "rivals": [
                    "Guan Yu",
                    " Huang Di",
                    " Nezha",
                    " Hermes",
                    " Kalfu",
                    " Loki",
                    " and all other tricksters. Plus",
                    " all the more humorless Gods loathe him."
                ],
                "favoured": {
                    "purviews": [
                        "Animal (monkeys)",
                        "Chaos",
                        "Taiyi",
                        "War"
                    ],
                    "epic_attributes": [
                        "Epic Dexterity",
                        "Epic Stamina",
                        "Epic Strength"
                    ],
                    "abilities": [
                        "Athletics",
                        " Brawl",
                        " Fortitude",
                        " Larceny",
                        " Melee",
                        " Survival"
                    ]
                }
            },
            "Xiwangmu": {
                "name": "Xiwangmu",
                "aka": [
                    "Hsi Wang Mu",
                    " Queen Mother of the West",
                    " Wang mu Niangniang"
                ],
                "description": "Few Gods in the Celestial Bureaucracy changed so much over the millennia as the Queen Mother of the West. Long ago, Xiwangmu was a deity of cataclysm and divine vengeance, a woman with tiger's teeth and panther's tail. At the same time, she grew the peaches of immortality. Later, she adopted gracious manners, elegant gowns and a gift for extemporized poetry. Xiwangmu became the chatelaine of Mount Kunlun and queen of the Daoist sages who achieved immortality. As such, she remains one of the most important members of the Celestial Bureaucracy, whose authority extends as far as she wishes it to go. When the Gods desire a subtle yet savage Fate for an enemy, they hand the job to Xiwangmu, and bid her show her teeth.\n\nActing in the mortal World, Xiwangmu has been a secret agent, a lion tamer in a circus, a fortune-teller and the mistress of a Triad leader. Wherever she goes, people tend to receive amazing good fortune or horrible deaths, depending on how the Queen Mother judges their merits. Her Scions tend to be similarly subtle and ruthless, particularly in their benevolence. Whether the World knows them as a secretary in Shanghai, a martial arts sifu in Hong Kong or an exorcist in Taiwan, Xiwangmu bids her Scions to see that mortals receive the consequences of their actions. Thus does the Queen Mother uphold the harmony of the World.\n\n",
                "rivals": [
                    "Guanyin",
                    " Nuwa",
                    " Athena",
                    " Frigg",
                    " Quetzalcotl",
                    " Susano-o",
                    " Shango"
                ],
                "favoured": {
                    "purviews": [
                        "Animal (panther",
                        "tiger)",
                        "Health",
                        "Justice",
                        "Magic",
                        "Taiyi"
                    ],
                    "epic_attributes": [
                        "Epic Dexterity",
                        "Epic Stamina",
                        "Epic Wits"
                    ],
                    "abilities": [
                        "Animal Ken",
                        " Awareness",
                        " Brawl",
                        " Integrity",
                        " Occult",
                        " Presence"
                    ]
                }
            },
            "Yanluo": {
                "name": "Yanluo",
                "aka": [
                    "Yen-Lo-Wang",
                    " King Yama Raja"
                ],
                "description": "The Celestial Bureaucracy's second great exponent of Buddhist compassion became overseer of Di Yu - the Chinese Hell- so that he might help the dead to expiate their sins instead of being weighed down by them for lifetime after lifetime.\n\nEvery few centuries, the Celestial Bureaucracy demotes Yanluo for excessive kindness to his charges and letting them reincarnate too soon. However, no other God of Yanluo's Legend wants the job, and the other nine Yama Kings of Di Yu lack Yanluo's power. Eventually, the Bureaucracy gives Yanluo his old job back.\n\nThe Chinese Diaspora extends Yanluo's interests beyond traditional Chinese territory. He advocates increased involvement of the shen in world politics (all three Worlds). He treats with other death-Gods and meddles in mortal affairs far more than the Jade Emperor authorizes. In mortal guise, Yanluo has been an undertaker, a Buddhist monk, a grief counselor, a homicide detective and a prison psychologist. His Scions likewise feel attracted to occupations that deal with death, spirituality, captivity or reform, from priest to forensic pathologist. Spiritual pride is a frequent character flawConvinced that they act for the best, they neglect to ask mere mortals if they want to be enlightened or improved.\n\n",
                "rivals": [
                    "Houyi",
                    " Ares",
                    " Hades",
                    " Hel",
                    " Mictlntecutli",
                    " Osiris"
                ],
                "favoured": {
                    "purviews": [
                        "Darkness",
                        "Death",
                        "Justice",
                        "Taiyi"
                    ],
                    "epic_attributes": [
                        "Epic Manipulation",
                        "Epic Perception"
                    ],
                    "abilities": [
                        "Empathy",
                        " Integrity",
                        " Investigation",
                        " Occult",
                        " Politics",
                        " Presence"
                    ]
                }
            }
        }
    },
    "Devas": {
        "gods": {
            "Agni": {
                "name": "Agni",
                "aka": [
                    "Atar"
                ],
                "description": "In coordinating the efforts against the Titans, Agni is busier than ever. With each raging monster a thousand prayers are offered, and with each broken promise between pantheons a thousand trips must be made to make amends. His chariot snaps across the sky in a tireless journey to keep the world together and his fires burning brightly. When he takes a break from his work, it is not for long and it is with a distinct purpose-whether fathering Scions to help his efforts or acting upon something that requires a mortal touch. He has piloted a stealth bomber and been a Wall Street bike courier; he has been a pyrotechnics expert in Bollywood and a communications officer on a nuclear sub. Scions of Agni are consummate facilitators. Masters of written and verbal communication, they often choose careers that marshal those around them into giving their all. They bring people together in a way that no one else can, whether through reason or inspiration. Some who follow the path of Agni are motivational speakers and pharmaceutical salesmen. Others moonlight as amateur cryptologists and internet radio disc jockeys. Whatever the case, their expertise always outpaces their young age as Agni's fiery chariot outpaces the sun's light.\n\n",
                "rivals": [
                    "Apollo",
                    " Huitzilopochtli",
                    " Izanami",
                    " Legba",
                    " Odin",
                    " Poseidon",
                    " Shiva"
                ],
                "favoured": {
                    "purviews": [
                        "Fire",
                        "Psychopomp",
                        "Samsara",
                        "Sky"
                    ],
                    "epic_attributes": [
                        "Epic Dexterity",
                        "Epic Manipulation",
                        "Epic Wits"
                    ],
                    "abilities": [
                        "Awareness",
                        " Command",
                        " Control",
                        " Empathy",
                        " Presence",
                        " Stealth"
                    ]
                }
            },
            "Brahma": {
                "name": "Brahma",
                "aka": [
                    "Adi-kavi",
                    " Chatur-mukha",
                    " Dhatri",
                    " Sanat"
                ],
                "description": "Brahma is the creator-God of the universe. In the primeval waters, Brahma laid a cosmic egg, the Hiranya-garbha, which divided itself into the heavens and the earth. Along with Shiva and Vishnu, Brahma forms the important triad representing the life cycleBrahma is the creator, Vishnu's the preserver and Shiva is the destroyer. Together, every day consists of this cycle of birth, preservation, destruction and rebirth. All of eternity exists as a single day for Brahma, and once the day is over, the physical and spiritual world will be destroyed by Shiva, who will sit on the primeval waters until existence is created once more. Despite his importance in the Devas, Brahma is not a popular God among his followers. Many of the other Devas feel that Brahma's work is complete; Creation was formed and he can now rest easy. Brahma spends his time withdrawn from the World, usually occupied in creating it again every day. Other times, Brahma occupies his time with creating new Gods who spring forth from his mind (much to the dismay of his wife, Sarasvati, who stopped keeping track of them a long time ago). Brahma is red, with four faces that watch the World from all angles. He has four arms, usually holding his bow Parivita, a scepter, a bowl of water and some holy texts (which he is constantly reading).\n\nIn modern times, Brahma is the least likely to visit the World, often too concerned with his duties as creator to meddle with his own creation in the first place. When he does visit the World, he can be found on the streets of any major city sitting at a park bench, lost in his thoughts and feeding the ducks. Sometimes, Brahma is a farmer, tending his crops and livestock (especially chicken farms); other times he is tending a booth at a major festival, selling simple wares and trinkets with a smiling face.\n\nThe Scions of Brahma are thoughtful and quiet. They are usually inveterate loners who are silently intuitive and resourceful. Brahma's Scions tend to come from modest backgrounds and similarly low-key environments, but it is not unlikely for them to be successful (if reclusive) artists, filmmakers and poetscreative types like their father.\n\n",
                "rivals": [
                    "Shiva",
                    " Atum-Re",
                    " Baron Samedi",
                    " Huitzlopotchli",
                    " Susano-o",
                    " Thor"
                ],
                "favoured": {
                    "purviews": [
                        "Earth",
                        "Fertility",
                        "Magic",
                        "Mystery",
                        "Psychopomp",
                        "Sun"
                    ],
                    "epic_attributes": [
                        "Epic Perception",
                        "Epic Intelligence"
                    ],
                    "abilities": [
                        "Academics",
                        " Art",
                        " Craft",
                        " Empathy",
                        " Integrity",
                        " Science"
                    ]
                }
            },
            "Ganesha": {
                "name": "Ganesha",
                "aka": [
                    "Ganapati",
                    " Ganesa",
                    " Gaja-anana"
                ],
                "description": "The elephant-headed son of Shiva and Parvati is the most popular of the Devas. As the God of good luck and wisdom and the remover of obstacles, his name is invoked before any major undertaking, even before the names of Vishnu, Brahma or Shiva (a fact that particularly rankles his father). Ganesha is a hearty and robust figure, a survivor after many brushes with other deities (both Gods and demons). He received his elephant head shortly after birth, when a malevolent demon cursed the young Ganesha by wishing his head out of existence. Shiva replaced the head with the nearest one availablean elephant's. (Ganesha later broke one of the elephant tusks in a tussle with his father while protecting his mother's bathing ritual). Ganesha is also known for his scholarship, at which he excels above all the Gods. From his studies, he is often sought after as guru and advisor, using his vast knowledge to aid others in overcoming any problems. Ganesha has four arms, often seen holding his noose, conch, lotus and modaka (a sweet rice-ball, his favorite treat), while riding a giant rat, his preferred steed.\n\nGanesha is often seen in the mortal World, particularly at the many festivals devoted to him throughout the year among Hindu communities. When not celebrating himself, Ganesha can be found as anything from a successful life coach to a visiting scholar at a university, from a demolitions expert to a pastry chef.\n\nThe Scions of Ganesha are usually scholars of the same magnitude as their fatherobsessive devotees of knowledge and information. Other Scions are generally those with a natural string of good luck, either born winners and horse-racing aficionados or young upstarts rising through the ranks of major corporations with ease.\n\n",
                "rivals": [
                    "Surya",
                    " Legba",
                    " Queztlcoatl",
                    " Raiden",
                    " Sobek",
                    " Tyr"
                ],
                "favoured": {
                    "purviews": [
                        "Animal",
                        "Earth",
                        "Fire",
                        "Magic",
                        "Mystery",
                        "Prophecy",
                        "Psychopomp"
                    ],
                    "epic_attributes": [
                        "Epic Intelligence",
                        "Epic Perception"
                    ],
                    "abilities": [
                        "Academics",
                        " Athletics",
                        " Awareness",
                        " Command",
                        " Fortitude",
                        " Science"
                    ]
                }
            },
            "Indra": {
                "name": "Indra",
                "aka": [
                    "Parjanya",
                    " Sakra",
                    " Vritrahan"
                ],
                "description": "Cyclical change is inherent in the Devas' belief structure. Supernatural might wanes and waxes naturally even among the most powerful and eternal of the deities. Indra, the God of war and weather, was once King of the Gods and Lord of Heaven, his power unmatched as the greatest of all warriors. Foes fear his scourging lightning bolt, Vajra, and allies rejoice in his ability to revive those slain on the battlefield. With his complexion reddened by the Soma he imbibed, he bravely the devas entered battle against Vritra, the Titan of Drought. The powerful ichor-infused drink strengthened his power. From atop the great white elephant Airavata he carved open the Titan's belly in a killing blow, releasing all of the waters of the world back to their rightful place. Indra's importance diminished with the rise of the Trimurti of Vishnu, Brahma, and Shiva. His strength, while still apparent to those who looked upon his massive form, had fallen into disuse before the Titans were again released.\n\nUntil recently, overseeing a timely downpour of rain onto the Earth's soil was a more regular occurrence for him than leading forces into battle. With the return of his nemesis Vritra, Indra is once again preparing himself for war. The rest of the Devas hope that he will heed their pleas to join them after lying relatively dormant for centuries.\n\nIn preparation for another battle with Vritra, Indra has been very active reacquainting himself with the modern World and its tactics, as well as siring Scions where he can. He has been a storm chaser on the prairie and a lieutenant general in the USAF. Indra has worked on ever-smaller microchips as an electrical engineer, won several skeet-shooting national championships and been on the board of several major corporations.\n\nChildren of Indra are similarly disposed. They are boisterous, but resentful when they aren't utilized to their fullest. Like any proud offspring, they look back to the glorious times in their father's life and realize that he earned respect and followers through his magnificent displays of power. They seek to showcase their own power and tend to choose careers accordingly. Indra's Scions can be found as investment bankers and illegal street racers, as paramilitary specialists and formidable politicians.\n\n",
                "rivals": [
                    "Brahma",
                    " Ares",
                    " Hachiman",
                    " Kalfu",
                    " Loki",
                    " Set",
                    " Tlazolteotl"
                ],
                "favoured": {
                    "purviews": [
                        "Fertility",
                        "Samsara",
                        "Sky",
                        "War",
                        "Water"
                    ],
                    "epic_attributes": [
                        "Epic Stamina",
                        "Epic Strength"
                    ],
                    "abilities": [
                        "Brawl",
                        " Control",
                        " Marksmanship",
                        " Medicine",
                        " Melee",
                        " Politics"
                    ]
                }
            },
            "Kali": {
                "name": "Kali",
                "aka": [
                    "Durga",
                    " Bhavaratini",
                    " Kalaratri"
                ],
                "description": "\"The Black One\" is truly terrifying. She is divinity distilled in a half-naked, four-armed figure loosely circled by a belt interwoven with human heads and a necklace made of human skulls. A third red eye strengthens her fearsome stare. In many ways she is cremation personified-a burning, insatiable psyche raging from inside an emaciated and blackened body that consumes all in her path by swinging both a sickle and a sword.\n\nKali is the Goddess of annihilation, the fiercest of the Devas and perhaps most feared amongst any pantheon fighting the Titans. While her prowess in battle is seldom tested, even by the most powerful demons, her divine power is derived from her sway over time itself. She, in her various incarnations throughout history, is the end of the cycle of karma. Kali brings death to all so that the cycle of life can continue. The terrible demon Raktabija once resisted all attempts to destroy it by springing forth a clone of itself from each drop of its blood that touched the ground. Kali bested the demon by sticking out her long and hungry tongue to drink up all of its blood. She then placed the remaining copies of Raktabija in her mouth and ate him.\n\nRecently, Kali has been a citizen standing triumphantly atop a crumbling Berlin Wall with a worn pickaxe in hand. She's been a drug-fueled child soldier in Africa, a plastic recycling mogul and an arson expert. She is always a catalyst for change, whether it affects politics, social norms or even life itself.\n\nThe Scions of Kali always have a powerful personality born from a healthy respect for death and an unusual disregard for their own bodies. Whether that disregard is a personality-changing addiction, purposeful neglect or a willingness to jump in harm's way, it is always present. They can be found as the strangely charismatic leaders of underground punk bands, efficient and enthusiastic pest control agents or as deep-jungle revolutionaries.\n\n",
                "rivals": [
                    "Lakshmi",
                    " Damballa",
                    " Hachiman",
                    " Hephaestus",
                    " Horus",
                    " Odin",
                    " Quetzlcoatl"
                ],
                "favoured": {
                    "purviews": [
                        "Chaos",
                        "Darkness",
                        "Death",
                        "Samsara",
                        "War"
                    ],
                    "epic_attributes": [
                        "Epic Appearance",
                        "Epic Strength"
                    ],
                    "abilities": [
                        "Awareness",
                        " Brawl",
                        " Fortitude",
                        " Melee",
                        " Occult",
                        " Presence"
                    ]
                }
            },
            "Lakshmi": {
                "name": "Lakshmi",
                "aka": [
                    "Lola",
                    " Indira",
                    " Sri",
                    " Padma"
                ],
                "description": "Lakshmi is the Goddess of good fortune and beauty, and is a daughter of the primordial waters. Lakshmi was originally born to a maharishi-one of the great seers in the celestial heavens-who cursed all celestial beings (his daughter included). Hiding from his wrath in the primeval waters before creation, Lakshmi was reborn to the World on a lotus flower, her divine beauty in full view to all of creation. Because of this second birthing, Lakshmi is viewed as a Goddess who can bestow good luck and fortune upon others. This may be one of the reasons that Vishnu chose her as his wife. For every incarnation of Vishnu in the World, from Rama to Krishna, Lakshmi has appeared at his side as his beloved. In the eternity of their divine nature, Vishnu and his divine wife are inseparable as lovers and companions in whatever form they currently hold. Lakshmi is a very beautiful Goddess with four hands and a shining visage, usually with a lotus flower in one hand while the other holds the hand of her beloved, Vishnu.\n\nIn modern times, Lakshmi can be found whenever Vishnu is in the World in one of his incarnations. But she is more than a trophy wife. Oftentimes, Lakshmi is more outgoing in the World than her husband, whether she is an attractive concierge for exclusive resorts, hostess of a television game show or an heiress endowing her fortune to charitable foundations.\n\nScions of Lakshmi, though rare, nevertheless have a tendency of sharing her magnanimous personality and outgoing nature. Generally coming from wealthier backgrounds, they are very forthright and generous people, giving their time to aid those less fortunate than themselves. Lakshmi's Scions are beautiful people not just from the outside, but from the inside as well, and their kind nature overwhelms their personality, almost to a fault.\n\n",
                "rivals": [
                    "Parvati",
                    " Aphrodite",
                    " Freya",
                    " Hachiman",
                    " Kalfu",
                    " Set",
                    " Tlazolteotl"
                ],
                "favoured": {
                    "purviews": [
                        "Fertility",
                        "Guardian",
                        "Health",
                        "Mystery",
                        "Moon",
                        "Psychopomp",
                        "Water"
                    ],
                    "epic_attributes": [
                        "Epic Appearance",
                        "Epic Perception"
                    ],
                    "abilities": [
                        "Awareness",
                        " Empathy",
                        " Integrity",
                        " Politics",
                        " Presence",
                        " Thrown"
                    ]
                }
            },
            "Parvati": {
                "name": "Parvati",
                "aka": [
                    "Shakti",
                    " Sati"
                ],
                "description": "Parvati exists as the ultimate incarnation of shakti, the concept of feminine energy that encompasses all aspects of the feminine Devas. From Kali's furious annihilation to Sarasvati's productive inspiration, shakti exists as the benevolent and malicious faces of the feminine ideal. Parvati wields it with the utmost skill. Shiva's daring wife and Ganesha's mother, Parvati has used her skill at adaptation to further her agenda for millennia. Originally dark-skinned, she underwent a thousand penances to earn a favor from her beloved husband Shiva in order to gain a power great enough to change her own complexion to light. She is an expert mediator and a devoted spouse, an unimpeachable ascetic and an active partner in love. Parvati is always bathed in pure white, symbolizing her flawless knowledge. She carries a blue lotus at all times, which she ponders with her three eyes.\n\nIn modern times she is reluctant to birth Scions of her own, only doing so at the behest of Shiva. She complements all that she encounters and delights in that role. She's been a calming doctor and an elementary teacher, a deft consultant and a soccer captain. Her beautiful form wafts through the world effortlessly-she gets her way without you ever doubting her intentions.\n\nWhat few Scions she has actively rejoice in the generative energy of their personality. They thrive in a cooperative setting as subtle manipulators of their peers who are equally eager to self-sacrifice. They are soft-spoken spiritual leaders and the first firemen into an inferno. They work tirelessly in non-profit housing advocacy groups and eagerly take up the banner of the death-row public defender. Parvati's children tend to see the truth behind a mortal's hidden intention and they exercise an admirable ability to forgive them for it.\n\n",
                "rivals": [
                    "Visnu",
                    " Apollo",
                    " Damballa",
                    " Hephaestus",
                    " Isis",
                    " Miclntecuhtli"
                ],
                "favoured": {
                    "purviews": [
                        "Guardian",
                        "Health",
                        "Magic",
                        "Samsara",
                        "the Devas"
                    ],
                    "epic_attributes": [
                        "Epic Charisma",
                        "Epic Manipulation",
                        "Epic Wits"
                    ],
                    "abilities": [
                        "Craft",
                        " Empathy",
                        " Medicine",
                        " Occult",
                        " Presence",
                        " Survival"
                    ]
                }
            },
            "Sarasvati": {
                "name": "Sarasvati",
                "aka": [
                    "Saraswati",
                    " Maha Saraswati"
                ],
                "description": "The daughter and wife of Brahma, Sarasvati is worshipped in virtually every Hindu town. However, her inspiration is sought on a much larger scale by every desperate artist, developing intellect and person feeling even the faintest hint of an epiphany in their everyday life. She is the prolific muse of the Devas. Wise and creative, Sarasvati's energy extends deep within the veins of painters, actors and musicians. She is often depicting as a flowing river-a manifestation of her ability to endlessly supply society with the most powerful and essential elements of knowledge and inspiration.\n\nSaraswati is a lithe, gorgeous woman often appearing with flawless pearl-tinted skin, finely-combed jet black hair and dressed in the purest white clothes. As a Goddess with the knowledge and experience of the culmination of reality, she exudes a confidence born of the fullest proficiency and understanding. Her demeanor inspires those that witness her presence even more than viewing her beautiful form does. For millennia she has provided the outlets for humanity's most noble and selfish pursuits.\n\nThese days Sarasvati appears as an Emmy-winning indie actress, a librarian active in her community and a well-renowned food critic. She fills positions where she is needed most, when creativity has fallen to uninspired sequels, recycled plots and borrowed metaphor. She revels in being able to witness the fruition of the inspiration she has planted in the hearts of those she has touched.\n\nSarasvati's Scions are bursting with creativity and delight in their ability to pass it along. They are thoughtful and observant, regularly recognizing patterns and phenomena in the world that others would pay dearly to know. Her children spend their days as powerful fiction editors and high-fashion models. They moonlight as spoken word artists and sensuous go-go dancers.\n\n",
                "rivals": [
                    "Parvati",
                    " Ares",
                    " Loki",
                    " Sobek",
                    " Tezcatlipoca",
                    " Tlaloc"
                ],
                "favoured": {
                    "purviews": [
                        "Fertility",
                        "Health",
                        "Prophecy",
                        "Samsara",
                        "Water"
                    ],
                    "epic_attributes": [
                        "Epic Appearance",
                        "Epic Intelligence"
                    ],
                    "abilities": [
                        "Academics",
                        " Art",
                        " Awareness",
                        " Craft",
                        " Medicine",
                        " Science"
                    ]
                }
            },
            "Shiva": {
                "name": "Shiva",
                "aka": [
                    "Shiva",
                    " Sada-Shiva",
                    " Chandra-sekhara",
                    " Nataraja"
                ],
                "description": "A part of the major triad of the Devas, Shiva is known as the destroyer God, the final arbiter of destiny. While Brahma is the creator and Vishnu is the protector, Shiva is the destroyer, representing the uncertainty and dread that accompanies the unknown. A fearsome force, Shiva is the God who will finally destroy the World and sit upon the remnants in the primordial waters until that time when it is formed again. Shiva is also a contemplative God, known as much for his mystical nature as his destructive one. He, along with his son Ganesha, is the chief God for yogic practices, an ascetic who goes for years without sustenance in order to better know the World through pain and suffering. When Shiva is not enthralled in his asceticism, he is the Nataraja, the cosmic lord of the dance. Through his motions comes the order of the universe, and while his dancing is alternately beautiful and fearful, it captivates all audiences, mortal and divine alike.\n\nShiva is a terrifying presence, unnaturally ugly and terrible in appearance. Horrible, evil creatures follow him while he is in the World, from goblins and ghosts to serpents and savage souls. With five heads and four arms, Shiva is an intimidating force, his upper two arms usually holding his war-drum and the ongoing fire of the World, while his lower two arms are empty. Shiva has a third eye in the middle of his forehead (when he chooses to have but one head), which he formed to save creation from darkness. In his divine form, Shiva always has the torana around him, an arch of flames engulfing his body.\n\nWhen Shiva visits the World, bad things usually follow. He is known to haunt graveyards and sacred places with his fearsome followers in tow. But when Shiva is feeling particularly feisty, he can be found at the hottest nightclubs, tearing up the dance floor while his posse causes trouble at the bar. Fights are common wherever he goes, and he is always the last one standing. However, when Shiva is not looking for trouble (a rare occasion), he takes to the wilderness to complete his ascetic journeys. Sometimes, as a part of his ascetic quest, Shiva works part-time teaching yoga to enterprising students around the world. Usually, however, this is a ruseAs his wife Parvati often suspects, he is really out siring more Scions with his more impressive students.\n\nScions of Shiva are as ill-tempered and terrible as their father, usually bearing harsh grudges and prone to violent tantrums. They are never attractive people, but Shiva's children do have a fierce drive and fortitude that others pick up onThey are natural leaders and trail-blazers, often with large groups of followers at their heels. But these Scions are also just as likely to retreat from those around them and live in seclusion for large periods of time. With this dual personality, many Scions of Shiva share the common symptoms of manic depression.\n\n",
                "rivals": [
                    "Brahma",
                    " Anubis",
                    " Baldur",
                    " Izanagi",
                    " Ogoun",
                    " Poseidon",
                    " Xipe Totec"
                ],
                "favoured": {
                    "purviews": [
                        "Chaos",
                        "Fire",
                        "Darkness",
                        "Mystery",
                        "Magic",
                        "War"
                    ],
                    "epic_attributes": [
                        "Epic Stamina",
                        "Epic Dexterity",
                        "Epic Appearance"
                    ],
                    "abilities": [
                        "Athletics",
                        " Brawl",
                        " Command",
                        " Fortitude",
                        " Melee",
                        " Survival"
                    ]
                }
            },
            "Surya": {
                "name": "Surya",
                "aka": [
                    "Shurias",
                    " Pushan",
                    " Vivasvat"
                ],
                "description": "The sun God of the Devas, Surya is one of the oldest Gods of the pantheon. Practically dwarf-like in stature, Surya has copper skin and red eyes. He rides in the sky on his chariot, drawn by a seven-headed horse and steered by the Asvina, twin brothers who represent dawn and twilight. To those loyal to him, Surya is generous and open; to those who betray him who he feels are disloyal (which is most people, Gods and mortals alike), Surya is malevolent and cruel, his shining visage bearing down upon them with spite and enmity. At his best and most benevolent, the sun God is an enlightening presence for his followers. Through stimulation and instigation, he expects the best out of those dearest to them, and he will often inspire people to reach their highest potential. When they do not, they usually feel the full impact of his wrath. Surya has fathered many of the epic heroes of Hindu legend, including Karna and Sugriva (the monkey king). He does not mention the many others who he perceives as failures.\n\nSurya makes many visits to the World in modern times, usually as some form of animal, enjoying the freedom of the wilderness. Surya prefers to spend his time in the deserts around the World, basking in his own glory at the height of his power. He is also known to be a referee for many sporting events, particularly cricket and soccer, with a tendency to draw unnecessary attention to his antics and outbursts against players while drawing heavy fines for questionable motives in many of his calls.\n\nSurya's Scions are as feisty and particular as their father. Noble and educated by nature, they expect nothing but the best from themselves and others in their vicinity; if this potential is not realized, the full brunt of their fury is quick to follow. In a way, these Scions share the personality of Surya perfectlyconstantly feeling slighted and with a sharp edge to their spite, but only for those who they feel deserve it (which includes most people). When not dwelling on issues with their parents, Surya's Scions are bright and pleasant people and are loyal to their friends and loved ones (but unpleasant and begrudging if they feel betrayed).\n\n",
                "rivals": [
                    "Yama",
                    " Apollo",
                    " Atum-Re",
                    " Heimdall",
                    " Shango",
                    " Tsuki-Yomi"
                ],
                "favoured": {
                    "purviews": [
                        "Animal",
                        "Chaos",
                        "Fire",
                        "Health",
                        "Sun",
                        "Prophecy",
                        "Mystery"
                    ],
                    "epic_attributes": [
                        "Epic Strength",
                        "Epic Manipulation"
                    ],
                    "abilities": [
                        "Awareness",
                        " Brawl",
                        " Investigation",
                        " Marksmanship",
                        " Occult",
                        " Thrown"
                    ]
                }
            },
            "Vishnu": {
                "name": "Vishnu",
                "aka": [
                    "Visnu",
                    " Narayana",
                    " Kesava",
                    " Pundarikaksha"
                ],
                "description": "The third of the major triad, Vishnu is known as the Protector or Preserver of Creation. While Brahma is the originator and Shiva the destroyer, Vishnu represents all the good and benevolent forces in the universe. He is commonly known as the Narayana, or ever-present and pervasive spirit of the World, and sits on a lotus on the primordial waters while maintaining the steady flow of its waters. For many Hindus, Vishnu is a God of paramount importance, the chief deity of the pantheon. Yet, he is also known as the humblest of Gods, often serving his role as protector without fanfare or notice. Vishnu is constantly devoted to his wife, Lakshmi, and is rarely seen without her. Bearing a dark blue complexion with four arms and a star shape on his breast, Vishnu has a regal presence about him. Around his neck he wears the holy gem Kaustubha, and his four arms usually wield the weapons with which he defends the World.\n\nVishnu is unique among Gods in that his visits to the World are well known among mortals. Throughout history, Vishnu has visited the World as one of his avatars in order to defend creation against some malevolent force, whether it is the demon king Bali or the forces of unbelief in the Gods. Among his many incarnations, three are famous among mortalsRama (the hero of epics), Krishna (his most important avatar) and Buddha (founder of Buddhism). Legends state that Vishnu will make one more grand appearance to the World as Kalki, riding a white horse; once this visit occurs, the world will be destroyed by Shiva until the Age of Darkness ends. Many mortals take this to mean that Vishnu has not wandered the World for agesThis is not true. Vishnu spends a lot of time among the mortals, only with a markedly less celebrated attendance. He prefers to spend his time among the poor and outcast, as either a public defender or community leader. He is known to run food banks and halfway houses, as well as militias and guerilla groups in third world countries.\n\nScions of Vishnu are overwhelmingly noble and beneficent. They devote their energies to defending others and protectors their loved ones. It is not uncommon for a Scion of Vishnu to go to great lengths (bordering on obsession) to help those in need. They are almost universally wise and beautiful as well, the paragon of virtue and modesty and successful, righteous living. For this reason, Scions of other Devas have a tendency to be jealous of Vishnu's Scions, especially after the bounty of gifts bestowed upon his children during their first Visitation.\n\n",
                "rivals": [
                    "Kali",
                    " Shiva",
                    " Amaterasu",
                    " Dionysus",
                    " Erzulie",
                    " Geb",
                    " Loki",
                    " Tezcatlipoca Zeus"
                ],
                "favoured": {
                    "purviews": [
                        "Animal",
                        "Fertility",
                        "Guardian",
                        "Health",
                        "Magic",
                        "Psychopomp",
                        "Water"
                    ],
                    "epic_attributes": [
                        "Epic Perception",
                        "Epic Strength",
                        "Epic Charisma",
                        "Epic Intelligence"
                    ],
                    "abilities": [
                        "Animal Ken (eagle)",
                        " Awareness",
                        " Command",
                        " Empathy",
                        " Presence",
                        " Stealth"
                    ]
                }
            },
            "Yama": {
                "name": "Yama",
                "aka": [
                    "Dharmaraja"
                ],
                "description": "Yama's power is born from an ancient, unenviable positionHe was the first mortal to die. During his transition to death, he trudged his way to the immortal realms and laid his claim there to become the Lord of the Dead. Upon establishing himself as the watcher over an ever-increasing population, he took on the burden of assessing karma itself. For each living being he keeps exact records of their actions so that when they reach life's end, they can be assigned to hell or heaven accordingly.\n\nHis gaze is unerring, his understanding unfathomable. His skin is tinted green and his body is draped with red clothes. He judges all lifeThose that would attempt to escape his view, either holding on to a thread of life or ultimate ashamed of their actions, hear the thundering gallop of his buffalo mount and feel the inevitable cinch of the rope he uses to extract the soul of those that would foolishly try to avoid their fate.\n\nYama lacks humor altogether. He has fathered Scions only reluctantly, at the request of Shiva and Vishnu. On the rare occasions that he manifests apart from the realms of the Devas, he has been a county coroner and career bureaucrat, a stock analyst and a tenement superintendent.\n\nHis Scions are likewise taciturn, serious and dour. They pick professions that allow them to disassociate with their yearning empathy and treat life as a series of stark comparisons. They abhor venturing into any morally gray area. Yama's sons have been hard-working principals and tollbooth operators, big-city bartenders and tow-truck drivers. They've seen it all and are unimpressed by the passage of life around them-somehow knowing the ultimate truth without addressing its implications for their own lives.\n\n",
                "rivals": [
                    "Indra",
                    " Baron Samedi",
                    " Hera",
                    " Osiris",
                    " Raiden",
                    " Tlazoltotl"
                ],
                "favoured": {
                    "purviews": [
                        "Death",
                        "Earth",
                        "Justice",
                        "Psychopomp",
                        "Samsara"
                    ],
                    "epic_attributes": [
                        "Epic Stamina",
                        "Epic Intelligence"
                    ],
                    "abilities": [
                        "Animal Ken",
                        " Control",
                        " Integrity",
                        " Occult",
                        " Stealth",
                        " Survival"
                    ]
                }
            }
        }
    },
    "Yazata": {
        "gods": {
            "Anahita": {
                "name": "Anahita",
                "aka": [
                    "Ardvi Sura Ardwisur Anahid",
                    " Anahid",
                    " Anahit"
                ],
                "description": "Anahita, Goddess of water, takes her many duties seriously. She has fertility to ensure keeping milk, wombs, and seed clean and pure people to keep safe, and waters to reign over. Still, Anahita also finds time for intellectual pursuits, both academic and practical. In her aspect as charioteer, she maintains interests in both war and weather, riding in a mighty chariot drawn by the four horses of Wind, Rain, Cloud and Sleet.\n\nThat Anahita still takes great pleasure in life is hardly surprising, since she is so closely intertwined with life and the making of new life. She always appears as a beautiful young woman of indeterminate ethnicity with a lush body and alluring deep-set eyes. Her clothing tends toward the colorful and expensive. Anahita has tried many walks of lifenurse in a maternity ward, R&D department head, social worker, military reservist, Peace Corps member, and even nun.\n\nAnahitas Scions are well looked after by their mother, beginning with her high standards regarding their mortal parents. She takes great pleasure in watching her Scions grow up, and is always an active part of their life, even if they don't realize the kindly librarian or minister is their mother. Like her, Anahita's Scions are usually good-looking and gregarious, with a powerful concern for the wellbeing of their friends. Unfortunately, sometimes they befriend the wrong person, and their stubborn loyalty, more than anything, has led Anahita's otherwise virtuous Scions astray.\n\n",
                "rivals": [
                    "Vayu",
                    " Aphrodite",
                    " Erzulie",
                    " Isis",
                    " Raiden",
                    " Sif",
                    " Tlazolteotl"
                ],
                "favoured": {
                    "purviews": [
                        "Asha",
                        "Health",
                        "War",
                        "Water"
                    ],
                    "epic_attributes": [
                        "Epic Appearance",
                        "Epic Charisma",
                        "Epic Intelligence"
                    ],
                    "abilities": [
                        "Academics",
                        " Brawl",
                        " Empathy",
                        " Fortitude",
                        " Medicine",
                        " Politics"
                    ]
                }
            },
            "Ard": {
                "name": "Ard",
                "aka": [
                    "Ashi",
                    " Ashi Vanghuhi",
                    " Ashi Vanuhi",
                    " Ahrishwang"
                ],
                "description": "With a genial smirk on her face, Ard always gives the impression she knows more than she lets on. In charge of just rewards in both the physical and spiritual sense, Ard knows her duty is to reward the deserving. Her standard for \"deserving\" is, according to some in the pantheon, relaxed and fickle. Though she prefers to think of it as keeping up with the times, her association with fortune and luck gives her a capricious nature.\n\nWhether youthful or elderly in appearance, Ard always moves with a lilting grace. Her forays into the mortal World have been many, as within it she is freed from the oversight of the other Yazata, especially that of her brother, Sraosha. Working as a cocktail waitress in a Las Vegas casino, she hand-picked new millionaires; as an EMT, she never lost a patient on the way to the hospital. Ard has roughed it as a hitchhiker, bringing good fortune to everyone who gave her a ride, enjoyed the easy life as a trophy wife whose husband couldn't seem to fail at anything he did and worked as an agent for new actors, turning her favorites into stars.\n\nArds Scions can learn what they don't know and get lucky when there isn't time to learn, but the right attitude, Ard has found, is integral. The majority of her Scions are upbeat and positive, live a conspicuously lucky life, and tackle even the most divine problems with an easy confidence. Ard tends to send her Scions out with little in the way of directions, instructions, or advice, preferring to give them a few guidelines and let them figure out the best way. After all, with a little luck it'll probably be in the right direction, even if they stumble.\n\n",
                "rivals": [
                    "Amaterasu",
                    " Heimdall",
                    " Hermes",
                    " Horus",
                    " Oguon",
                    " Tezcatlipoca"
                ],
                "favoured": {
                    "purviews": [
                        "Asha",
                        "Fertility",
                        "Magic"
                    ],
                    "epic_attributes": [
                        "Epic Dexterity",
                        "Epic Wits"
                    ],
                    "abilities": [
                        "Academics",
                        " Athletics",
                        " Empathy",
                        " Investigation",
                        " Larceny",
                        " Stealth"
                    ]
                }
            },
            "Haoma": {
                "name": "Haoma",
                "aka": [
                    "Hom"
                ],
                "description": "In modern times, Haoma appears as a middle-aged man with intelligent golden-green eyes. He dresses in practical working clothes, even when his position in mortal society dictates otherwise, and his hands are often smudged with earth. In his excursions into the World, Haoma has been an environmental scientist, refinery worker, gardener, nutritionist and park ranger.\n\nHaomas Scions rarely encounter their father after their Visitation. He prefers to contact them through intermediaries, leaving them to their own devices. His Scions tend towards physically intensive or outdoorsy work.\n\n",
                "rivals": [
                    "Amaterasu",
                    " Atum-Re",
                    " Damballa",
                    " Freyr",
                    " Hades",
                    " Xipe Totec"
                ],
                "favoured": {
                    "purviews": [
                        "Asha",
                        "Earth",
                        "Fertility",
                        "Health",
                        "Magic"
                    ],
                    "epic_attributes": [
                        "Epic Strength"
                    ],
                    "abilities": [
                        "Athletics",
                        " Brawl",
                        " Craft",
                        " Medicine",
                        " Science",
                        " Survival"
                    ]
                }
            },
            "Mah": {
                "name": "Mah",
                "aka": [
                    "Maonghah"
                ],
                "description": "The Goddess of the Moon avoids the flashy displays of most divinities. She would much rather watch what's going on and go incognito when it's time to get involved. Glory is fine, but she'd rather be glorified in tales than have to wade in, powers blazing. In appearance, she ranges from a nondescript girl in her late teens to a wizened crone dressed in something plain. She's the girl you didn't notice until she walks up and introduces herself, but then she cannot be forgotten partly because of her keen intellect and partly because you think she has your wallet.\n\nMah isnt exactly a thief, but she is an opportunist. She keeps a keen eye on what is going on, and when a chance presents itself, she is always ready to take advantage. With a growing emphasis on intellect and the strong bent towards ruthless opportunism that capitalism promotes, the World is more appealing than ever to Mah. She has skipped through mortal life in a myriad of personas. She was the power behind the throne in a major crime syndicate, and then the cause of its collapse. As a nurse, she operated a \"recreational\" pharmacy on the side which, when discovered, brought attention to the corruption of the hospital. When she was a government agent, she blew the whistle on illegal government-funded operations. Wherever she goes, she performs well, stays out of sight, and keeps a close eye on what's going on.\n\nMahs Scions are made of the same mold. They are alert and intelligent with a certain freedom from moral dogma. Like their mother, they're usually proactive and helpful, but their help is more likely to be found as part of plea-bargain than a pardon. Her Scions often don't know where the line is in doing a little wrong to accomplish a greater good, which gets them into trouble from everything from mortal to divine authorities.\n\n",
                "rivals": [
                    "Vayu",
                    " Artemis",
                    " Frigg",
                    " Shango",
                    " Tezcatlipoca",
                    " Thoth",
                    " Tsuko-yomi"
                ],
                "favoured": {
                    "purviews": [
                        "Animal (Cattle)",
                        "Asha",
                        "Moon"
                    ],
                    "epic_attributes": [
                        "Epic Intelligence",
                        "Epic Wits"
                    ],
                    "abilities": [
                        "Animal Ken",
                        " Art",
                        " Larceny",
                        " Occult",
                        " Science",
                        " Stealth"
                    ]
                }
            },
            "Mithra": {
                "name": "Mithra",
                "aka": [
                    "Mithras",
                    " Mitra",
                    " Mihr",
                    " Mehr"
                ],
                "description": "Herss the de facto head of the pantheon, Mithra has shouldered a lot of responsibility since the disappearance of Ahura Mazda. And as the God of contracts and a preserver of truth and law, responsibility isnt anything new to him. Fighting Titans, conceiving Scions, and making and keeping allies on top of managing the pantheon is new and difficult, but Mithra is managing. He lets everyone see his confidence in the Yazata even if he doesnt always feel it himself. He administers judgment to the dead, protects souls on their journey to paradise, represents the sun and its purity, and is known for his talents as a warrior the Roman soldiers even had a cult dedicated him in his warrior aspect\n\nMithra always has a youthful body, lean but fit, with a calm, open smile on his face. He either is clean-shaven or fully bearded (never at some point between), with dark hair. As a God of light and the sun, his subdued smile radiates and ensnares the glances of passersby. He speaks in deep, soft tones that combine genuine sincerity and charm, communicating his meaning clearly and genteelly. In the ancient days, he wore traditional clothing of the region he was in whether he was dressed as a Roman, a Persian or a Turk was of little concern to him. In modern times he is always attired in a relaxed but unobtrusive outfitIn the office, he wears a suit with tie loosened; on the docks, hes barefoot and shirtless with once-expensive cutoff shorts; and at the community shelter, he's the man whose worn clothes have been carefully hand-mended.\n\nMithra seems like a genuinely nice guy whose main motives are helping make the World a better place, but the truth is a bit different. He is the God of contracts, an arbiter not of morality, but of integrity. His justice isnt necessarily a fair outcomeIts the lawful one, regardless of who is hurt and how badly. When mortal, he is remembered as a man of his word, sincere and friendly, but with a core inflexibility that could quickly turn his smile into a disapproving glare and Mithras glare has a weight all its own.\n\nLiving up to his ideals in the modern world is a bit more difficult than it once was, but Mithra does his best. He has lived as civil rights lawyer, a member of Interpol, an advocate for refugees, a radical historian, a senior enlisted military man, and a motivational speaker. His presence engenders hope and he manages to bring out the best in others. Unfortunately, his winning personality acts against him (and his Scions), as their time is often jealously sought after by others, sowing discontent he must then mediate.\n\nMithra views fatherhood as a sacred duty, and while he can't attend to each one of his Scions, many of them have had someone or something keeping an eye on them. More than one of his Scions has stories of a \"guardian angel,\" until they find out just who or what was looking out for them. His children are usually highly principled individuals that work hard to help others and the World. These innate ethical standards take a toll, as the World demands a certain level of moral relativism and compromise. That's something that Mithra's children often find they can't do, and more than one child of Mithra has been brought low by their somewhat inflexible codes.\n\n",
                "rivals": [
                    "Hera",
                    " Izanami",
                    " Kalfu",
                    " Loki",
                    " Set",
                    " Tezcatlipoca",
                    " Vidar"
                ],
                "favoured": {
                    "purviews": [
                        "Asha",
                        "Fire",
                        "Justice",
                        "Psychopomp",
                        "Sun",
                        "War"
                    ],
                    "epic_attributes": [
                        "Epic Strength",
                        "Epic Charisma"
                    ],
                    "abilities": [
                        "Command",
                        " Integrity",
                        " Investigation",
                        " Melee",
                        " Politics",
                        " Presence"
                    ]
                }
            },
            "Sraosha": {
                "name": "Sraosha",
                "aka": [
                    "Srosh",
                    " Sorush",
                    " Sroshdatak"
                ],
                "description": "Sraosha, the God of obedience, is the zealot of the pantheon, filled with fervor for what the Yazata stand for. Where the other members have their own agendas and often prioritize their own desires ahead of the party line, Sraosha rarely does. He knows that his place is to support their worshippers and remind them and his fellow Gods of their sacred duties. This would be a tiresome role for anyone, but Sraosha has a single-minded dedication that is matched to his ability to empathize, keeping his passion personal. Although his epithet is the God of obedience, much of Sraoshas work is directed toward helping mortals, supporting and encouraging those that follow the principles of the Yazata (even if they don't necessarily worship or know of the Yazata). The obedience that Sraosha strives for is not induced by threat of consequences, but by the benefits of collaboration.\n\nIn mortal guise, Sraosha is almost always a figure of community authority, whether it's the town mayor or the most outspoken member of the local union. He was a member of the Inquisition until his reformist views earned his removal. As a politician, he ushered in several radical pieces of legislature that earned him his party's enmity but endeared him to the public. Whatever role he takes, he has a goal in mind from the beginning and means to make a difference with his actions.\n\nSraosha does not shirk his responsibilities, and involves himself in all of his children's lives. Scions of Sraosha are just as impassioned and noble as their father, even if they don't share his exact set of valuesThe fight against the Titans is a perfect place for his Scions to direct that passion.\n\n",
                "rivals": [
                    "Vayu",
                    " Ares",
                    " Baron Samedi",
                    " Loki",
                    " Raiden",
                    " Set",
                    " Tlaloc"
                ],
                "favoured": {
                    "purviews": [
                        "Asha",
                        "Guardian",
                        "Justice",
                        "Prophecy"
                    ],
                    "epic_attributes": [
                        "Epic Appearance",
                        "Epic Perception"
                    ],
                    "abilities": [
                        "Awareness",
                        " Empathy",
                        " Fortitude",
                        " Integrity",
                        " Medicine",
                        " Presence"
                    ]
                }
            },
            "Tishtrya": {
                "name": "Tishtrya",
                "aka": [
                    "Tiri",
                    " Tir"
                ],
                "description": "The God of rain and the star Sirius usually appears as a man with white hair and a melancholy smile on his prematurely aged face. That sense of peaceful melancholy is in his personality, too, as he tries to do what's right, but people just don't seem willing to help. It isn't surprising he's a bit disillusioned with mortals, since his best-known legend centers on his defeat by the deev of drought because the people wouldnt sacrifice to him. He will always fight for them, though, because it's his duty.\n\nIn modern times, Tishtrya finds himself something of a patron of lost causes, willing to fight it out (metaphorically and literally) even when everyone else tells him to let it be. He has been a criminal defense attorney, missionary, farmer, oil tycoon, astrologer, and beach bum. Whenever he takes up a cause, he sticks to it with a single-minded conviction… until he returns to the Overworld, discarding it like the mortal shells he wears\n\nScions of Tishtrya usually grow up knowing they were a product of a passionate love affair. The Scions often exhibit the characteristic steadfastness of their father, willing to hold to what they believe to the bitter end. Of course, having that kind of obstinacy causes his Scions to develop the same cynical outlook as Tishtrya when, time and time again, they find that others cant stick it out. Despite being disappointed again and again, Tishtrya and his Scions always manage to keep hope that things will work out.\n\n",
                "rivals": [
                    "Vayu",
                    " Poseidon",
                    " Shango",
                    " Sobek",
                    " Susano-o",
                    " Tlaloc",
                    " Vidar"
                ],
                "favoured": {
                    "purviews": [
                        "Animal (Horse)",
                        "Asha",
                        "Guardian",
                        "Fertility",
                        "Stars",
                        "Water"
                    ],
                    "epic_attributes": [
                        "Epic Stamina"
                    ],
                    "abilities": [
                        "Art",
                        " Empathy",
                        " Fortitude",
                        " Integrity",
                        " Marksmanship",
                        " Thrown"
                    ]
                }
            },
            "Vahram": {
                "name": "Vahram",
                "aka": [
                    "Bahram",
                    " Behram",
                    " Verethragna",
                    " Wargaran"
                ],
                "description": "God of victory and aggressive triumph, Vahram is an athletic bully of a warrior. His violent nature is matched to a streak of raw stubbornness that can be seen physically in his form as a boar. He claims to have invented the preemptive strike, and while he won't stab someone in the back, he is more than willing to run someone through before they know what's going on to keep them from doing it first, of course.\n\nHowever, it's not that Vahram can't be nice or that he's all about violence. He just knows that there are a lot of people out there that are in desperate need of a thrashing for… well, for something. Those who can call Vahram friend know that, even if victory isn't assured, he will hold the line to the bitter end so that others can live. The problem is Vahram's assumption that just about everyone is in the opposing camp. Years of the decline of his patron empire, the slow fade to obscurity of his pantheon, and the dishonest bent of society have lead him to view the denizens of the World as being practically in league with the Titans.\n\nVahram has tried to make a difference in the only ways he understandsworking as a mercenary, a black market arms dealer, loan shark, a corporate day-trader, and a war-hawk legislator. He isn't averse to getting his hands dirty, as long as he scores at the end it's all about victory. In the World, he most often appears as strong and fit man just past his prime, with a few gray hairs and crow's feet gracing the corners of his eyes. When prompted to action, Vahram always makes the first move, and those who've dealt with him in a brawl learn what strength can lurk in his older frame. Of course, the God wears a younger form on occasion as well, but even then tends towards an age just after his prime.\n\nHis Scions tend to be aggressive, outgoing and confident to the point of absurdity. Vahram doesn't usually take part in his offspring's lives until their Visitation, letting them assert themselves of their own accord before their divine heritage is made apparent. Usually, they tend towards martial occupations, although some few are predisposed toward artifice, influenced by their father's position as guardian of the sacred Fire (which is heavily associated with metalworkers). Either suits Vahram fine, as some of his epithets are \"best-armed of the Gods\" or \"most highly armed,\" and he'd like to hear the same of his children.\n\n",
                "rivals": [
                    "Vayu",
                    " Athena",
                    " Hachiman",
                    " Horus",
                    " Huitzilopochtli",
                    " Oguon",
                    " Tyr"
                ],
                "favoured": {
                    "purviews": [
                        "Animal (Boar)",
                        "Asha",
                        "Fire",
                        "War"
                    ],
                    "epic_attributes": [
                        "Epic Strength",
                        "Epic Stamina"
                    ],
                    "abilities": [
                        "Brawl",
                        " Command",
                        " Craft",
                        " Marksmanship",
                        " Melee",
                        " Thrown"
                    ]
                }
            },
            "Vayu": {
                "name": "Vayu",
                "aka": [
                    "Vata",
                    " Vayu-Vata",
                    " Ram"
                ],
                "description": "Vayu is the God of wind and air. He is the breath of life and hope, and fights alongside his pantheon in the war against the Titans. But he is also the last breath at death and is known as the strongest not for his physical strength, but because he makes such strength irrelevant. Prayers to Vayu are always specifically directed to him in his aspect as a benign force, but those prayers are half a request for help and half a plea to be spared his darker side.\n\nVayu is the bridge between the good and evil, the light and dark, and has an agenda all his own. Vayu's relationship with the rest of the Yazata is somewhat questionable, as he has been known to work with the Titans in the past. He keeps his own counsel on this, but he still comes to the aid of the other Gods. He is the biggest element of chaos within the Yazata, but he claims the discord he brings necessarily keeps the pantheon and their people from stagnating.\n\nVayu is usually seen as a tall, tanned, handsome man in the prime of youth, flashing a bright smile. Sometimes he is a skinny, sallow teenager, lying and stealing his way from city to city. As a soldier, he single-handedly kept his platoon alive. He has worked as an anesthesiologist with a disturbing track record of accidental patient deaths. As a traveling minister, he reaffirms the faith of everyone he meets.\n\nLike their father, Vayus Scions are changeable and morally ambiguous. The potential for nobility is present, but grim, selfish practicality is far more likely to rear its head in one of Vayu's own. He lets his Scions make decision on their own as they grow up and rarely gives orders even after their Visitation. He chooses his Scions for their self-reliance and willfulness. He wants collaborators, not pawns other Gods' Scions are good for that and he doesn't want to have to hold his Scions' hands and tell them what to do.\n\n",
                "rivals": [
                    "Haoma",
                    " Vahram",
                    " Anubis",
                    " Heimdall",
                    " Izanagi",
                    " Legba",
                    " Quetzalcoatl",
                    " Thor",
                    " Zeus"
                ],
                "favoured": {
                    "purviews": [
                        "Asha",
                        "Chaos",
                        "Death",
                        "Pyschopomp",
                        "Sky"
                    ],
                    "epic_attributes": [
                        "Epic Dexterity",
                        "Epic Manipulation"
                    ],
                    "abilities": [
                        "Athletics",
                        " Awareness",
                        " Control",
                        " Melee",
                        " Presence",
                        " Stealth"
                    ]
                }
            },
            "Zam": {
                "name": "Zam",
                "aka": [
                    "Zamyat",
                    " Zamyad",
                    " Zam-Armatay"
                ],
                "description": "The Goddess of earth is a little atypical for her role; her purview is known as one of the first things created and yet she came to the pantheon later than most, a subject she tries to avoid. Unlike other earth-goddesses, Zam is seldom motherly and tends to be exacting and practical. Once set to a task, Zam applies herself and finds a way to get a decisive result. She is patient and methodical, perhaps even a little ruthless in accomplishing her goals. In the fight for the World, she forgives herself that ruthless streak.\n\nZam considers the World the place where all the real work gets done. The Overworld and all of its inhabitants have their place, but the War, shadowy and behind the scenes, has its front lines in the World. She generally appears as a woman in her mid-thirties to mid-forties, with an easy smile and hard eyes, and the rest of her appearance changes as the situation requires. Zam has lived as a political analyst, hardnosed self-help author, grassroots campaigner, and a corrupt official.\n\nShe often lets her Scions develop talents on their own; Zam isn't looking for her Scions to mirror her temperament, but to be useful for the next set of goals she has laid out. She's still their mother and while the mission comes first, her Scions' welfare isn't a too distant second. During the Visitation, Zam usually lets her children know there is a bigger picture and that they all have to make sacrifices for it. It is better they have some clue than feel completely betrayed and bitter later on when they realize just how expendable they are to their mother.\n\n",
                "rivals": [
                    "Vayu",
                    " Dionysus",
                    " Erzulie",
                    " Freya",
                    " Geb",
                    " Susano-o",
                    " Xipe Totec"
                ],
                "favoured": {
                    "purviews": [
                        "Asha",
                        "Earth",
                        "Mystery"
                    ],
                    "epic_attributes": [
                        "Epic Stamina"
                    ],
                    "abilities": [
                        "Academics",
                        " Fortitude",
                        " Occult",
                        " Politics",
                        " Science",
                        " Survival"
                    ]
                }
            }
        }
    },
    "Atlantean": {
        "gods": {
            "Amnis": {
                "name": "Amnis",
                "aka": [
                    "N/A"
                ],
                "description": "Amnis is most often depicted as a short, curvaceous woman, with wide hips, often shown giving birth to a flowing river. Scions of Amnis fulfilled many roles in Atlantean society, from teacher to midwife to healer. While Badarus might have discovered all manner of things abroad, Amnis held the wisdom that kept her people safe, healthy and well fed enough to venture beyond the horizon, and there was quite a good-natured rivalry between the two of them as to who was truly the more wise.\n\n",
                "rivals": [
                    "Anubis",
                    " Hera",
                    " Izanami",
                    " Set",
                    " Zeus"
                ],
                "favoured": {
                    "purviews": [
                        "Earth",
                        "Guardian",
                        "Health",
                        "Water",
                        "Scrie"
                    ],
                    "epic_attributes": [
                        "Epic Charisma",
                        "Epic Stamina",
                        "Epic Intelligence"
                    ],
                    "abilities": [
                        "Empathy",
                        " Integrity",
                        " Medicine",
                        " Presence",
                        " Science",
                        " Survival"
                    ]
                }
            },
            "Badarus": {
                "name": "Badarus",
                "aka": [
                    "N/A"
                ],
                "description": "The few depictions that remain of Badarus portray him as a venerable older man who is serpentine or fish-like from the waist down. Hes often shown holding a fish or a ship in one hand, and gesturing out and away with the other, as if sending his people out to explore. As the patriarch of the Atlantean pantheon, he encouraged his people especially his Scions to discover new territories, to venture beyond the abundant waters that ringed their island nation, seek new shores and learn new lessons. Badarus had an estranged, but apparently happy, marriage to the Atlantean Goddess of the home waters, Amnis.\n\nScions of Badarus were among the civilization's greatest explorers, visiting the four corners of the map in a desire to see and experience everything possible. They fancied themselves masters of \"what lay beyond the horizon,\" although unlike some humans, they felt no need to retain or destroy what they had discovered. Simply discovering something was, to Scions of Badarus, its own form of triumph.\n\n",
                "rivals": [
                    "Aphrodite",
                    " Ares",
                    " Horus",
                    " Kalfu",
                    " Poseidon"
                ],
                "favoured": {
                    "purviews": [
                        "Animal (Sea Snake)",
                        "Earth",
                        "Mystery",
                        "Psychopomp",
                        "Water",
                        "Scrie"
                    ],
                    "epic_attributes": [
                        "Epic Intelligence",
                        "Epic Stamina"
                    ],
                    "abilities": [
                        "Academics",
                        " Awareness",
                        " Control",
                        " Investigation",
                        " Science",
                        " Survival"
                    ]
                }
            },
            "Demosia": {
                "name": "Demosia",
                "aka": [
                    "N/A"
                ],
                "description": "Mysterious sister-wife of Kuros, Demosia almost never interacted with Atlantis directly, though she reportedly saw everything that happened in the depths of night or darkness. Hers was the realm of whispers, secret thoughts and clandestine meetings, and what she learned, she shared only with her husband, Kuros. Elaborate temples to Demosia were built in mountaintop clearings, and those who had problems or guilt often would go on pilgrimage to confess them to the ever-listening but never speaking Scions of this moon Goddess.\n\nDemosia was thought to have an appearance that changed with the face of the moon. At its fullest, she was the most beautiful of Goddesses, but as time progressed, she became horrifically ugly and drew a curtain across the moon's light to prevent anyone from witnessing her change. Under the dark of the moon, her visage was thought to have been terrible enough to strike a man dead should he catch a glimpse of her.\n\nScions of Demosia were left as babes on the night of a lunar eclipse, given by the Goddess to deserving but barren families to raise. While socially reclusive, Demosia's Scions were often the culture's confidants. Many took vows of silence.\n\n",
                "rivals": [
                    "Aphrodite",
                    " Apollo",
                    " Atum-Re",
                    " Izanagi",
                    " Thoth"
                ],
                "favoured": {
                    "purviews": [
                        "Animal (Bat)",
                        "Darkness",
                        "Moon",
                        "Magic",
                        "Mystery",
                        "Scrie"
                    ],
                    "epic_attributes": [
                        "Epic Appearance",
                        "Epic Perception",
                        "Epic Wits"
                    ],
                    "abilities": [
                        "Awareness",
                        " Empathy",
                        " Integrity",
                        " Larceny",
                        " Occult",
                        " Stealth"
                    ]
                }
            },
            "Heshon": {
                "name": "Heshon",
                "aka": [
                    "N/A"
                ],
                "description": "The Atlantean people relied almost entirely upon the bounty of the sea and their lush island nation to provide for their material needs. They were well aware of their fortune, having visited other cultures where the natural resources were much scarcer, but they also realized that nature can be a harsh mistress. The Goddess Heshon embodied that paradox, symbolizing bounty, luck and plenty as well as the harsh costs thereof. Like the jungle and sea, Heshon was both lush and potentially dangerous, a wild woman untamed even by her husband-mate, Skaft. She was portrayed as an unkempt-but-beautiful woman, lithe and athletic. Her hands and feet were tipped in talons, and she wore no clothing. Instead, her blue-green hair fell around her like a verdant cloak. Those who were lost to the jungle were said to have gone to serve Heshon.\n\nHeshon's Scions were rarely raised in villages. Almost inevitably, they appeared, walking out of the jungle as children or youths, more wild than not, but very self-reliant. They acted as guardians of the village or city they \"adopted,\" sometimes by killing jungle animals that plagued the townsfolk or by coming to the aid of those who had become lost or injured in the wilds or shoreline and were less able to help themselves. Those who came to rely too heavily upon the wild Scions, however, found their presence notably absent when it was most counted to be there.\n\n",
                "rivals": [
                    "Athena",
                    " Damballa",
                    " Geb",
                    " Osiris",
                    " Quetzalcoatl"
                ],
                "favoured": {
                    "purviews": [
                        "Animal (Terror Bird)",
                        "Chaos",
                        "Stars",
                        "Fertility",
                        "Magic",
                        "Scrie"
                    ],
                    "epic_attributes": [
                        "Epic Appearance",
                        "Epic Dexterity",
                        "Epic Strength"
                    ],
                    "abilities": [
                        "Animal Ken",
                        " Athletics",
                        " Brawl",
                        " Melee",
                        " Stealth",
                        " Survival"
                    ]
                }
            },
            "Kuros": {
                "name": "Kuros",
                "aka": [
                    "N/A"
                ],
                "description": "Kuros was married to his sister-wife, Demosia, and his ability to travel instantaneously allowed him to travel to visit her in her mysterious night-domain as well. Kuros and Demosia were, much like their parents, opposites that complemented each other well. Each believed that his or her way of gathering information was the best, and no small rivalry existed between Kuros' \"share it with all\" attitude and his wife's desire to horde secrets for herself.\n\nScions of Kuros sometimes traveled away from Atlantis, but even those who remained in their homeland constantly sought information and answers.\n\n",
                "rivals": [
                    "Amaterasu",
                    " Damballa",
                    " Geb",
                    " Odin",
                    " Sobek"
                ],
                "favoured": {
                    "purviews": [
                        "Magic",
                        "Psychopomp",
                        "Sky",
                        "Scrie"
                    ],
                    "epic_attributes": [
                        "Epic Dexterity",
                        "Epic Intelligence",
                        "Epic Wits"
                    ],
                    "abilities": [
                        "Academics",
                        " Awareness",
                        " Investigation",
                        " Occult",
                        " Science",
                        " Stealth"
                    ]
                }
            },
            "Skaft": {
                "name": "Skaft",
                "aka": [
                    "N/A"
                ],
                "description": "",
                "rivals": [
                    "Amaterasu",
                    " Ares",
                    " Horus",
                    " Ptah",
                    " Zeus"
                ],
                "favoured": {
                    "purviews": [
                        "Earth",
                        "Fire",
                        "Scrie"
                    ],
                    "epic_attributes": [
                        "Epic Charisma",
                        "Epic Intelligence",
                        "Epic Perception",
                        "Epic Wits"
                    ],
                    "abilities": [
                        "Academics",
                        " Art",
                        " Craft",
                        " Integrity",
                        " Investigation",
                        " Science"
                    ]
                }
            }
        }
    }
}