{
    "stre": [
        {
            "title": "Crushing Grip",
            "description": [
                "The Scion is a fearsome wrestler and grappler not to be triﬂed with. When he’s locked in a clinch and has taken control of it, the character can not only inﬂict the normal amount of damage (see p. 202), but that damage is now lethal as well. A character can still choose to hold an opponent without inﬂicting damage, or he can choose to break the hold. He can even soften his touch and inﬂict bashing damage instead. The damage the character can inﬂict when his temper gets riled, though, is tremendous and often quite messy.",
                ""
            ],
            "prereqs": null,
            "tables": []
        },
        {
            "title": "One Inch Punch",
            "description": [
                "Prerequisite Knack: Crushing Grip (Scion: Hero, p. 126) Extrapolated from learning to exert tremendous pressure from all manner of holds and contortions, the Scion develops the ability to put her massive strength to good use on a single, small point. With just a flick of a finger, a jab of an elbow or a headbutt, the Scion delivers the entire force of her Epic Strength. Although this doesn’t necessarily change the Scion’s unarmed combat style — she still needs to land a strike on an enemy — it’s quite intimidating when she can simply poke a building and cause an entire wall to crumble. Similarly, if the Scion is somehow restrained but able to move even a minuscule part of her body, she could (for instance) flick a tiny rock with her toe with enough force to kill a man. While this does not increase the Scion’s damage output, it means that even when bound or restricted from moving in some way, the Scion can still bring all of her Epic Strength to bear in an attack. Perhaps she’s chained with bindings made from Gleipnir and can’t break them, but she can head-butt her assailant. Maybe she is buried in rock and can only move her little finger but can use that to send the boulder on the top of the heap flying. Her damage output and ability to lift are not impinged in any way when she’s forced to rely only on a single limb, a part of her body or a restricted range of motion. Activating this Knack costs three points of Legend. Its effects last for a single application.",
                ""
            ],
            "prereqs": "Crushing Grip",
            "tables": []
        },
        {
            "title": "Divine Wrath",
            "description": [
                "Prerequisite Knack: Crushing Grip (Scion: Hero, p. 126) A Scion with the demigod range of Epic Strength already needs no weapons to inﬂict serious damage in combat, but a Scion with this Knack is even more fearsome. The prerequisite Knack enables him to inﬂict lethal damage during a clinch that he controls, and this Knack builds on that to awful effect. If the Scion spends a point of Legend during a clinch, he can make a single attack inﬂict aggravated damage instead of lethal. What’s more, his normal unarmed combat attacks now inﬂict lethal damage instead of bashing damage. Keep in mind that that lethal damage is now the standard damage he inﬂicts unarmed, regardless of whether he spends the point of Legend to make a single clinch’s damage aggravated. The Scion can pull his punches and inﬂict only bashing damage if he wants to, but doing so incurs the “Flat of the Blade” rule from page 199 of Scion: Hero.",
                ""
            ],
            "prereqs": "Crushing Grip",
            "tables": []
        },
        {
            "title": "Disfiguring Attack",
            "description": [
                "Prerequisite Knack: Divine Wrath (Scion: Demigod, pp. 53-54) Woe be unto any foe who lacks Epic Stamina yet faces a character who has this Knack. If a character has Disfiguring Attack, he can already inflict lethal damage unarmed and inflict aggravated damage in a clinch, thanks to its prerequisite. If he uses this Knack, he can inflict aggravated damage with an unarmed attack. Doing so costs five Legend points per attack and removes the character’s Epic Strength bonus successes from the damage calculation. Regardless, a character without a significant aggravated soak from Epic Stamina or some other supernatural source is in for a world of divine hurt. Should a foe survive an attack from a character using this Knack, any wounds he takes are sure to leave wicked scars that last forever.",
                ""
            ],
            "prereqs": "Divine Wrath",
            "tables": []
        },
        {
            "title": "Holy Bound",
            "description": [
                "Only characters whose Boons include the Sky Purview have more freedom to ﬂaunt the laws of physics. Simply having Epic Strength enables a Scion to perform prodigious leaps that leave mortals standing slack-jawed with wonder. For example, if a Scion has Strength 5, Athletics 3 and Epic Strength 3, she can jump 12 yards straight up or 24 yards forward. (See “Movement” on p. 180\\.) This Knack, however, doubles a Scion’s vertical and horizontal jumping distances. With it, the aforementioned character could leap an amazing 24 yards straight up (from the ground to a seventh-story balcony, for instance) or 48 yards forward in a single bound.",
                ""
            ],
            "prereqs": null,
            "tables": []
        },
        {
            "title": "Divine Bound",
            "description": [
                "Prerequisite Knack: Holy Bound (Scion: Hero, p. 126) A character with this Knack cannot necessarily fly, but the difference between using this Knack and flying is a subtlety that is easily lost on mortal onlookers. For the cost of 10 Legend points, this Knack converts the distance increment a character can jump from yards to hundreds of yards. That is, the character can leap the distance of one football field straight up for every dot of (Strength + Athletics) she has plus the bonus number granted by her Epic Strength. She can jump twice that length horizontally. At Strength 12, Athletics 5 and Epic Strength 10 (plus accounting for this Knack’s prerequisite), the character can leap a little bit more than seven miles straight up — which is about one and a half miles higher than the peak of Mount Everest — or more than 14 miles horizontally. Used in combat, this Knack makes jumping something more than a Speed 5 miscellaneous action. When a character takes a leap that can potentially carry her for miles, that action is typically narrated rather than played out tick by tick. If no one can fly after her, leap after her or run fast enough to keep up with her, the character effectively leaves combat. In “flight,” the character retains her full DVs and attack dice pools. This Knack also makes jumping more dangerous than it normally is. Normally, a character can always safely fall from the maximum height to which she can normally jump. This Knack, however, overrides that safety standard by extending a person’s jumping height to preposterous extremes. If a character who uses this Knack to leap aeronautically is successfully attacked in flight and that attack inflicts enough damage to cause knockdown or knockback, the character’s prodigious leap turns into an uncontrolled fall. The player gets one chance per dot of Epic Strength the character has to succeed on a (Dexterity + Athletics) roll. If she does succeed, the character retains her aerial poise and lands, if not gracefully, at least safely. If the roll fails, the character suffers damage relevant to falling from a great height.",
                ""
            ],
            "prereqs": "Holy Bound",
            "tables": []
        },
        {
            "title": "Holy Rampage",
            "description": [
                "The Scion is especially good at breaking inanimate objects. When he spends a point of Legend and applies his full might to breaking something — whether he’s punching it, kicking it or throwing his shoulder against it — the item’s Hardness is halved against the attack. This bonus applies only when the character attempts to break an inanimate object that is either freestanding or under his control. If someone else has control of the object in question, the Scion must take it from him ﬁrst.",
                ""
            ],
            "prereqs": null,
            "tables": []
        },
        {
            "title": "Armor Crusher",
            "description": [
                "Prerequisite Knack: Holy Rampage (Scion: Hero, p. 126) The raw power of the Scion’s attacks now allows him not only to break through obstacles and walls, but to slam right through armor. The Scion simply channels his legendary might, then uses brute force to shatter enemy defenses and tear through shields, armored plates and vests with ease. While this Knack is active, the Scion’s melee attacks all gain the Piercing quality. Activating this Knack costs five points of Legend. Its effects last for one scene.",
                ""
            ],
            "prereqs": "Holy Rampage",
            "tables": []
        },
        {
            "title": "Divine Rampage",
            "description": [
                "Prerequisite Knack: Holy Rampage (Scion: Hero, p. 126) When a demigod with this Knack wants to break something, that thing is not long for this world. Like Holy Rampage, this Knack aids in the character’s attempt to destroy an inanimate object. If the target object is not under his control — such as a weapon or armor that someone else happens to be using — its Hardness and soak are considered to be halved when the Scion attempts to break it. If the target object is freestanding or under the Scion’s control, the object’s Hardness and soak are considered to be 0 against the Scion’s attack. Using this Knack costs one Legend point per action.",
                ""
            ],
            "prereqs": "Holy Rampage",
            "tables": []
        },
        {
            "title": "Hurl to the Horizon",
            "description": [
                "Baseballs, manhole covers, beer kegs and other thrown objects become tiny specks in the distance when the Scion throws them. Having this Knack doubles the distance she can throw something as a feat of strength. It also doubles the Range of a normal thrown item after calculating the standard increase in Range granted for having Epic Strength. This Knack doesn’t make the character any better able to see or hit a target, however. Nor does it impart extra damage to an attack committed with a thrown weapon.",
                ""
            ],
            "prereqs": null,
            "tables": []
        },
        {
            "title": "Mighty Heave",
            "description": [
                "Prerequisite Knack: Hurl to the Horizon (Scion: Hero, p. 126) This Knack automatically triples the distance a demigod Scion can throw a heavy object as a feat of strength. That tripling comes not only after the modiﬁcation based on the character’s Epic Strength but also after the doubling provided by the prerequisite Knack. (In effect, it multiplies his feat-of-strength throwing distance by six.) Using this Knack costs a point of Legend. Mighty Heave does not affect the distance a Scion can throw a normal-sized object, but it does intensify the damage such an object can cause. Thrown weapons or other thrown items that would normally cause bashing damage (a coconut, for example) inﬂict lethal damage and take on the Piercing quality instead when the Scion uses Mighty Heave. Items that would normally cause lethal damage still cause only lethal damage, but they ignore armor when the Scion uses Mighty Heave.",
                ""
            ],
            "prereqs": "Hurl to the Horizon",
            "tables": []
        },
        {
            "title": "Hurl to the Moon",
            "description": [
                "Prerequisite Knack: Mighty Heave (Scion: Demigod, p. 55) A character with Epic Strength can throw normal-sized objects (such as baseballs or darts) ridiculously far. He can also lift incredibly heavy objects. He can even throw those heavy objects, but he can’t throw them very far. A God with the utmost in Strength and Athletics and 10 dots of Epic Strength can throw something he can lift with Epic Strength 9 only about 400 yards away. If the object is big enough — if it’s a nuclear submarine, for instance, with a bay full of missiles that are about to explode — 400 yards isn’t very far at all. With this Knack, however, a character can hurl an object that he can lift and throw as a feat of strength as far as he can throw a dart without penalties deriving from Range. The sort of epic feats this Knack allow work best as narrative effects in combat, as the logistics of hurling such projectiles as fire stations, the Washington Monument or Jörmungandr at one’s enemies can get somewhat more math-intensive than is strictly ideal. Hurl to the Moon does not affect the distance a character can throw a normal-sized object, but it does intensify the damage such an object can cause. Such damage is considered aggravated, and the projectile takes on the Piercing quality if it does not already have it. Each attack thus enhanced costs the God two points of Legend, however.",
                ""
            ],
            "prereqs": "Mighty Heave",
            "tables": []
        },
        {
            "title": "Uplifting Might",
            "description": [
                "The Scion can lift and hold tremendous loads that would stagger even other Scions with Epic Strength. After checking the character’s lift capacity on the “Feats of Strength” table then adjusting that capacity based on the character’s Epic Strength, this Knack (and the expenditure of one point of Legend) doubles that lift capacity. This Knack doesn’t affect a character’s ability to break or throw an object.",
                ""
            ],
            "prereqs": null,
            "tables": []
        },
        {
            "title": "Knockback Attack",
            "description": [
                "The Scion is able to perform an attack that inﬂicts no damage whatsoever but sends his enemies ﬂying back. On a successful attack, the Scion can choose for the attack to inﬂict damage and knockback normally (see Scion: Hero, p. 198), or he can choose for the attack to inﬂict no harm but to impose one yard of knockback per threshold success above the defender’s DV instead. (Doing so costs one Willpower point.) Hardness can still cancel out this effect if it is greater than the attack’s raw damage.",
                ""
            ],
            "prereqs": null,
            "tables": []
        },
        {
            "title": "Knockback Wave",
            "description": [
                "Prerequisite Knack: Knockback Attack (Scion: Demigod, pp. 54-55) The God with this Knack claps her hands, slams a foe to the ground, bellows a war cry or performs some other similar action, and the player spends five Legend points. When she does so, everyone within a number of yards of the God equal to the God’s Legend is potentially hurled backward. The God’s player rolls Strength, receiving bonus successes from her Epic Strength, and every person within the radius of effect compares his DV to the result. Anyone whose DV doesn’t measure up is knocked back one yard per threshold success.",
                ""
            ],
            "prereqs": "Knockback Attack",
            "tables": []
        },
        {
            "title": "Shock Wave",
            "description": [
                "The Scion is so strong that he can direct his incredible power through the ground or ﬂoor to affect enemies at range. Doing so takes two separate forms. First, the character can stomp or strike the ground with his ﬁsts or a weapon, which sends a shock wave outward from him along the ground across an area with a radius equal to his Epic Strength in yards. Striking the ground thus to send out the shock wave requires a Strength roll, which receives the beneﬁt of his Epic Strength. Potential victims — friend and foe alike — compare their Dodge DV to the results of this roll. If their DV overcomes the Scion’s successes, they manage to jump and let the shock wave pass beneath them. If their DV isn’t high enough, they immediately suffer knockdown as well as an amount of bashing damage equal to however many of the Scion’s successes their DV couldn’t cancel out. (If his allies know the Scion is about to use this Knack — if his using it is part of a coordinated assault, for instance — they can jump out of the way preemptively without having to rely on their DVs.) This attack inﬂicts no damage on the ﬂoor or the ground the Scion strikes. All the energy is expended into the shock wave. The second form this power takes is more selective and deliberate. As with the ﬁrst form, the Scion strikes the ground and sends a shock wave along the surface out to a distance equal to his Epic Strength in yards. This time, though, his player makes a standard Dexterity-based attack roll and targets a single opponent. If that opponent’s Dodge DV isn’t high enough to get him out of the way of the attack, the Scion’s player then makes a Strength roll, modiﬁed by his Epic Strength but not modiﬁed by his extra successes on the attack roll. The damage this attack inﬂicts is bashing, but it has one other effect that renders the victim almost helpless for a moment afterward. Any successes on the Strength roll that exceed the victim’s soak not only inﬂict damage but also hurl the victim straight up in the air (one yard per unsoaked success). The victim’s rise and fall takes six ticks, during which his DVs are considered to be halved. He can make ranged attacks at a -5 penalty, but he can’t move or jump or do much of anything until he lands again. In fact, if the Scion’s attack sends him high enough in the air, the victim might take damage from crashing back down from so great a height. Using either form of this Knack requires the expenditure of one Legend point.",
                ""
            ],
            "prereqs": null,
            "tables": []
        },
        {
            "title": "Making It Look Easy",
            "description": [
                "When a character performs a feat of strength, doing so takes every bit of effort the character can muster. He doesn’t just lift a blue whale by the tail and hammer throw it back into the ocean between bites of scone. He grunts and strains and struggles until he gets enough momentum behind the whale for it to leave the ground, and when he lets it go, it’s with a resounding shout of strain and a near collapse of relief as it sails out over the water. The name of this Knack, however, speaks for itself. Any action the character can perform as a feat of strength, he can perform as if it’s no effort at all. He can lift the heaviest weights with one hand while using his other hand to cover a yawn. He can throw a spear into orbit with a flick of his finger. He can scoop the beached whale up in one hand and send it skipping like a stone out into the deep water where it can move freely (if dizzily) once again. Since such feats of strength are so easy, the character can execute multiple actions while performing feats of strength.",
                ""
            ],
            "prereqs": null,
            "tables": []
        },
        {
            "title": "Titanium Tools",
            "description": [
                "While Relics may be made of stern stuff, the usual off-the-shelf “authentic katana” tends to fold like the cheap steel that it is when it connects with something under the force of Epic Strength. With this Knack, any tool or item that the Scion picks up benefits from the same bends and loopholes in the laws of physics that allow Epic Strength to defy both leverage and structural integrity. The Scion could use a wooden board to clobber a thug, or he could ram a flimsy iron fireplace poker right through a wall of concrete with the full force of his Epic Strength. In either case, the tool would remain reasonably intact (albeit with some cosmetic wear). Such guarantees are particularly handy when using an object of questionable strength to beat a titanspawn to death without destroying the item in question (such as a snow globe intended as a present). Note that Titanium Tools doesn’t improve the Hardness or rigidity of an item. A cheap katana can still be snapped in half by an angry titanspawn that decides to target the blade. A limp spaghetti noodle is no better a weapon with this Knack than without. Titanium Tools simply allows the Scion to use objects that might be feasible as weapons under normal circumstances and subject them to the extraordinary effects of his Epic Strength without breaking them, for as long as he wields the object.",
                ""
            ],
            "prereqs": null,
            "tables": []
        },
        {
            "title": "Hang On",
            "description": [
                "This Knack allows the Scion to plant her feet, tighten her muscles or otherwise commit to performing a feat of strength for an extended period of time. By spending a point of Legend to activate the Knack, the Scion can extend this feat for a maximum number of days equal to her Legend rating. As long as she continues this specific feat of strength, she ignores hunger, thirst, exhaustion and other factors that might otherwise interrupt her. Without this Knack, a Scion cannot possibly continue a feat of strength longer than a single scene. A Scion can use this Knack to hold up any weight she can lift or keep a creature that’s fastened to a rope or line from getting away. By tightening her neck muscles, she could even hang by her neck without suffocating. The Scion must stay virtually immobile, however. A Scion could keep a mine from caving in, hang from a noose for days or drag a chained beast slowly toward her, but she could not run, jump or perform most combat actions. A Scion is still limited by her normal and Epic Strength ratings, though she can perform feats at the top of her capabilities for days using this Knack. If she lacks Epic Stamina Knacks such as Holy Fortitude, though, she will probably collapse in helpless exhaustion the moment she finally ends the feat of strength."
            ],
            "prereqs": null,
            "tables": []
        }
    ],
    "dex": [
        {
            "title": "EPIC DEXTERITY KNACKS",
            "description": [
                ""
            ],
            "prereqs": null,
            "tables": []
        },
        {
            "title": "Cat’s Grace",
            "description": [
                "This Knack imbues a Scion with the uncanny ability to remain on his feet despite treacherous terrain or an enemy’s best attempts to knock him down. For instance, a character with this Knack never suffers knockdown (see p. 198) from an attack. The player need not even roll. The character still suffers the damage, but he remains on his feet. Furthermore, a character with this Knack ignores all difﬁculty penalties based on unstable footing and treacherous terrain. He still suffers speed penalties for moving through ankle- to knee- deep water or mud, but his dice pools for actions taken on such terrain suffer no penalties.",
                ""
            ],
            "prereqs": null,
            "tables": []
        },
        {
            "title": "Divine Balance",
            "description": [
                "Prerequisite Knack: Cat’s Grace (Scion: Hero, p. 127) In addition to the beneﬁts of Cat’s Grace, the Scion can now balance on surfaces that shouldn’t even be able to support his weight. He’s as light on his feet or his hands as a gentle breeze. He could run across a drooping clothesline between two tenement buildings without knocking the clothespins off. He could leap onto the haft of a zombie warrior’s out-thrust spear and punt the brute’s rotting head off. He could even carry on an epee duel atop a lake of poisonous water, stepping on nothing but the bobbing backs of the dead men ﬂoating in it. (He could not, however, step on the water’s surface without sinking.)",
                ""
            ],
            "prereqs": "Cat’s Grace",
            "tables": []
        },
        {
            "title": "Lightning Sprinter",
            "description": [
                "The Scion is a lightning bolt on two legs, zooming past in a blur, trailing leaves or grit or loose debris from the ground he’s already covered. This Knack doubles the amount of distance he can cover in a Dash action, after calculating the new Dash distance based on his Epic Dexterity. What’s more, it negates the movement penalties a character should accrue for dashing through water or mud that is from between ankle- to shoulder- height in depth as long as A.) the character began his Dash action on terrain with no such penalty, and B.) the character continues to perform consecutive Dash actions. As long as he keeps dashing, his feet skim the surface of the water or muck like a skipping stone. If he should slow down or stop, however, he sinks into the sucking terrain to suffer the normal penalties. Activating this Knack costs one point of Legend.",
                ""
            ],
            "prereqs": null,
            "tables": []
        },
        {
            "title": "Fast As Thought",
            "description": [
                "Prerequisite Knack: Lightning Sprinter (see Scion: Hero, p. 127) A Scion who possesses this Knack becomes extraordinarily fleet of foot. She can outrun nearly anything that lacks divinely empowered speed and has a good chance of winning most races against such opponents as well. This Knack doubles the distance she can cover in a Dash action, after calculating the bonus for Epic Dexterity and the prerequisite Knack. Her long term running speed is similarly increased, allowing her to cross large distances on foot quickly. In addition, the Scion’s prodigious speed enables her to defy gravity for short periods. She can run across short gaps, up steep inclines and even over low walls without pause. With this knack, a Scion can traverse any incline of less than 60 degrees for any distance and travel up a wall or across a gap of (Legend x 5) feet. She must already be running to traverse these obstacles. If she should slow down or stop, she falls or otherwise cannot scale the wall or pass the obstacle. Activating this Knack costs one point of Legend, and its effects last one scene.",
                ""
            ],
            "prereqs": null,
            "tables": []
        },
        {
            "title": "Monkey Climber",
            "description": [
                "As long as she has sufﬁcient hand- and footholds, the Scion scuttles up vertical surfaces with cavalier ease. Where a normal climber can cover only half the distance she could cover in a normal Move action on a successful climbing roll (see p. 180), a Scion with this Knack suffers no such restriction. Furthermore, as long as the Scion has at least one hand (or both of her feet) on the surface she’s climbing, she can take a second action at the same time (per the multiple action rules on p. 179) while still moving along the climbing surface. The Scion cannot “Dash” while climbing, but the bonus to her movement granted by her Epic Dexterity still applies.",
                ""
            ],
            "prereqs": null,
            "tables": []
        },
        {
            "title": "Spider Climber",
            "description": [
                "Prerequisite Knack: Monkey Climber (Scion: Hero, p. 128) In addition to the beneﬁts of the Monkey Climber Knack, the Scion can now climb a vertical surface with sufﬁcient hand- and footholds as quickly as she can dash—taking into account her increased movement rate from Epic Dexterity. Her player doesn’t even have to roll to keep her from falling unless she takes a second action while she’s climbing (per the multiple action rules in Scion: Hero on p. 179). What’s more, the demigod can now scale sheer surfaces with no handholds, such as the slick glass face of a skyscraper, and climb upside down across the bottom of horizontal surfaces at her normal Move rate. She cannot take Dash actions on such surfaces, but her Epic Dexterity bonuses apply to her Move rate as usual. She’s still subject to gravity, though, so she has to make it a point to hang on while she’s climbing thus. Therefore, she cannot take multiple actions while climbing such surfaces. A point of Legend must be spent for the character to use this Knack for one scene.",
                ""
            ],
            "prereqs": "Monkey Climber",
            "tables": []
        },
        {
            "title": "Anti-Gravity Climber",
            "description": [
                "Prerequisite Knack: Spider-Climber (Scion: Demigod, pp. 56-57) If the surface can withstand the pressure of his touch, the God can climb it. As with Spider-Climber, the character can climb freely on any vertical surface, regardless of how many hand- and footholds it has. He can do this as fast as he can dash, even accounting for the increase in speed granted by his Epic Dexterity. What’s more, he can walk on the vertical surface, standing out from it at a right angle, and remain as stable as he would be on solid ground. Climbing no longer counts as a separate action for him, so he can take multiple actions while climbing, just as he could standing on the ground. If he doesn’t have at least one part of his body in contact with the surface he’s climbing, however, he is once more subject to the standard orientation of gravity. Attacks that inflict knockdown or knockback call for a (Dexterity + Athletics) roll for the character to maintain contact with the climbing surface. A character must spend a point of Legend to use this Knack for one scene.",
                ""
            ],
            "prereqs": "Spider-Climber",
            "tables": []
        },
        {
            "title": "Trick Shooter",
            "description": [
                "Not only do the Scion’s Epic Dexterity bonus successes add to (Dexterity + Marksmanship) dice rolls, he now doubles the bonus he receives from taking an Aim action (see p. 190) as well. What’s more, the player ignores the difﬁculty penalty for the character to either disarm an opponent with a ranged special attack or mark his opponent without causing damage. (See “Special Attacks” on p. 199.) A character must take an Aim action in order to be able to ignore such penalties, though. If a character ﬁres from the hip or blazes away in a cordite-reeking, brass-raining, muzzle-strobing gunﬁght, only the regular bonus successes from his Epic Dexterity apply.",
                ""
            ],
            "prereqs": null,
            "tables": []
        },
        {
            "title": "Shot To The Heart",
            "description": [
                "Prerequisite Knack: Trick Shooter (Scion: Hero, p. 128) When fighting against fearsome titanspawn with armored hides, scaly skin or chitinous shells, sometimes a Scion has to aim for a very precise spot. Indeed, it was just such a weak spot that was the downfall of Achilles. Naturally, that sort of precision can be hard to achieve in the heat of battle, especially against a target with a supernaturally impressive defense. With the steady aim provided by Shot to the Heart, though, a Scion never needs to worry about hitting a small patch of exposed flesh, a vulnerable tendon or an eye between blinks — his attacks excel at finding the weak point. While Shot to the Heart is active, the Scion reduces any penalty for attacking a specific weak point by an amount up to his Epic Dexterity score. That is, if a giant turtle-like titanspawn has a weak spot in its soft underbelly, but striking the unarmored area has a difficulty of 5 and the attacking Scion has an Epic Dexterity of 3, then the Scion reduces the difficulty of making such a targeted shot to difficulty 2. Shot to the Heart can’t reduce the added difficulty of a targeted shot to less than zero — making an attack on a vital spot is never easier than just hitting the damn thing. Also, Shot to the Heart doesn’t give the Scion any innate knowledge of where a vital spot might be; it just lets him target the spot more effectively if he knows where to find one. While Shot to the Heart requires a Knack typically used with ranged combat as a prerequisite, this Knack can be used with any of the Scion’s attacks. Activating this Knack costs three points of Legend. Its effects last for one scene.",
                ""
            ],
            "prereqs": "Trick Shooter",
            "tables": []
        },
        {
            "title": "Untouchable Opponent",
            "description": [
                "The Scion might as well be a ghost for all her enemies can lay a hand or a weapon on her. The Scion doubles the beneﬁt that her Epic Dexterity dots add to her Dodge DV. She also ignores an amount of DV penalties due to unstable terrain equal to her Epic Dexterity dots. Only the normal Epic Dexterity bonus applies to the character’s Parry DV, though, and this Knack’s bonus to Dodge DV doesn’t apply if the character is merely hiding behind cover or tucked in behind a scutum like a lowly turtle. Only if the character is physically dodging the attacks that are coming her way does this Knack help her out. Activating this Knack costs one point of Legend. Its effects last for one scene.",
                ""
            ],
            "prereqs": null,
            "tables": []
        },
        {
            "title": "Whirlwind Shield",
            "description": [
                "Prerequisite Knack: Untouchable Opponent (Scion: Hero, p. 128) Normally, no mortal or Scion can parry thrown attacks without a stunt, nor can one parry bullets at all. When a Scion has this Knack, however, he becomes the whirlwind for which it is named and can defend himself better than mortals or even his Scion peers. Upon activating the Knack, the Scion can apply his full Parry DV to attacks made with thrown items (javelins, chakrams, sling stones, etc.) or with bows or crossbows. He can knock the projectiles aside or snag them out of the air armed or unarmed, almost without thinking about it. With a stunt, the character can even try to parry bullets. He can do so only with some sort of object that can actually withstand a bullet’s impact, though—such as an iron skillet, a Birthright gauntlet or the side of his own gun’s barrel. Activating this Knack costs one point of Legend. It lasts for one scene.",
                ""
            ],
            "prereqs": "Untouchable Opponent",
            "tables": []
        },
        {
            "title": "Escape Artist",
            "description": [
                "The Scion can somehow slip out of the tightest bonds, the most cunning snares and even her opponents’ very ﬁngers. Whether she’s tied up and left to stew in her own juices or she’s wrapped in a clinch with a snarling berserker, she rarely remains bound for long. When someone attacks her character with a successful clinch, the Scion’s player not only adds her Epic Dexterity automatic successes to her contested (Dexterity + Brawl) to escape, but she also adds an additional automatic success for every dot of Epic Dexterity her character has. Should the Scion victim’s player succeed on this resistance roll, the Scion slips free of her opponent’s grasping limbs and well out of his reach. Also, should a character be physically restrained—tied up, handcuffed, strapped down, whatever—she can slip her bonds with a divine grace that is nothing short of bafﬂing. The player need only spend a point of Legend, and her character’s handcuffs come undone, her straightjacket’s buckles come loose, or her ropes slough off like a snake’s dried-out skin. The Scion can’t escape thus in view of witnesses, however, unless said witnesses are members of her own heroic Band or are Fatebound to her. Remote witnesses watching via camera transmission don’t hinder the effect, but even close scrutiny of such footage doesn’t reveal how the Scion escaped her bonds. She just did.",
                ""
            ],
            "prereqs": null,
            "tables": []
        },
        {
            "title": "Ricochet Symphony",
            "description": [
                "If someone is trying to hit a target with a thrown object, the best thing for the target to do is get down behind cover or tuck in behind a shield. If the person trying to hit the target is a Scion with this Knack, however, not even such measures guarantee total safety. Before he lets loose, the Scion reﬂexively takes in the contours of the surroundings (as the player spends a point of Legend). He then throws his item in a seemingly random direction that nonetheless sends it ringing and bouncing off nearby surfaces to completely circumvent the target’s cover or shield, thus negating its DV bonus. The Scion’s throw can incorporate a number of ricochets equal to his Epic Dexterity dots, and each ricochet negates a point of DV modiﬁer that comes from cover or a shield. If the Scion is trying to not only hit the target but also disarm him or otherwise show off (more so), each ricochet can mitigate the penalty for doing so as well if he has ricochets left over. The general rule here is that one ricochet takes away one point of penalty on the throw’s roll due to cover, a shield, showing off or attempting to disarm the target. When the thrown item ﬁnally hits the target, it does so at its full force, regardless of how many times it bounced off walls, ﬂoors, light ﬁxtures, other enemies’ helmets or what have you. This Knack works only with thrown objects, and it is not to be combined with the effects of Trick Shooter.",
                ""
            ],
            "prereqs": null,
            "tables": []
        },
        {
            "title": "And the Crowd Goes Wild",
            "description": [
                "By the luck of the divine genetic draw, the character is superbly suited to athletic pursuits. She excels at any sport she plays, even if she’s never so much as heard of it before. Running, jumping, climbing, swimming… any athletic pursuit is second nature to her. As a result, any dice the character has in Athletics are considered to be automatic successes when the player rolls a dice pool that includes Athletics. Bonus dice granted by an Arete (see Scion: Hero, p. 149) are also counted as successes automatically if the player spends a point of Legend when her character performs the action. Values that derive from a character’s Athletics rating (such as Dodge DV or the feats of strength total) are not affected by this Knack, nor are any Boon activation rolls that might call for Athletics.",
                ""
            ],
            "prereqs": null,
            "tables": []
        },
        {
            "title": "Perfect Partner",
            "description": [
                "The character with this Knack is extremely good at modifying her movements—be they gross or subtle— to coordinate perfectly with other people. This Knack comes in handy in the ballroom, the bedroom, even the thick of battle. The first two applications might not come up as often in play, but they shouldn’t be discounted out of hand. The dance performance of two characters with this Knack would put the best work of Fred Astair and Ginger Rogers to shame. The sexual prowess of a character with this Knack would be legendary all on its own. The third application of this Knack makes coordinating assaults (see Scion: Hero, p. 190) that much easier. Using it, a character can attach herself to any coordinated assault she sees fit, without the player of the person coordinating the assault having to include the character in the dice roll to do so. If the character with this Knack wants to coordinate her attack with only one other person, neither of them even has to make a roll to do so. As long as they act at the same time and attack the same target, they are coordinated by default.",
                ""
            ],
            "prereqs": null,
            "tables": []
        },
        {
            "title": "Photographic Penmanship",
            "description": [
                "With the expenditure of a point of Legend and a point of Willpower, the character can draw, paint or otherwise create a two-dimensional image with the clarity of a high-end digital camera. Anything he has seen and can remember clearly enough, he can reproduce on a page exactly as it looks in his mind’s eye. The base expenditure allows the character to create an image (or part of one) that is one yard square. Expanding the image beyond those dimensions costs one additional Legend point per square yard. The character need not add additional square yards to an image as consecutive actions if he runs low on (or out of) Legend points. As long as he continues his work in an adjacent square-yard space, he can pick up where he left off for only a single Legend point. As a side effect of having this Knack, the character becomes a master forger of signatures and works of art.",
                ""
            ],
            "prereqs": null,
            "tables": []
        },
        {
            "title": "Roll With It",
            "description": [
                "The character’s body is so lithe and supple or so unnaturally malleable that she can bend like the greenest reed and rarely ever break. In Step Six of attack resolution (see Scion: Hero, p. 194), the player can spend one point of Legend and add a value equal to her dots in Epic Dexterity to any soak value she has that is above zero. That way, even if she can’t get entirely out of the way of an attack, she can dissipate some of the force behind the blow and mitigate some of the damage.",
                ""
            ],
            "prereqs": null,
            "tables": []
        },
        {
            "title": "Microscopic Precision",
            "description": [
                "Typically, a Scion can’t manipulate what he can’t see or feel. No matter how much Epic Dexterity she has, a Scion just won’t be able to touch-solder a microchip when she can’t even see the nanoscale connectors. With Microscopic Precision, the Scion’s ability to control fine manipulation becomes so highly attenuated that she can manipulate materials on an absurdly small scale. Armed with nothing more than a pair of tweezers and her own tremendously controlled digits, the Scion can separate dust particles, tweeze out bacteria by hand with a microscope or pluck a tiny corrupting titanspawn hair from a wound, all without disturbing anything around the item. Similarly, the Scion can disable an alarm or a bomb just by teasing out the wires by hand, separate out the threads of the Golden Fleece with her fingers and never lose at the game of Operation. Of course, Microscopic Precision does not equal microscopic vision, so the Scion must still have some way to see what she’s manipulating. Equipped with such a tool — or with an Epic Perception Knack of the appropriate sort — she can perform microscale maneuvers more adroitly than the most advanced surgical apparatus. Such precision requires a good deal of concentration, but if she’s willing to use the usual rules for multiple actions, the Scion can try to manipulate a tiny object with precision while defending herself, running or performing some other ridiculous action. Activating this Knack costs one point of Legend. Its effects last for one scene.",
                ""
            ],
            "prereqs": null,
            "tables": []
        },
        {
            "title": "Omnidexterity",
            "description": [
                "The Scion functionally has “two right hands”. The Scion can use either hand with equal facility and also suffers no penalties when trying to manipulate an object with his tongue or his toes; even while using some other contorted body part, the Scion suffers only half the usual penalties (rounded down) for the awkwardness of the situation. While the Scion still can’t perform something physically impossible (there’s no way to fit his calf muscle through the trigger guard of a pistol to fire it, for instance), just about any amount of wiggle room is sufficient for the Scion to manipulate objects in surprising ways. The Scion could hang from a tree branch by his toes (perhaps in emulation of Sun Wukong) or could use his tongue to hold a pair of probes and thereby pick a lock. If the Scion manages to gain new and different natural appendages, say by assuming the form of an octopus via the Animal Purview, then his new appendages also benefit from Omnidexterity. Artificial “appendages,” such as a chain or a ruler with a sticky piece of tape on the end, do not gain this benefit, although the Scion could certainly wield such a tool via his hand, foot, mouth or stranger combination of limbs."
            ],
            "prereqs": null,
            "tables": []
        }
    ],
    "sta": [
        {
            "title": "Damage Conversion",
            "description": [
                "The Scion can spend a single point of Legend to convert all the lethal damage from a single attack into bashing damage, though an overload of bashing damage still upgrades existing bashing damage to lethal (see p. 197). This Knack cannot convert aggravated damage into anything less grave. The character cannot convert old lethal damage into bashing damage. The Knack works only on incoming damage from a single attack.",
                ""
            ],
            "prereqs": null,
            "tables": []
        },
        {
            "title": "Divine Damage Conversion",
            "description": [
                "Prerequisite Knack: Damage Conversion (Scion: Hero, p. 129) Like its prerequisite Knack, a character can spend Legend against a single incoming attack and reduce the severity of that attack. If he spends five points of Legend, he can reduce all the aggravated damage from a single attack to lethal damage, which he has a better chance of soaking.",
                ""
            ],
            "prereqs": "Damage Conversion",
            "tables": []
        },
        {
            "title": "Holy Fortitude",
            "description": [
                "The character is the epitome of the holy ascetic. The periods for which she is able to go without food, water and sleep all double. The amount of time she is able to work at a strenuous task without stopping also doubles.",
                ""
            ],
            "prereqs": null,
            "tables": []
        },
        {
            "title": "Divine Fortitude",
            "description": [
                "Prerequisite Knack: Holy Fortitude (Scion: Hero, p. 129) This Knack doubles the amount of time a Scion can work at a strenuous task once more after the prerequisite Knack doubles the base amount of time (itself modified by the Scion’s Epic Stamina). Divine Fortitude also completely obviates a Scion’s need for food or sleep or water. The Scion’s player chooses which necessity the Knack takes away when he ﬁrst chooses the Knack. When he does so, the character may still indulge in the activity, but he never suffers deprivation effects if he chooses not to. A Scion character may take this Knack three separate times after he takes the prerequisite, each time obviating one of the three listed necessities. Taking the Knack multiple times does not, however, double the amount of time he can work at a strenuous task each time. That period doubles only once, the ﬁrst time he takes the Knack.",
                ""
            ],
            "prereqs": "Holy Fortitude",
            "tables": []
        },
        {
            "title": "Tireless Worker",
            "description": [
                "Prerequisite Knack: Divine Fortitude (Scion: Demigod, p. 58) Epic Stamina boosts the amount of time a character can work at a fatiguing task, and this Knack’s prerequisite doubles that time. This Knack extends that boost into infinity. No matter how long or how hard he works, the character never breaks a sweat and never slows down. If he still has to sleep, he can work until he’s sleepy and wake up feeling perfectly refreshed. If he still has to eat or sleep, he can pause for a meal and get right back to work without the first bit of loginess creeping in. (People who are like this endlessly irritate people who aren’t.)",
                ""
            ],
            "prereqs": "Divine Fortitude",
            "tables": []
        },
        {
            "title": "Inner Furnace",
            "description": [
                "The character rarely lacks for sustenance. As long as he can ﬁnd some sort of organic substance (from rotting quail eggs to a piece of notebook paper on which someone blew her nose), the Scion can eat it and survive. And as long as he ﬁnds a source of water (no matter how stagnant or polluted it might be), he can drink it and survive. Any pestilence or poison lurking in what he consumes burns in the ﬁres of his superior constitution, without even requiring a Fortitude roll. The same goes for drugs or poisons he ingests on purpose, or for any Mickey Finn a ne’er-do-well might try to slip him. He’s still just as susceptible to airborne toxins and any drug injected into his bloodstream, but any drug that has to go through his stomach ﬁrst stops there. This Knack does nothing to suppress the gag reﬂex or make an unappetizing meal taste better.",
                ""
            ],
            "prereqs": null,
            "tables": []
        },
        {
            "title": "Devourer",
            "description": [
                "Prerequisite Knack: Inner Furnace (Scion: Hero, p. 129) The Scion will never lack for sustenance again. Any liquid that can exist at as a liquid at room temperature can sustain him as water sustains a mortal—even such distasteful liquids as gasoline, blood, pine-scented disinfectant or diet cola. The same goes for food. Whereas Inner Furnace requires that the Scion at least consume organic matter in order to fuel the inferno at his core, this Knack loosens even that restriction. The Scion could ﬁll his belly with sand, polystyrene, harmonicas or suture needles and not feel so much of a pang of indigestion. This Knack confers no special ability to chew up or tear off pieces of inorganic material, but anything small enough to swallow disappears down his gullet with no harmful effects and fuels him just as efficiently as normal food.",
                ""
            ],
            "prereqs": "Inner Furnace",
            "tables": []
        },
        {
            "title": "Internal Refinery",
            "description": [
                "Prerequisite Knack: Devourer (Scion: Demigod, p. 58) A character with Inner Furnace (see Scion: Hero, p. 129) can eat any organic substance and drink water from any source and be efficiently nourished. A character with Devourer can safely eat literally anything she can force down her gullet. With both Knacks, no poison or toxin in what she eats or drinks has any effect on her. Internal Refinery expands that latter protection to not only poisons or toxins she eats, but all poisons and toxins she’s exposed to, as well as any diseases that mortal flesh might suffer. In addition, a character with this Knack can refine any poison, toxin or disease to which she is exposed into a single dose of an antidote for that substance or cure to that affliction. If the character spits this antidote or cure out and administers it to an afflicted patient, it completely erases one dose or one exposure to the hazardous substance in the patient’s system. The character must administer this treatment within one scene of the patient’s exposure, and within one action of when she (the character with this Knack) refines the substance into a dose of its cure. The cure doesn’t heal damage from the exposure, but it purges it completely. Refining the deleterious material costs five Legend points per dose.",
                ""
            ],
            "prereqs": "Devourer",
            "tables": []
        },
        {
            "title": "Self–Healing",
            "description": [
                "The Scion’s player spends a point of Legend to repair a single level of damage. That damage can be bashing or lethal, and the healing takes place in an instant without leaving a scar. (Aggravated damage is beyond the power of this Knack to heal.) Scions who are interested in building their reputation and spreading their legends quickly ﬁnd this Knack to be one of the more effective tools of doing so, as bruises, lacerations and bullet holes vanish before astonished onlookers’ eyes.",
                ""
            ],
            "prereqs": null,
            "tables": []
        },
        {
            "title": "Regeneration",
            "description": [
                "Prerequisite Knack: Self-Healing (Scion: Hero, p. 129) Regeneration repairs the severe damage that’s too serious for its prerequisite Knack to heal. For a point of Legend, the Scion can automatically heal a single level of aggravated damage. With this Knack, he can also perform such miraculous feats as regenerating a destroyed limb, extremity or eye. Doing so costs one Legend point per body part so restored.",
                ""
            ],
            "prereqs": "Self-Healing",
            "tables": []
        },
        {
            "title": "Solipsistic Well–Being",
            "description": [
                "The philosophy of solipsism holds that only the self exists. Accordingly, if a solipsist isn’t aware of something, that something doesn’t exist. With this Knack, a Scion applies this odd philosophy to damage that surprises her. For a single attack that the Scion doesn’t see, hear or otherwise perceive coming, the Scion can spend a point of Legend and a point of Willpower to completely ignore it as if it never happened (thereby suffering no damage from it). Of course the attack does actually happen—any ammunition used is spent, onlookers might be covered with the Scion’s blood, the would-be assassin might be standing right there holding a dripping knife—but such concerns are immaterial to the Scion victim. The Scion can use this Knack only once per scene.",
                ""
            ],
            "prereqs": null,
            "tables": []
        },
        {
            "title": "Body Armor",
            "description": [
                "The Scion’s body is so tough that, even unarmed, he can parry close-combat attacks that would inﬂict lethal damage. If a berserker hopped up on Jotunblut or a thrall full of eitr tries to split the Scion’s skull with a ﬁ re ax, the Scion can take the blow on his forearm and knock it aside without serious injury. (That assumes the character’s Parry DV is sufﬁcient to cancel out the attack roll’s successes, of course.) While that beneﬁt remains in effect all the time, the Scion can also engage a temporary one that offers even more protection. With the expenditure of a Legend point, a measure of the Scion’s ichor wells up from within and coats the Scion’s body. This coating hardens into a gleaming, metallic armor that’s no thicker than a hair’s breadth. This armor has a bashing and lethal soak equal to the character’s Legend, and it inﬂicts a mobility penalty of only -1. The ichor coating is thin enough to ﬁ t comfortably beneath one’s clothing, so it adds its protective value to that of any other armor the character might already be wearing. Natural armor from this Knack lasts for only one scene and disintegrates at the scene’s end.",
                ""
            ],
            "prereqs": null,
            "tables": []
        },
        {
            "title": "Invulnerable Nail",
            "description": [
                "Prerequisite Knack: Body Armor (Scion: Demigod, pp. 57-58) By concentrating all of his phenomenal stamina on a single point of his body, the Scion can make a tiny area nigh-invulnerable. For a second, the Scion’s ichor seeps into that small point no larger than a fingernail, and that part of the Scion’s body becomes tremendously difficult to damage. The area affected gains a Hardness rating (see Scion: Hero, p. 201) equal to the Scion’s Epic Stamina. Any attack with fewer damage dice than the Hardness rating simply bounces off with no effect, while an attack with more damage dice loses a number of dice equal to the Hardness rating before the Scion attempts to soak it (as a special extension of Hardness, which normally only applies to inanimate objects). The real trick lies in positioning this tiny, invulnerable spot to absorb an attack. Normally, a Scion uses his Parry DV to defect attacks in this fashion. Since the Scion has the Body Armor Knack as a prerequisite, he can already Parry melee attacks. Instead, Invulnerable Nail provides the Scion with a defense against an attack that he can see coming but can’t parry, such as when he’s held in place by a titanspawn’s tentacle and needs to make his forehead momentarily impenetrable to the oncoming needle- tipped appendage that will try to suck out his brain. In such a case, the Scion keeps his full unarmed Parry DV because he can try to defect the attack at the last moment by anticipating where it will strike and fortifying that part of his body. Similarly, a clever Scion might feign suicide by attacking himself with a mundane weapon and defecting it at the last minute through the use of this Knack. Activating this Knack costs two points of Legend. It is a reflexive action done in response to an attack.",
                ""
            ],
            "prereqs": "Body Armor",
            "tables": []
        },
        {
            "title": "Skin–Shedding",
            "description": [
                "Not only is this Knack a life-saving power, but it can also be an effective (if surreal) means of escape. If an enemy’s attack against the Scion inﬂicts enough damage to cause knockback, the Scion may spend a point of Legend and a point of Willpower to reﬂexively negate all damage from the attack. The attack still inﬂicts its knockback, though, seemingly knocking the Scion completely out of his skin. The empty husk collapses at the attacker’s feet, disintegrating over three ticks. The Scion who was apparently knocked out of his skin lands perfectly unharmed however far away the knockback threw him, retaining all of his clothing and possessions and radiating a golden sheen until the shed skin disintegrates. The Scion can use this Knack only once per scene.",
                ""
            ],
            "prereqs": null,
            "tables": []
        },
        {
            "title": "Extended Youth",
            "description": [
                "At the physical age at which the character takes on this Knack, her body no longer physically or visibly ages. Her hair doesn’t turn gray or thin out, her skin doesn’t wrinkle, she doesn’t get liver spots, nothing sags due to gravity. Until the character becomes a God, she looks like she looked at that mortal age. (Taking this Knack after the character becomes a God would, admittedly, be a little silly.)",
                ""
            ],
            "prereqs": null,
            "tables": []
        },
        {
            "title": "Impenetrable",
            "description": [
                "Prerequisite Knack: Body Armor (Scion: Demigod, pp. 57-58) When a character achieves this Knack, it upgrades the thin metallic armor that activating its prerequisite provides. When the character spends his Legend point to activate his armor, it retains its bashing and lethal soak equal to his Legend and adds an aggravated soak equal to half his Legend. What’s more, it ignores (i.e., trumps) the Piercing quality of any weapons and physical attacks that have it. Finally, he can extend this armor sheathe around any article of clothing he’s wearing, though not any handheld or bulky worn item he might be using. A zoot suit, including the hat, would be fine; an astronaut’s EVA suit would be a bit much.",
                ""
            ],
            "prereqs": "Body Armor",
            "tables": []
        },
        {
            "title": "Raise Your Glass",
            "description": [
                "A Scion with this Knack isn’t just a power drinker, he takes power from drink. Once per scene, the Scion can restore a spent Legend point by downing a single serving of alcohol: a shot of hard liquor, a bottle or can of beer, a large glass of wine or a flagon of mead, for instance. To gain the Legend, the Scion must down the drink quickly and with at least a bit of flair. Nursing a beer for an hour isn’t worth Legend, though downing a pint of ale in one long pull and slamming the tankard down on the bar might be. Effectively, the character must turn drinking into a stunt performed for no purpose except to impress onlookers. This Knack does not protect the Scion from the normal effects of consuming alcohol, including any drugs or poisons the beverage might contain. In fact, activating this Knack bars a Scion from using his Epic Stamina to resist intoxication. Only normal Stamina applies. Also, characters cannot double-dip for Legend by taking a drink as part of a stunt performed for some other purpose (such a draining a mug of beer then throwing the mug at an enemy’s head as a distraction before an attack).",
                ""
            ],
            "prereqs": null,
            "tables": []
        },
        {
            "title": "Whale’s Breath",
            "description": [
                "This Knack magnifies the time a Scion can hold her breath. After inhaling deeply and expending a point of Legend, the Scion can triple the duration she can hold her breath after calculating extended duration due to Epic Stamina. In addition, she becomes immune to pressure changes that come from diving to extreme depths underwater. This Knack doesn’t affect swimming speeds, visibility or other aspects of moving underwater. As a useful side effect, a Scion using this Knack has such great breath control that she can speak when underwater (or otherwise holding her breath) by releasing only a minimal amount of air. The character can easily manage short sentences and brief conversations. Extended speech, such as giving an academic lecture while underwater, is either too difficult or at least would drastically reduce the time the Scion can hold her breath (at the discretion of the Storyteller). This Knack also makes combat underwater much easier, since being struck or injured cannot cause the Scion to lose her breath unless someone makes a deliberate effort to squeeze the air from her lungs.",
                ""
            ],
            "prereqs": null,
            "tables": []
        },
        {
            "title": "Raging Bull",
            "description": [
                "Like the eponymous boxer who just becomes more dangerous after taking a few punches, the Scion turns into a devastating fighting machine once she’s wounded. Her body releases adrenalin and more exotic substances, firing her up to greater heights of fury. With this Knack active, the Scion gains bonuses from her wounds instead of penalties. Thus, if she’s filled in the first four boxes of her health levels, the Scion gains a +2 bonus on all of her appropriate rolls instead of taking the normal -2 penalty. Even if her Epic Stamina would obviate the penalty in whole or in part, she still gains the full bonus. Scions whose Epic Stamina grants them additional health levels count those boxes as having a -4 penalty (and thus a +4 bonus for purposes of this Knack). Furthermore, every time a Scion using Raging Bull suffers an injury (be it a single level of bashing damage or ten levels of aggravated damage), the player may choose to spend one point of Legend to restore one expended point of Willpower. Activating this Knack costs three points of Legend. Its effects last for one scene.",
                ""
            ],
            "prereqs": null,
            "tables": []
        },
        {
            "title": "Under Pressure",
            "description": [
                "Although the Water Purview can provide protection against the deep pressure of the ocean, and the Earth purview can likewise defend against the crushing weight of being buried, some Scions just don’t have the luxury of branching out into multiple Purviews like that — or, worse still, fnd themselves in the awkward position of being stuck in a Titan’s gullet, a hyperbaric chamber or an otherworldly place of super-thick atmosphere. Fortunately, a Scion with this Knack need not fear the punishment of changes in pressure or atmosphere. While the Scion must still breathe, she doesn’t have to worry about the bends, explosive decompression or the crushing force of a deep undersea trench. Her body naturally and instinctively adjusts to account for all changes in pressure. Under Pressure can’t protect a Scion against bruising and crushing damage: If she’s stuck in the aforementioned Titanic gullet, she’ll have to use other abilities to deal with the digestive action and the acid. She won’t, however, have to worry about suddenly being crushed when submerged deep in that same pool of stomach acid."
            ],
            "prereqs": null,
            "tables": []
        }
    ],
    "cha": [
        {
            "title": "Benefit of the Doubt",
            "description": [
                "Sometimes, for a Scion to be able to help people—or convince them to stay out of harm’s way—those people have to accept ideas that would seem patently ridiculous if they weren’t true. The player of a Scion with this Knack spends a point of Legend, and something in the Scion’s bearing or expression convinces a single listener not to dismiss what he’s saying. Maybe it’s the fact that the Scion is taking his words so seriously, or maybe he just has an honest face. Maybe he came highly recommended by a respected colleague. Whatever the reason, the listener gives the Scion the beneﬁt of the doubt in regards to what the Scion next tries to explain, despite what he might be otherwise inclined to believe.",
                ""
            ],
            "prereqs": null,
            "tables": []
        },
        {
            "title": "Blessing of Importance",
            "description": [
                "The Scion is especially good at winning people over by making them feel special and wanted. By spending a point of Legend and either sticking up for a person, calling out to him in a crowd or just giving him a secret smile, the Scion reﬁlls the person’s spent Willpower points for the scene. The Scion need not necessarily believe that the person is important or special herself. This Knack works very well on mortals, but it’s less effective on Scions, who are usually wise to their charismatic peers’ ways. For Scion recipients, the Knack reﬁlls only one point of Willpower per dot of Epic Charisma the Scion with this Knack has. A character can receive this Willpower boost only once per scene from the same Scion.",
                ""
            ],
            "prereqs": null,
            "tables": []
        },
        {
            "title": "BFF",
            "description": [
                "Prerequisite Knack: Blessing of Importance (Scion: Hero, p. 130) A heroic Scion with Epic Charisma can help restore a mortal’s sense of self worth and empowerment just by paying a bit of attention to him and making him feel special. The charismatic Scion can even replenish a measure of the same for one of his fellow Scions. A demigod Scion’s attention makes a person feel even more important, though, especially when the Scion goes out of his way to treat the person like a true friend. When the demigod does so (and spends a point of Legend), he completely reﬁ lls a fellow Scion’s spent Willpower points (if that amount is higher than the charismatic Scion’s Epic Charisma). Should he treat a mortal with such affection, the mortal not only regains all his spent Willpower, as per Blessing of Importance, he gains an extra dot of Willpower for the scene. When that extra dot goes away at the end of the scene, the mortal’s spent Willpower completely replenishes again. The Scion can affect a person only once per scene with this Knack.",
                ""
            ],
            "prereqs": "Blessing of Importance",
            "tables": []
        },
        {
            "title": "Charmer",
            "description": [
                "With the sheer, raw charm this Knack represents, the Scion can smother an upwelling of panic, suspicion or utter hatred directed at her for one scene. The player need only spend a point of Legend. One scene is usually long enough to convince a person that it would be in his best interest to help the character, but it’s up to the Scion (and the player’s roleplaying) to actually say the right words. During the scene in which this Knack is in effect, the suppressed emotion doesn’t go away. It merely remains beneath the surface. If the Scion can’t set the person’s mind at ease by scene’s end, the suppressed emotion returns in full force the next time the Scion leaves the affected person’s presence.",
                ""
            ],
            "prereqs": null,
            "tables": []
        },
        {
            "title": "Engender Love",
            "description": [
                "Prerequisite Knack: Charmer (Scion: Hero, p. 130) Being able to charm someone is always helpful, but it doesn’t always make getting what you want from that person easy. A charmed person can still think clearly, question one’s motives and turn someone down if something about what she’s saying doesn’t feel quite right. Not so the person affected by this Knack. The character who uses it spends one Legend point as his player rolls (Charisma + Presence + Legend). The victim’s player contests this effect with a (Willpower + Integrity + Legend) roll. If the victim’s roll fails to garner the necessary successes, the victim falls madly, unquestioningly in love with the user of the Knack for a number of days equal to the user’s threshold successes. The victim is blindly enthralled and will do anything in her power to please the object of her affection. This Knack works regardless of the relative Legend disparity between the user and his victim. Using it unwisely against a more powerful character is ill advised, however. Fool Odin once, shame on him. Fool him twice, wolves on you.",
                ""
            ],
            "prereqs": "Charmer",
            "tables": []
        },
        {
            "title": "Crowd Control",
            "description": [
                "Prerequisite Knack: Charmer (Scion: Hero, p. 130) The demigod’s force of personality is such that he can quell the passion of a seething mob, whether he’s addressing a throng of rowdy political protesters, standing between an innocent kitsune and the lynch mob howling for her hide, or stalling the phalanx of SWAT cops long enough for his partner to ﬁnish sacriﬁcing the hostages. By spending a point of Willpower and Legend, the Scion cools the crowd’s urge for instant action and buys himself enough time to try to talk some sense into everyone. Doing so is primarily a matter of role-playing, but if the player is not as good an extemporaneous speech-maker as his character is, he may roll (Charisma + Presence) to simulate his heartfelt call for calm. His words convince three members of the mob per success on the roll. This effect lasts for the scene, after which the mob either disperses or renews its shenanigans with its original vigor. If the character is attempting to halt the depredations of a mob that is being controlled or directed supernaturally, use of this Knack constitutes an opposed roll against the other power’s activation roll. If the power has no activation roll per se, the Scion’s player rolls his (Charisma + Presence) against that of the character who incited the mob supernaturally. If the Scion with this Knack gets an equal or greater number of successes, the Knack does what it’s supposed to.",
                ""
            ],
            "prereqs": "Charmer",
            "tables": []
        },
        {
            "title": "Inspirational Figure",
            "description": [
                "The Scion’s well-chosen words can play on humankind’s social mentality, giving hope and courage to not just one listener, but a group. The Scion gives a speech to gathered listeners—whether he’s calling upon them for help, raising their spirits after a local disaster or strengthening the bonds of community among them—and spends a single point of Legend. As long as his words are intended to inspire them in some way, every person who can hear him listens spellbound and receives a point of Willpower at the speech’s end. The only limit is that the listeners must be able to hear him clearly without him using the aid of any amplifying or broadcasting equipment. This Knack inspires other Scions as easily as mortals, but it doesn’t inspire titanspawn. Nonetheless, titanspawn are compelled to at least let him ﬁnish his speech before carrying out whatever they’re up to.",
                ""
            ],
            "prereqs": null,
            "tables": []
        },
        {
            "title": "Paragon Of Virtue",
            "description": [
                "Prerequisite Knack: Inspirational Figure (Scion: Hero, p. 130) The Scion spends a minute giving a brief inspirational speech, then charges ahead into the fray (be it fighting titanspawn or heading to the lab to find a last-ditch cure for a Titan-created plague). The Scion’s player spends two points of Legend and rolls (Charisma + Command + Legend). For each success scored, one person in the crowd becomes fired up with the Scion’s Virtue. The mortal listener gains one dot in a Virtue that the Scion possesses — whichever one the provided speech was about. This can lead mortals into all the benefits and pitfalls of having a Virtue rating. Every listener gains the same Virtue. A Scion could choose to give a Virtue that won’t have any direct benefit on an upcoming action, if they so desire. The Scion can use this Knack only once per scene.",
                ""
            ],
            "prereqs": "Inspirational Figure",
            "tables": []
        },
        {
            "title": "Instant Seminar",
            "description": [
                "Prerequisite Knack: Inspirational Figure (Scion: Hero, p. 130) The Scion expands his ability to influence groups of people by making any topic, no matter how convoluted or mundane, seem interesting, gripping and of crucial importance. The Scion must spend at least a minute lecturing to a crowd on a particular topic. The Scion’s player then spends two points of Legend and rolls (Charisma + Presence + Legend). For each success scored, one person in the crowd gains temporary use of a Scion’s Ability score. The Scion can perform this quick instruction for any one Ability, but everyone in the crowd hears the same speech and therefore can potentially benefit from the same Ability. For the rest of the scene, those affected by this power may choose to use the Scion’s Ability in place of their own. Heroes can only allow a beneficiary to gain a maximum of three temporary dots in an Ability this way. Demigods can grant up to four dots, while Gods can grant up to five. Such a trick is very useful for turning a disorganized mob into deadly streetfighters (Brawl), creating a temporary squad of EMTs to deal with a disaster (Medicine) or getting the help of a group of inexperienced people in a large construction project, like the pyramids (Craft). Using this Knack does not in any way lower or use up the invoking Scion’s own Ability. The Scion can use this Knack only once per scene.",
                ""
            ],
            "prereqs": "Inspirational Figure",
            "tables": []
        },
        {
            "title": "Preach On",
            "description": [
                "Prerequisite Knack: Inspirational Figure (Scion: Hero, p. 130) When a demigod has a willing audience, he can inspire every member with an uplifting, well-intentioned speech or sermon. This Knack works exactly as its prerequisite, and functions under the same limitations, but it is more effective. Mortals and Scions who hear it are so inspired that their spent Willpower points are entirely reﬁlled. This Knack also has a more insidious dimension. If the Scion ﬁnds himself in charge of a group of titanspawn, he can spend a point of Willpower and give those awful minions a speech that empowers them just as Inspirational Figure inspires mortals. Each titanspawn who hears him regains a point of spent Willpower. Scions who might be opposed to the titanspawn’s goals don’t receive any beneﬁt from this inspirational speech, but they are compelled to let the demigod ﬁnish what he has to say before they do something about it.",
                ""
            ],
            "prereqs": "Inspirational Figure",
            "tables": []
        },
        {
            "title": "Never Say Die",
            "description": [
                "Not every Scion can knock down foes like bowling pins and scatter titanspawn body parts in her wake. Yet some are just so full of optimistic joie de vivre, even when they take a beating for some spectacular failure, that you just can’t help but love them. A Scion might be accident- prone or have an infuriating talent for picking ﬁghts with titanspawn that are out of her league, but she takes her lumps with a smile and inspires her fellows with her can-do attitude. All she has to do is ﬂash a thumbs-up, holler an “I’m okay!” or show a smile full of dangling teeth. When she does, all the Scions in her Band who can see her gain one Willpower point per health level the character has suffered (i.e., however many are marked on her character sheet at that moment). The character can inspire her fellows thus only once per scene, but she can do so even if she’s knocked to Incapacitated or killed—after which, she collapses.",
                ""
            ],
            "prereqs": null,
            "tables": []
        },
        {
            "title": "Pied Piper",
            "description": [
                "The character exudes such charm and élan that people just want to be around him. When the character engages this Knack, the player need only spend a point of Willpower and a point of Legend. Thereafter, and until the next sunrise, any mortal who looks in the character’s direction feels compelled to be in his company. People ﬂ ock around him like the paparazzi on Oscar night, desperate to be near him and get his attention, and they’ll follow him from locale to locale for as long as he keeps leading them. Mortals can resist this compulsion, but doing so requires a successful (Willpower + Integrity + Legend) roll with a difﬁculty equal to the Scion’s Legend. Successful resistance breaks the spell for the rest of its duration; a failure means the character cannot try to break away again for another hour. The demigod character can have as many lingering groupies and hangers on as his Epic Charisma dots normally grant him bonus successes on Charisma rolls. Scions use this Knack not only to gather up fellow revelers for long, roving parties, but also to surround themselves with unwitting human shields. For as long as the Knack lasts, the compelled mortals will not abandon the Scion unless he chooses to end the effect early.",
                ""
            ],
            "prereqs": null,
            "tables": []
        },
        {
            "title": "Divine Figurehead",
            "description": [
                "Prerequisite Knack: Pied Piper (Scion: Demigod, pp. 59-60) As with the prerequisite, this Knack allows the user to define herself as “where the party is at” and have people flock to her. Where the prerequisite works only on mortals, however, this Knack affects heroic Scions and demigods, as well as other creatures of comparable Legend levels. The character spends one Legend and one Willpower. Mortal characters cannot resist this effect, and legendary characters of lesser Legend receive only a standard (Willpower + Integrity + Legend) roll with a difficulty equal to the user’s (Legend + Epic Charisma).",
                ""
            ],
            "prereqs": "Pied Piper",
            "tables": []
        },
        {
            "title": "Unimpeachable Reference",
            "description": [
                "With this Knack, the demigod can actually lend someone else a portion of his credibility and authority. When the player spends a point of Legend and the character either vouches for or lends a recognizable token to someone to act on his behalf, he confers on that person the effects of the Beneﬁt of the Doubt Knack (from Scion: Hero, p. 130). This halo of credibility affects even those people who do not know the demigod personally. It is still up to the character who receives the effect to convince the person he’s speaking to that he’s on the level, but this Knack makes getting over the initial hurdle of suspicion and disbelief much easier.",
                ""
            ],
            "prereqs": null,
            "tables": []
        },
        {
            "title": "Borrowed Credibility",
            "description": [
                "Prerequisite Knack: Unimpeachable Reference (Scion: Demigod, p. 60) This Knack’s prerequisite lets a Scion lend someone the power of her name to help that person get over a hurdle of suspicion or disbelief with a listener. Actually winning that skeptical audience over after that is still up to the person the Scion tried to help. With Borrowed Credibility, however, the God can not only vouch for a subject in absentia, she can actually use her divine influence through a subject remotely. To do so, the God instructs a person to speak on her behalf, possibly going so far as to prepare a speech for him, and empowers that person with an expenditure of three Legend points. The God’s player then rolls her character’s full Charisma-based dice pool, adding in all available bonus successes. Thereafter, for a number of days equal to the God’s Epic Charisma rating, the empowered person may substitute the God’s player’s roll result for his own player’s use of the same dice pool. He must claim the God’s authority when he does so, speaking in the divine figure’s holy name. Characters with this Knack can use it on any willing emissary of equal or lesser Legend. (As the messenger of the Dodekatheon, for instance, Hermes has been a frequent recipient of this effect.) Its remote effect works on a single listener or on a whole group of people. Also, the character’s instructions to her emissary cannot run counter to the effect of the Charisma-based roll she intends to bestow upon that emissary. She cannot, for instance, prepare what looks like a stirring battlefield address on paper but is actually intended to demoralize the troops through whom her chosen generals speaks.",
                ""
            ],
            "prereqs": "Unimpeachable Reference",
            "tables": []
        },
        {
            "title": "Boys Will Be Boys",
            "description": [
                "This Knack, alternatively known as Girls Just Wanna Have Fun, is a character’s trusty Get Out of Jail Free card. When the character gets into trouble with some angry witness or authority figure—be it the police, a mortal parent, one’s long-suffering spouse, etc.—he need only shrug haplessly, grin foolishly or do likewise. (His player also spends a point of Legend.) At that, the offended party decides that whatever the character did wasn’t really that bad. The character gets a slap on the wrist, a stern warning or no punishment at all, depending on when he chooses to use it. This Knack doesn’t work on anyone with a higher Legend rating, though. Also, if the character wants to use it against someone with an equal Legend rating, his player must roll (Charisma + Presence + Legend) against a roll of the potential victim’s (Willpower + Integrity + Legend).",
                ""
            ],
            "prereqs": null,
            "tables": []
        },
        {
            "title": "Blame James",
            "description": [
                "Prerequisite Knack: Boys Will Be Boys (Scion: God, p. 68) Some Scions are just too likable to take the heat. When the Scion invokes Boys Will Be Boys in order to calm the anger of an authority figure after a disaster, the player can choose to spend two additional Legend points and invoke Blame James as well. Then, the Scion just glances at someone else, makes a brief comment about “Well, it wasn’t my idea…” or somehow gives the impression that the narrowly-averted trouble was the result of someone else’s malfeasance. So impressive is the Scion’s demeanor that the disciplinary authority figure becomes convinced that the named individual had something to do with the event, and is in some way culpable. This Knack only functions if the use of Boys Will Be Boys also functioned; if that attempt fails, then this Knack also fails, although the Legend points are still spent",
                ""
            ],
            "prereqs": "Boys Will Be Boys",
            "tables": []
        },
        {
            "title": "Hapless Cool",
            "description": [
                "The character spends a Legend point, and for the rest of the scene, she’s just cool. Nobody can explain it; there’s just something about either what she did or the way she did it that made her look cool. Okay, sure, the salt she threw over her shoulder hit Papa Legba’s dog in the eyes, but the comedic timing was just so perfect. Yeah, granted, she laughed so hard when Hel asked if she wanted any half-and-half in her coffee that scrambled eggs came out her nose, but she owned it. No matter what a character with this Knack active does, says or allows to happen that makes a fool out of herself, anyone who sees her thinks she’s cool anyway."
            ],
            "prereqs": null,
            "tables": []
        }
    ],
    "app": [
        {
            "title": "Center of Attention",
            "description": [
                "Whether he’s Hugh Jackman on the set of The View or the Phantom of the Opera going unmasked at the masquerade ball, the Scion commands the attention of everyone in the room. This Knack is best used when making an important entrance, but it can also serve as a wonderful broad-spectrum distraction. The character walks into a room, the player spends a point of Legend, and all eyes in the room (as well as the eyes of people watching remotely via live security camera broadcast) turn the character’s way. For every Legend point spent, the character can hold everyone’s attention for a number of minutes equal to his Epic Appearance dots. The onlookers can carry on with what they’re doing and keep talking among themselves, but their attention remains ﬁxed on the Scion. Titanspawn and Scions can resist this Knack. They may spend a point of Willpower to direct their attention elsewhere. Should the Scion with Epic Appearance spend another point of Legend to continue the effect over subsequent sets of minutes, the resisting party must spend matching amounts of Willpower to keep from being distracted.",
                ""
            ],
            "prereqs": null,
            "tables": []
        },
        {
            "title": "Come Hither",
            "description": [
                "Some Scions are so beautiful you can’t help but be drawn to them, and a Scion with this Knack makes that compelling attraction inescapable. Whether she beckons across a crowded room, emails a picture of herself along with an invitation or sends a picture message from her phone with the text caption “GYAOH,” the object of her desire makes all due haste to reach her. The Scion’s player spends a Legend point, and she must single out one recipient at a time. The intended target must be able to see an image of the Scion, he must understand that the message is intended for him, and he must have a reasonable idea of how to ﬁnd her. Scions whose Epic Appearance represents divine ugliness cannot use this Knack. Also, it doesn’t work on beautiful Scions with more dots of Epic Appearance than the one using the Knack.",
                ""
            ],
            "prereqs": null,
            "tables": []
        },
        {
            "title": "Meet Me Backstage",
            "description": [
                "Prerequisite Knack: Come Hither (Scion: Hero, p. 133) Better than simply drawing someone to his side, a Scion with this Knack can give a meaningful glance, a casual wave or a whispered hint and cause a subject to go somewhere at the Scion’s discretion. The star-struck victim tries to move to a nearby room, balcony, Jacuzzi or other spot as instructed, in hopes that the Scion will soon arrive. The power of the Knack does all of the convincing. The Scion’s player simply spends one Legend point and picks a single recipient, as with the Come Hither Knack. As usual, the intended recipient must be able to see an image of the Scion, must understand that the message is for her and must have a reasonable idea of how to find him. Meet Me Backstage doesn’t interrupt a subject’s self-preservation any more than Come Hither does: While the subject makes all due haste to reach the appointed meeting place, “due haste” doesn’t mean “die along the way.” Nevertheless, this Knack is excellent for discreet rendezvous as well as setting up a poor sap for a beat-down party. Scions whose Epic Appearance represents divine ugliness cannot use this Knack. Also, it doesn’t work on beautiful Scions with more dots of Epic Appearance than the one using the Knack.",
                ""
            ],
            "prereqs": "Come Hither",
            "tables": []
        },
        {
            "title": "Dreadful Mien",
            "description": [
                "Some Scions are so hideous that seeing them spurs the primitive centers of the human brain toward reckless ﬂight. Most humans can clamp down on this instinctive response and remain in such Scions’ presence, but this Knack overrides that social nicety. When the Scion’s player spends a Legend point, the character directs his unholy monstrousness at a single unlucky victim in his presence. Overwhelmed, the victim runs for his life and hides somewhere until the next sunrise. People affected by this Knack run away with self-preservation in mind, though, so they won’t sprint blindly into traffic or try to swim across a shark tank to safety. Scions whose Epic Appearance represents divine beauty cannot use this Knack. Also, it doesn’t work on hideous Scions with more dots of Epic Appearance than the one using the Knack.",
                ""
            ],
            "prereqs": null,
            "tables": []
        },
        {
            "title": "Do not want",
            "description": [
                "Prerequisite Knack: Dreadful Mien (Scion: Hero, p. 133) The rotting flesh, slimy tentacles, flayed skin and protruding bones of various Gods are the divine way of saying “Don’t touch.” Scions who truly exercise their creepiness become so repulsive that their enemies don’t want to touch them or even look at them, even in battle. (People this ugly rarely have friends, anyway). To activate Do Not Want, the Scion’s player expends three Legend points, then rolls (Appearance + Presence + Legend). Whenever someone first tries to attack or lay hands on the Scion, the aggressor’s player must roll (Willpower + Integrity + Legend). If the attacker scores more successes than the Scion’s player, his character’s actions proceed as normal. If he scores fewer successes than the Scion, then the difference becomes a bonus to the Scion’s DV against the attacker. This bonus persists for the rest of the scene. For example, if the Scion’s player scores 6 successes on the (Appearance + Presence + Legend) roll and an attacker only manages to eke out 3 successes on his (Willpower + Integrity + Legend) roll, then the Scion gains a +3 bonus to DV against that attacker for the rest of the scene. This benefit applies against everyone who tries to take action against the Scion for the rest of the scene, though each attacker makes a separate resistance roll. (For the sake of sanity, the Storyteller might wish to roll once and apply a blanket penalty for large groups of extras.) Scions whose Epic Appearance represents divine beauty cannot use this Knack. Also, it doesn’t work on ugly Scions with more dots of Epic Appearance than the one using the Knack.",
                ""
            ],
            "prereqs": "Dreadful Mien",
            "tables": []
        },
        {
            "title": "Lasting Impression",
            "description": [
                "The Scion has an effect on a subject that’s slow to fade away. Thoughts of the Scion creep into the victim’s mind unbidden either to undermine his concentration or to uplift his spirit. A beautiful Scion can use her Epic Appearance to make a character feel good about himself, granting him an extra Willpower point (which may exceed the character’s maximum) and an extra die on any Art, Athletics, Command, Craft or Integrity dice pools. A hideous Scion inﬂicts quite the opposite effect. The fear she instills robs her victim of a Willpower point that he cannot regain until the effect wears off. The Scion also unsettles him so deeply that he loses one die from all Academics, Awareness, Control, Politics or Presence dice pools. Using this Knack costs the Scion a single point of Legend, and its effects last for 24 hours. The Scion can use the Knack on only one person at a time, and the target must be able to see her in person.",
                ""
            ],
            "prereqs": null,
            "tables": []
        },
        {
            "title": "Inescapable Vision",
            "description": [
                "Prerequisite Knack: Lasting Impression (Scion: Hero, p. 133) This Knack torments a victim with an endless parade of the Scion’s face, passing the victim by on all sides and driving him ever deeper into frustrated despair. Spending a point of Legend and a point of Willpower, the Scion burns a mental vision of himself so deeply into the victim’s mind that everyone the victim sees thereafter who’s of the same sex as the Scion seems to be wearing the Scion’s face. This effect is especially jarring because other features such as height, weight, hairstyle, skin tone and whatnot don’t change from what’s natural for the person the victim is actually seeing. Only the Scion’s face stands out, sized and colored as appropriate for the person on hand, yet still undeniably the Scion’s own. Shaking off this disorienting hallucination costs the victim a point of Willpower, but that doesn’t end the effect. An hour later, the effect creeps back up on the victim until every person of the appropriate gender has the Scion’s face again. Even worse, a character cannot regain spent Willpower points while he’s languishing under this effect. The only hope for a mortal victim is that the Scion will track him down and decide to end the effect. The demigod can do the same for Scion victims as well, but in the children of the Gods, the effect will wear off on its own after the victim has spent 24 hours with no points of Willpower.",
                ""
            ],
            "prereqs": "Lasting Impression",
            "tables": []
        },
        {
            "title": "Serpent’s Gaze",
            "description": [
                "When the Scion spends a point of Legend, the person whom she’s trying to affect locks eyes with her and is unable to look away. For combat purposes, the victim is rendered Inactive until the Scion breaks eye contact. The Scion can still act, but she must take a second action in order to do so, maintaining eye contact as a diceless action. (As a result, she suffers a -2 penalty for any other action she takes.) This Knack works equally well whether the Scion’s Epic Appearance involves beauty or its opposite. Characters of lesser Legend are unable to break the Scion’s gaze on their own, but those with an equal or greater Legend are not so vulnerable. After the Scion using the Knack takes one full action, the equal- or higher-Legend victim may spend a point of Willpower to negate the effect. In so doing, he remains immune to the effect from the same Scion for the rest of the scene.",
                ""
            ],
            "prereqs": null,
            "tables": []
        },
        {
            "title": "Compelling Presence",
            "description": [
                "Prerequisite Knack: Serpent’s Gaze (Scion: Hero, p. 133) As with the prerequisite Knack, Compelling Performance draws a victim’s attention to the Scion and renders him unable to look away. The victim remains Inactive for combat purposes, staring helplessly at the hideous monster or unearthly beauty before him. Unlike Serpent’s Gaze, though, the Scion need not consciously maintain eye contact with her victim for the effect to endure. Once the victim has been transﬁxed by the Scion’s Epic Appearance, he remains thus until either the end of the scene or until the Scion leaves his line of sight. The victim will follow the Scion with his eyes, even turn in place if she wanders around the immediate area, but he can’t do anything other than look at her. What’s more, the Scion can capture a number of victims with her appearance equal to her (Epic Appearance + Legend) total. Her player only spends one point of Legend per person up to the maximum, and they all stop what they’re doing to stare at her in rapt fascination. When the effect ends, they remember nothing that happened after the ﬁrst moment they saw the Scion. Mortals and Scions of lesser or equal Legend are unable to look away on their own, but Scions with a greater Legend are not so vulnerable. After the Scion using the Knack takes one full action, the higher-Legend victim may spend a point of Willpower to negate the effect. In so doing, he remains immune to the effect from the same Scion for the rest of the scene.",
                ""
            ],
            "prereqs": "Serpent’s Gaze",
            "tables": []
        },
        {
            "title": "Blinding Visage",
            "description": [
                "Mortal beauty or ugliness can take one’s breath away, but divine beauty or ugliness can do so much more. When a Scion grows angry at a mortal — such as a tabloid photographer who just won’t leave him alone — his player can spend a point of Legend and sear his visage into the mortal’s retinas. Doing so blinds and disorients the mortal for the remainder of the scene. If the Scion’s Epic Appearance represents beauty, the victim meanders aimlessly, dazzled by the character’s divine radiance. If the Epic Appearance represents ugliness, the victim staggers around in a blind panic unable to get the awful visage out of his head. Rules for dealing with blindness appear on page 186 of Scion: Hero.",
                ""
            ],
            "prereqs": null,
            "tables": []
        },
        {
            "title": "My Eyes Are Up Here",
            "description": [
                "As Scions build up ever more dots of Epic Appearance, they grow ever more unearthly. As such, whether they’re beautiful or quite the opposite, it becomes increasingly difficult to deal with mortal humans on their level. The Scion’s Epic Appearance can’t help but get in the way. This Knack, however, mitigates that factor. When the Scion’s player spends a point of Willpower to activate it for the scene, any mortals who see the character completely ignore his Appearance score (both Epic and mundane). Witnesses might vaguely remember that a beautiful Scion was kind of pretty or that a disgustingly ugly Scion was dirty and a little scary, but that’s it. They won’t recognize the Scion again later unless the Scion uses this Knack in their presence again, and they won’t be able to describe the Scion in great detail to anyone else. They might get height, hair color, skin tone, build and style of dress right, but details beyond those generalities prove elusive. Scions themselves are immune to this effect, as they are more than capable of dealing with the extremes that Epic Appearance represents. This Knack lasts for the scene, though the Scion can choose to turn off the effect before then. Also, while he’s using this Knack to deal with a mortal, he cannot use any other Epic Appearance Knacks against him. Nor can he apply his Epic Appearance to rolls pertaining to dealing with that mortal at all until he lifts the effect.",
                ""
            ],
            "prereqs": null,
            "tables": []
        },
        {
            "title": "Detail Variation",
            "description": [
                "Prerequisite Knack: My Eyes Are Up Here (Scion: Demigod, p. 63) A character with positive Epic Appearance is flawless and without blemish, but sometimes, it can get boring to look perfect the same way all the time. A character with this Knack doesn’t have that problem. For the cost of one Legend point, the character can change some minor physical detail such as eye color, hair length, hair color, hairstyle or skin tone. She can change her height by three inches in either direction of the standard and change her apparent weight and muscle tone by 10 percent of the standard. The character can also use this Knack to go from filthy to perfectly clean in an instant, as well as to remove any minor scars from past injuries. Doing the latter doesn’t heal damage or restore lost body parts, but it makes what’s left over look less ugly.",
                ""
            ],
            "prereqs": null,
            "tables": []
        },
        {
            "title": "Tailor Made",
            "description": [
                "Prerequisite Knack: Detail Variation Building on the principles of ichor malleability that allow her to change her physical form, the character exudes a sheen of ichor that shapes itself into any style and cut of clothing she can imagine. Creating clothing thus (from underpants to shoes and hat, if the character is so inclined) costs one Legend point for one whole suit, and it’s instantaneous. Once the clothing exists, it takes on the texture and solidity of whatever fabric the character prefers. The character can even create clothing that looks and feels like any sort of armor, but armor created thus offers no soak benefits. No Mobility Penalty or Fatigue value either, though, so that’s nice. A character can take off an article of clothing she has created with this Knack, and pieces can be torn in combat, but once a piece leaves contact with either the character’s body or the rest of the outfit, it disintegrates.",
                ""
            ],
            "prereqs": null,
            "tables": []
        },
        {
            "title": "Undeniable Resemblance",
            "description": [
                "Prerequisite Knack: Detail Variation Combining elements of the two Knacks it takes to get to this one, the character can make more radical alterations to the way he looks. He can change racial characteristics or make dramatic changes in his weight or height. He can even change genders (and be completely fertile in the new form) or exhibit characteristics of both (and be fertile in both). Any morphology and physiognomy that exists on the spectrum of human variety is a valid change. When the character is finished, his new Appearance can be from one dot to as many dots as he actually has. His Epic Appearance dots are automatically included at their full value, but they can be suppressed normally with My Eyes Are Up Here. The character can also use this Knack to perfectly mimic the appearance of anyone he has seen. Doing so requires a (Dexterity + Empathy) roll with a difficulty equal to (1 + that person’s Legend). More generic alteration requires no roll, but any use of this Knack costs five Legend points to realize the finish product.",
                ""
            ],
            "prereqs": null,
            "tables": []
        },
        {
            "title": "Unusual Alteration",
            "description": [
                "Prerequisite Knack: Undeniable Resemblance This Knack allows a character to change her physical form beyond the limits of the normal spectrum of human variation. She could turn her skin any color of the rainbow or turn her eyes into bulging, unblinking orbs. She could fill her mouth with wide rows of shark teeth or make her joints all bend the opposite way. She could add extra limbs or dispense with her skin entirely. She could even change monstrous ugliness into sublime beauty and vice versa — allowing her to purchase and use previously unavailable Knacks. Any appearance-based change is acceptable, though no change can add any bonus dots or capabilities. Subjecting a feature to an unusual alteration costs a single Legend point. Changing it back to normal costs another Legend point.",
                ""
            ],
            "prereqs": null,
            "tables": []
        },
        {
            "title": "Perfect Actor",
            "description": [
                "The Scion can put on an emotional display so convincing that anyone who can see him clearly enough, and in person, to read his emotion feels that same emotion just as strongly as the Scion seems to. That emotional state lasts for the rest of the scene. When the effect wears off, the affected victims are unable to explain what came over them, and are likely embarrassed by letting their feelings run away with them like that. Activating this Knack costs one Willpower, and it works whether the Scion is beautiful or awful.",
                ""
            ],
            "prereqs": null,
            "tables": []
        },
        {
            "title": "Doin’ Fine",
            "description": [
                "No matter what happens to hurt a character with this Knack, he always looks like he’s in the prime of health. Bullets disappear into his body; cleaving through his flesh with a blade or claw has as much outward effect as attacking a pool of water. Even the hardest blunt impacts can do nothing more than temporarily dimple his skin. Regardless of what happens, the character always walks away without a scratch or a mark. Even if someone lops off one of his limbs, the stump left over looks like it grew that way naturally. This is not to say the character suffers no damage. It’s just that his body offers no sign of injury, even in the thick of combat. If he should die from his wounds, he leaves a flawless corpse.",
                ""
            ],
            "prereqs": null,
            "tables": []
        },
        {
            "title": "Game Face",
            "description": [
                "This Knack functions identically to Dreadful Mien (see Scion: Hero, p. 133), but functions for characters with positive Epic Appearance. Just because they’re handsome or beautiful doesn’t mean they can’t be scary as hell when they snarl at their foes or flash a razor-edged, you-know-I’m-going-to-kill-you smile.",
                ""
            ],
            "prereqs": null,
            "tables": []
        },
        {
            "title": "Visage Great And Terrible",
            "description": [
                "Scions of Hel are almost always awesomely hideous, while Scions of Aphrodite are generally phenomenally attractive. With this Knack, though, a Scion can have the best of both worlds. Once a Scion chooses this Knack, she can shift her Epic Appearance from hideous to beautiful at will. The player simply expends the requisite Legend cost and the Scion’s mien transforms. In either form, she is still recognizable as herself; she cannot use this Knack to change her appearance, unless she also has a Knack like Detail Variation from p. 71 of Scion: God. However, she can change from an elegant, refined woman to a vengeful, nerve-wracking hag in the blink of an eye. Once she transforms thus, her range of available Epic Appearance Knacks shifts as appropriate. While beautiful, then, the Scion can invoke all of her known Epic Appearance Knacks that rely on great beauty; while hideous, she can invoke any of her Epic Appearance Knacks that require a monstrous countenance. Once a Scion learns this Knack, she can freely purchase any Epic Appearance Knack that would normally require incredible beauty or incredible monstrosity. She can only use the Knacks appropriate to the form that she currently bears, though. Activating this Knack costs three points of Legend. The Scion remains in her switched state until she decides to activate the Knack again. (Indeed, both of them are her “natural” state; she simply has the ability to swap between them as desired.)"
            ],
            "prereqs": null,
            "tables": []
        }
    ],
    "man": [
        {
            "title": "Blurt It Out",
            "description": [
                "This Knack represents a gift for making people speak their minds. Scions who have it normally corner a person who has information they want, strike up a conversation, direct that conversation toward the information in question, then pry it loose when it’s top of mind. Others confront victims who are surrounded by family, friends or coworkers, in order to make those victims admit damning information when it will do the most harm. The Scion’s player must spend a point of Legend to activate the Knack, and the information must have legitimately come up in conversation. The Scion cannot simply shout “J’accuse!” then use Blurt It Out to force a random confession from a guilty person. (The declamatory French comes only after the Scion uses Blurt It Out effectively.) Regardless, a victim still has a slim chance to catch himself before bringing disaster crashing down. The victim’s player rolls (Willpower + Integrity + Legend) against a difﬁculty equal to (the Scion’s Epic Manipulation + 1). If this roll succeeds, the player may then spend a point of Willpower to avert the slip of the tongue.",
                ""
            ],
            "prereqs": null,
            "tables": []
        },
        {
            "title": "Kill the Messenger",
            "description": [
                "Prerequisite Knack: Blurt It Out (Scion: Hero, p. 131) This Knack is similar to the Epic Charisma Knack called Borrowed Credibility (pp. 67-68) in that it allows a character to exert her Epic Attribute remotely through an agent or emissary. Doing so costs three Legend points and the player rolls her character’s Manipulation-based dice pool. She then confers on a single emissary the results of that roll, including any bonus successes from Epic Manipulation, and instructs that emissary to try to convince someone of something important on her behalf. When the emissary goes to the intended person and tries to do as the Scion said, he uses the Scion’s Manipulation roll instead of that of his own social roll. If the character actually wants the emissary to achieve the goal she tells the emissary to achieve, her player can simply roll the appropriate Manipulation-based dice pool and let her result substitute for what would be the emissary’s roll of the same dice pool. Unlike with Borrowed Credibility, though, the character with this Knack can seed an effect in the emissary that is quite different from the one the emissary is instructed to use. In neither case does the emissary’s player make the Manipulation-based roll himself. He simply says the words and lets the results of the conferred roll have their desired effect on the listener. The listener believes, however, that his decision is based solely on the emissary’s efforts and remains unaware of the manipulator’s influence. Character’s with this Knack can use it on any willing character of lesser Legend—though the character need not know or understand a contrary hidden intent. It works on only a single target, to whom the emissary must specifically address his remarks.",
                ""
            ],
            "prereqs": "Blurt It Out",
            "tables": []
        },
        {
            "title": "Gods’ Honest",
            "description": [
                "When she’s trying to convince someone of something, the Scion puts her hand to her heart, puts her hand on a stack of Bibles, holds up her right hand with her pinkie and thumb crossed in the palm, or performs some other gesture of sincerity. (Her player also spends a point of Legend.) When she does so, her would-be mark accepts that the Scion is telling the truth about the subject at hand, no questions asked, for the rest of the story. Only solid, incontrovertible proof showing that what the Scion said was undeniably false will convince the mark he’s been fooled. Even then, who ever is showing him the proof will have to convince him that the proof is genuine and not some clever forgery. A Scion with this Knack doesn’t have to lie when she uses it. She can also use it to convince a recalcitrant skeptic of the actual truth. If the Scion does so, no mortal force can convince that person that the Scion was lying (not even professionally faked “proof” to the contrary).",
                ""
            ],
            "prereqs": null,
            "tables": []
        },
        {
            "title": "Overt Order",
            "description": [
                "Sometimes, the direct method is more effective than the cleverest of intricate schemes. With this Knack, a Scion barks out a command that the target must obey. Doing so costs one Willpower, and the command must be one the Scion can give and the victim can perform in a single action. “Freeze!” is acceptable, as is, “Don’t shoot!” or, “Shoot him!” Ordering someone to go home and shoot his wife won’t work because doing so would take longer than a single action. A victim of this Knack can interpret the command loosely to make it not directly suicidal, but not if all he’s trying to do is keep out of trouble. For example, if a victim draws a gun and the Scion commands him to shoot himself, the victim can shoot himself in the hand or the foot rather than blowing his own brains out. Same thing goes if a Scion uses this Knack at a seedy pool hall to command a smarmy drug dealer to pick a ﬁght with a burly ex-con at the next table. The dealer might reasonably believe that the ex-con could kill him, but he still can’t weasel out of the command. He doesn’t have to walk up and take a swing at the guy, but he still has to do something, such as singing out a racial slur or throwing a beer bottle at the guy’s girlfriend. The dealer can cheese it immediately, but he’s still got to pick the ﬁght ﬁrst.",
                ""
            ],
            "prereqs": null,
            "tables": []
        },
        {
            "title": "Return To Sender",
            "description": [
                "Prerequisite Knack: Overt Order (Scion: Hero, pp. 131-132) Sometimes, when you send a minion off to do your bidding, you want that minion to come back for more work. At the very least, you want to know if the minion was killed in the attempt. With Return to Sender, the Scion prompts someone to return immediately to her after performing a task delegated with Epic Manipulation. The player spends an additional point of Legend to activate this power when using any other Epic Manipulation Knack to force a subject to take an action. Immediately after performing the order, the commanded subject will attempt to return to the Scion by the most convenient means possible, although not at the expense of his own safety. If the initial command fails, then Return to Sender has no effect, but the Legend point is still expended.",
                ""
            ],
            "prereqs": "Overt Order",
            "tables": []
        },
        {
            "title": "Instant Hypnosis",
            "description": [
                "Prerequisite Knack: Overt Order (Scion: Hero, p. 131) With a moment of eye contact and the expenditure of a Willpower point, the Scion instantly plunges a mortal into a hypnotic trance. Attempting to hypnotize a fellow Scion of lesser or equal (Willpower + Legend) requires not only a Willpower expenditure but a (Manipulation + Command + Legend) roll contested against the victim’s (Willpower + Integrity + Legend). Scions cannot instantly hypnotize fellow Scions of higher (Willpower + Legend). Should he successfully hypnotize a victim, the Scion can implant one hidden command that the victim must obey at the time of the Scion’s choosing. The command must be something that the victim can accomplish in one scene, and the trigger condition that compels him to attempt it must occur within a number of months equal to the Scion’s Legend. The Scion can give as speciﬁc an order as he pleases, and a mortal cannot interpret it in any way other than the spirit in which it was intended. A fellow Scion can interpret it loosely to his own advantage, as per Overt Order, but doing so costs him a point of Willpower. The victim remains unaware of the ticking time bomb in his subconscious, but he does have a chance to resist it when the trigger condition occurs. At the moment when he has been commanded to perform the action in question, the victim’s player may make a (Wits + Integrity) roll. (This roll cannot be modiﬁed by a Scion’s Epic Wits or an Integrity Arete.) If the roll garners more successes than the hypnotist Scion has dots of Legend, the compulsion is broken. If the last-minute resistance roll fails, the victim must attempt to do as he was commanded. Whether he succeeds or fails, the compulsion ends after he makes the attempt, and he has no memory of what could possibly have convinced him to do as he did.",
                ""
            ],
            "prereqs": "Overt Order",
            "tables": []
        },
        {
            "title": "Mass Hypnosis",
            "description": [
                "Prerequisite Knack: Instant Hypnosis (Scion: Demigod, p. 61) Mass Hypnosis works similarly to its prerequisite in that it implants a command for an affected victim to perform some action that takes no more than one scene to accomplish at a time of the user’s choosing. This Knack expands the scope of the effect so that a character can hypnotize a whole group of people. The character’s player rolls (Manipulation + Command + Legend) and spends a point of Legend and a point of Willpower. If the roll scores more successes than the average (Willpower + Legend) of the assembled audience, the character successfully implants the post-hypnotic suggestion in as many members of the audience as he has successes on the roll. Mortals cannot resist the effect or the compulsion to perform the implanted action. Characters with a Legend rating resist at the moment of hypnosis or at the moment the action is designated to take place, as with Instant Hypnosis. Hypnotizing a crowd of people does require that the character capture everyone’s attention at the instant of hypnosis.",
                ""
            ],
            "prereqs": "Instant Hypnosis",
            "tables": []
        },
        {
            "title": "Implant False Memory",
            "description": [
                "Prerequisite Knack: Instant Hypnosis (Scion: Demigod, p. 61) Once a character with this Knack’s prerequisite has mesmerized a single victim, he can alter or create from whole cloth a memory in the victim’s mind rather than compelling the victim to perform some later action. Doing the former involves talking the victim through some genuine memory and “correcting” details as they come out. Creating a false memory from whole cloth is simply a matter of the character describing the “remembered” events to the victim and telling her when and where those events occurred. False or altered memories replace the originals in the victim’s mind, erasing what was in their place originally. The cost, dice pool, restrictions and resistance mechanics of this Knack are the same as for Instant Hypnosis. If the victim is mortal (or another type of extra), she won’t ever accept that her new memories are false. She might think she was on drugs at the time or was hallucinating with fever, but she clings to the belief that the memory is genuine. Characters with a Legend rating will assume as mortals do unless they are confronted with evidence to suggest the memories are false. Even then, however, they still cannot get their original memories back.",
                ""
            ],
            "prereqs": "Instant Hypnosis",
            "tables": []
        },
        {
            "title": "Hard Sell",
            "description": [
                "Prerequisite Knack: Overt Order (Scion: Hero, p. 131) Like the Overworld’s own Amway salesman, the demigod can convince a group of people to perform one particular action that they would not otherwise be inclined to perform. That is, the Scion can issue an overt order (per the eponymous prerequisite Knack) to a group of people, who must be able to hear him clearly without him using any amplifying or broadcasting equipment. The order must be simple, and it must be something the listeners can carry out in one action while they are within the Scion’s presence. The order can be something instant like, “Everybody get outside!” or, “Arrest that man!” It can also be something sneaky like, “Buy my book,” or, “Register for next month’s seminar by paying me $1,000.” The same restrictions that apply to how loosely a victim can interpret the Overt Order Knack apply to this Knack.",
                ""
            ],
            "prereqs": "Overt Order",
            "tables": []
        },
        {
            "title": "Stench of Guilt",
            "description": [
                "This Knack gives a Scion an insight into the workings of a victim’s mind. If the Scion hears a topic come up while the victim is speaking that reminds the victim of a misdeed he’s keeping secret, the Scion senses the presence of that secret. The victim needn’t feel guilty about the wrongs he’s done, but as long as he’s taken, or is taking, pains to hide them, the Scion catches on. This Knack can’t reveal what secret the victim hides, nor does it point out speciﬁcally what was said in the conversation that reminded him of the transgression. Conversational context is usually enough for a crafty Scion to ﬁgure out where to start looking, though.",
                ""
            ],
            "prereqs": null,
            "tables": []
        },
        {
            "title": "Takes One to Know One",
            "description": [
                "Liars and tricksters know their own. If some matchstick man tries to run a scam, Scions with this Knack know exactly what sort of person they’re dealing with. Whenever the Scion hears a person knowingly tell a lie, the Scion is automatically aware of the deception. This Knack doesn’t reveal what the truth actually is. Nor does it work on text written by someone who knows it’s false or when someone speaks untrue words in a language the Scion does not understand.",
                ""
            ],
            "prereqs": null,
            "tables": []
        },
        {
            "title": "Deprogramming",
            "description": [
                "Prerequisite Knack: Takes One to Know One (Scion: Hero, p. 132); possibly others (see text) Usually, mortals and even other Scions who’ve been influenced by Epic Charisma or Epic Manipulation go about their business blissfully unaware that they’ve been duped. With a few well-chosen words to reinforce the subject’s awareness of the situation, though, a Scion with this Knack can help people snap out of the unnatural influence of others. The player spends Legend equal to the cost of the power being countered plus one (plus an additional three Legend for every point of Willpower spent on the power being countered), then rolls (Manipulation + Presence + Legend). If the player rolls more successes than the original command, the subject immediately snaps out of it and realizes that he didn’t want to do whatever it is that he was compelled to do. If the original power didn’t require a roll to succeed (like Overt Order), then the Scion’s player must simply score a number of successes equal to the original commander’s (Manipulation + Command + Legend). In order to countermand a specific Epic Charisma or Epic Manipulation Knack, the Scion using Deprogramming must also know the Knack being used. That is, using Deprogramming to stop Overt Order requires that the Scion performing the countermand must also know Overt Order. Using this Knack in combat can be tricky: Typically, the Scion will want to wait (perhaps taking a Guard action) and then interrupt when needed.",
                ""
            ],
            "prereqs": null,
            "tables": []
        },
        {
            "title": "Advantageous Circumstances",
            "description": [
                "With this Knack, a Scion turns a group of people into his own Rube Goldberg machine. Taking only a moment to glance around the room at what the people around him are doing, the Scion decides what result he wants to achieve and takes the ﬁrst small step toward achieving that end. The effect can take no more than a scene to accomplish, and it can be no more than a personal, temporal gain for himself.",
                "For Example: A Scion of Ogoun is at a bar having a drink when up pulls the motorcycle of the Scion of Sobek from whom he stole an expensive and powerful Birthright. The Scion of Ogoun needs a distraction so he can slip out the back before the Scion of Sobek notices him and turns him into mincemeat. After a quick glance around, the Scion of Ogoun motions to the bartender and orders a drink for a pretty girl across the room. He also pays off his tab. As the waitress takes the drink over, a sour-faced middle-aged man exits the restroom and walks back toward the table where his shrewish wife is waiting. The waitress hands the drink to the pretty girl and points back toward the Scion of Ogoun, but the middle-aged man just happens to be in the way. The pretty girl waves and smiles her thanks, and the middle-aged man smiles back in distracted confusion as the Scion of Ogoun tips the girl a wink. It’s at this point that the Scion of Sobek enters and notices the Scion of Ogoun putting on his jacket. As the Scion of Sobek comes toward the Scion of Ogoun’s seat, the middle-aged man meets his shrewish wife heading toward him. Having misinterpreted the pretty girl’s wave of thanks to the Scion of Ogoun, she demands to know why her husband bought a strange girl a drink. She throws her own drink in his face, sending him tripping over his own feet and stumbling backward toward the Scion of Sobek. That Scion stops and catches the middle-aged guy before the poor fellow can crack his head against the corner of a nearby table. Yet when the Scion looks back up to ﬁnd his prey again, the Scion of Ogoun is nowhere to be seen.",
                "Using this Knack doesn’t have to be that complicated. As long as the player and Storyteller can come up with a quick sequence of convenient, coincidental events that spring from the Scion’s ﬁrst small action, that’s all that’s required. The important thing is to keep each of the events low key and not to hog too much of the spotlight in so doing.",
                ""
            ],
            "prereqs": null,
            "tables": []
        },
        {
            "title": "Knowing Glance",
            "description": [
                "Knowing that someone is keeping a damning secret can be quite an effective tool in getting him to do what you want. With this Knack, however, that knowledge is not only a tool, but a powerful weapon. When the Scion is aware that another character is keeping a dangerous secret—whether he has uncovered it through investigation or has discovered its presence through the Stench of Guilt Knack (see Scion: Hero, p. 132)—he need only make eye contact with the guilty party. As the Scion’s player spends a point of Legend, the character with the secret suddenly realizes that someone else knows, and he loses all of his unspent Willpower points from his pool. The Scion can affect the same character thus only once per day, and the Knack has no effect if the victim is not actually hiding the secret the Scion thinks he is.",
                ""
            ],
            "prereqs": null,
            "tables": []
        },
        {
            "title": "Rumor Mill",
            "description": [
                "The demigod Scion can play make a lyre of the media, lending credence and giving unexpected life to the wildest of rumors. He need only come up with a seed rumor and cast it adrift in conversation with someone (even a stranger) and watch it bloom in the fertile ﬁelds of the public imagination. In order to make his rumor catch on, the Scion’s player need only spend a point of Legend and make an instant (Manipulation + Politics) roll. The number of successes this roll accumulates determines the height of public attention to which the rumor will rise before it is either accepted as true (if it is true) or proven to be poppycock (if it’s something the Scion made up).<br/><table class=\"wiki-content-table\">\n<tr>\n<td>Successes</td>\n<td>Exposure</td>\n</tr>\n<tr>\n<td>1</td>\n<td>Some nut-job’s blog</td>\n</tr>\n<tr>\n<td>5</td>\n<td>Local ’zine and newspaper coverage</td>\n</tr>\n<tr>\n<td>15</td>\n<td>Major metropolitan newspaper coverage</td>\n</tr>\n<tr>\n<td>20</td>\n<td>Local TV news coverage</td>\n</tr>\n<tr>\n<td>30</td>\n<td>Several popular websites and blogs</td>\n</tr>\n<tr>\n<td>35</td>\n<td>National newspaper and magazine coverage</td>\n</tr>\n<tr>\n<td>45</td>\n<td>National cable TV news coverage</td>\n</tr>\n<tr>\n<td>50</td>\n<td>Worldwide news media</td>\n</tr>\n</table>\n",
                "For a rumor or a fact to make its way from the Scion’s lips to its highest level of exposure takes one month minus a number of days equal to the Scion’s (Manipulation + Epic Manipulation + Legend) total— with a minimum of one hour. Once it gets there, a false rumor maintains its level of exposure for a number of days equal to the Scion’s Legend before being proven false. A true fact remains at that level of coverage for the same amount of time.",
                ""
            ],
            "prereqs": null,
            "tables": [
                {
                    "header": [
                        "Successes",
                        "Exposure"
                    ],
                    "rows": [
                        [
                            "1",
                            "Some nut-job’s blog"
                        ],
                        [
                            "5",
                            "Local ’zine and newspaper coverage"
                        ],
                        [
                            "15",
                            "Major metropolitan newspaper coverage"
                        ],
                        [
                            "20",
                            "Local TV news coverage"
                        ],
                        [
                            "30",
                            "Several popular websites and blogs"
                        ],
                        [
                            "35",
                            "National newspaper and magazine coverage"
                        ],
                        [
                            "45",
                            "National cable TV news coverage"
                        ],
                        [
                            "50",
                            "Worldwide news media"
                        ]
                    ]
                }
            ]
        },
        {
            "title": "Trendsetter",
            "description": [
                "Prerequisite Knack: Rumor Mill (Scion: Demigod, p. 61) A character with Rumor Mill can plant some idea in the fertile soil of the public consciousness and watch it blossom into either a well-known fact or a notorious urban legend. This Knack works on a similar principle, but rather than affecting what people believe, it affects how they act. The character goes out in public and performs some innocuous action in a unique way— high-fiving himself when he’s happy, for instance—utters a personal catch phrase—“That’s what I’m stressing”—or adopts some distinctive mode of dress—such as wearing his blue Nikes untied and on the wrong feet. If he chooses to activate this Knack when doing so, his player spends two points of Legend and makes a (Manipulation + Presence) roll. If people see him doing this unique and interesting thing while using this Knack, the behavior catches on as the latest fad. The extent to which it becomes a widespread mania is as follows:<br/><table class=\"wiki-content-table\">\n<tr>\n<td>Successes</td>\n<td>Who’s Doing It?</td>\n</tr>\n<tr>\n<td>1</td>\n<td>Everybody in the neighborhood</td>\n</tr>\n<tr>\n<td>5</td>\n<td>Everybody in the city</td>\n</tr>\n<tr>\n<td>15</td>\n<td>Everybody in cities throughout the region</td>\n</tr>\n<tr>\n<td>20</td>\n<td>Everybody in cities through the nation</td>\n</tr>\n<tr>\n<td>30</td>\n<td>Everybody in the nation</td>\n</tr>\n<tr>\n<td>35</td>\n<td>Everybody in that hemisphere</td>\n</tr>\n<tr>\n<td>45</td>\n<td>Everybody in the World</td>\n</tr>\n<tr>\n<td>50+</td>\n<td>Even the Gods themselves are doing it</td>\n</tr>\n</table>\n",
                "From the time the character first inflicts the new trend on an unsuspecting populace, it takes one month minus a number of days equal to the Scion’s (Manipulation + Epic Manipulation + Legend) total—with a minimum of one hour—for it to reach its maximum exposure. Once everybody who’s going to follow the trend is following the trend, it remains fashionable to do so for a number of weeks equal to the character’s (Legend x 2). After that, it’s up to the local glitterati whether the trend remains fashionable or is finally allowed to die with dignity.",
                ""
            ],
            "prereqs": "Rumor Mill",
            "tables": [
                {
                    "header": [
                        "Successes",
                        "Who’s Doing It?"
                    ],
                    "rows": [
                        [
                            "1",
                            "Everybody in the neighborhood"
                        ],
                        [
                            "5",
                            "Everybody in the city"
                        ],
                        [
                            "15",
                            "Everybody in cities throughout the region"
                        ],
                        [
                            "20",
                            "Everybody in cities through the nation"
                        ],
                        [
                            "30",
                            "Everybody in the nation"
                        ],
                        [
                            "35",
                            "Everybody in that hemisphere"
                        ],
                        [
                            "45",
                            "Everybody in the World"
                        ],
                        [
                            "50+",
                            "Even the Gods themselves are doing it"
                        ]
                    ]
                }
            ]
        },
        {
            "title": "Secondhand Persuasion",
            "description": [
                "With this Knack, a character spends a point of Legend and becomes able to use her Epic Manipulation through the typed or written word. She must specifically address her attempted persuasion through a Manipulation-based roll to a single person—whether it’s in an e-mail, a registered letter or just a piece of graffiti with the victim’s name attached—and the person resists with the standard (Willpower + Integrity + Legend) roll. The written communication gets only one chance to supernaturally influence its victim, and the victim gets only one chance to resist, regardless of how many times the victim might read the missive thereafter.",
                ""
            ],
            "prereqs": null,
            "tables": []
        },
        {
            "title": "Not The Face",
            "description": [
                "The Scion makes a simple wince, throws up his hands, shrieks for mercy or somehow shows that he’s just not quite ready to take an incoming blow. As a result, the attacker hesitates for the briefest instant, perhaps long enough for the Scion to escape or for a friend of his to land a telling blow instead. As a response to an incoming attack, the Scion’s player spends one point of Legend and rolls (Manipulation + Empathy + Legend) against the opponent’s (Willpower + Integrity + Legend). If the player wins, then the attacker hesitates for the barest instant, and his attack delays to the next tick. Naturally, the attacker must be able to see the Scion in order for this trick to work, and the Scion must know that the attack is coming, as well. The Scion can use this Knack only once per scene."
            ],
            "prereqs": null,
            "tables": []
        }
    ],
    "per": [
        {
            "title": "Perfect Pitch",
            "description": [
                "The Scion can be a musician’s best friend or worst nightmare, as she has the innate ability to detect even the subtlest variation in musical pitch. Her sense is so reﬁned that she could catch a single missed note in an otherwise ﬂawless performance of a Rachmaninoff concerto. The lone ﬂub in the middle of the performance rings as clearly in her ears as if someone’s cell phone had gone off during it playing the Spongebob Squarepants theme song. The Scion’s sense of hearing is also reﬁned enough to be able to identify with absolute certainty a phone number or security code just by hearing the distinctive key tones.",
                ""
            ],
            "prereqs": null,
            "tables": []
        },
        {
            "title": "Predatory Focus",
            "description": [
                "The Scion is a hunter par excellence. With a successful (Perception + Survival) roll, he can track his prey by scent alone or by almost-invisible physical signs. With this Knack, the hunter can follow his prey across any sort of terrain as long as the prey continues to ﬂee and does not take significant pains to mask its scent or minimize the disturbance its passing causes. (The former entails such extremes as swimming a mile upstream in a rushing river or taking refuge inside a functioning hog-rendering plant. The latter includes little short of levitating or ﬂying.) Picking up a lost trail with this Knack requires a new (Perception + Survival) roll. If the prey has Epic Wits or a Stealth Arete (see pp. 149-150), the hunter’s roll is contested against the prey’s (Wits + Stealth).",
                ""
            ],
            "prereqs": null,
            "tables": []
        },
        {
            "title": "Supernal Hunter",
            "description": [
                "Prerequisite Knack: Predatory Focus (Scion: Hero, p. 134) Where Predatory Focus makes a heroic Scion an exceptionally skilled hunter, this Knack makes the demigod Scion the unstoppable pursuer that prey animals have nightmares about. If he can ﬁnd a location where he is absolutely certain his prey has been within the last 24 hours, he can follow that prey’s trail unerringly no matter where the prey goes. If the prey takes ﬂight—either because it’s a bird or because it’s a man with a plane ticket—he can track it through the air. If it swims away in a raging river, he can follow it through the water. If it gets into a car and drives uptown through rush hour traffic, he can retrace its path. Usually, the hardest part of the hunt lies in knowing where to start; after that, it’s just a matter of catching up. The one hitch to using this Knack is that unless the Scion has the next Knack, Telescopic Senses, he must be able to travel within 100 yards of the prey’s path of escape. If the prey ﬂies higher, swims deeper or burrows farther than 100 yards from the nearest path the Scion can take to follow, the Scion loses the trail.",
                ""
            ],
            "prereqs": "Predatory Focus",
            "tables": []
        },
        {
            "title": "Refined Palate",
            "description": [
                "The Scion has exceptionally precise senses of taste and smell (as the latter enhances the former). With a faint sniff or a tentative taste, the Scion can ﬁgure out what ingredients compose a certain concoction, and in what proportions. She can also sniff out drugs or poisons that have been added to what she was about to wolf down, as well as detect airborne toxins by the way they make the air taste. This Knack doesn’t tell a Scion what an ingredient is if she isn’t already familiar with it. (She would realize that what’s making her iced tea sweet isn’t sugar, for instance, but she wouldn’t know if it was Equal or Splenda if she’d never had either artiﬁcial sweetener before.) Instead, the Knack registers each component separately and provides an indication whether such components would be dangerous to consume. The Scion also remembers the taste and smell of various ingredients she experiences so she can recognize and identify them if she’s exposed to them again.",
                ""
            ],
            "prereqs": null,
            "tables": []
        },
        {
            "title": "Subliminal Warning",
            "description": [
                "Whenever the Scion enters an area where an ambush is waiting, even if he has no reason to suspect he’s in danger, certain tiny clues set his subconscious on edge, preparing him for an attack. When the attacker ﬁnally springs the surprise assault, the Scion hears the tiniest rustle of fabric, sees the slightest ﬂicker in his peripheral vision or feels the gentlest twitch of displaced air, and the clues he already noticed all add up. As a result, the Scion gains an extra number of dice equal to his Epic Perception on the standard (Wits + Awareness) roll to detect the ambush.",
                ""
            ],
            "prereqs": null,
            "tables": []
        },
        {
            "title": "In Your Dreams",
            "description": [
                "Prerequisite Knack: Subliminal Warning (Scion: Hero, p. 134) Even the best senses are of no use to a Scion who’s asleep. While some Scions get around this by developing enough Epic Stamina to no longer need sleep, other Scions prefer a different approach — one that also has the advantage of working while unconscious, regardless of whether it’s sleep-induced or trauma-induced. As the Scion slips into a comatose state, she leaves a bit of her mind attuned to her godly senses, and her subconscious mind remains aware of what goes on around her while she is out cold. With In Your Dreams, the Scion generally doesn’t see anything (since most people don’t sleep with their eyes open), but she retains everything that she hears, feels, tastes and smells while asleep. When she awakens, she can access her memories of all that happened around her, just as if she had been lying there feigning slumber. This is greatly enhanced if she also has the Perfect Memory Epic Intelligence Knack (Scion: Hero, pp. 135-136). Activating this Knack costs one point of Legend. Its effects last as long as the Scion remains asleep or unconscious. The player can activate this Knack as a reflexive action if some power or injury renders the Scion comatose.",
                ""
            ],
            "prereqs": "Subliminal Warning",
            "tables": []
        },
        {
            "title": "Unfailing Recognition",
            "description": [
                "The Scion can automatically recognize any people to whom she is Fatebound. She can pick their faces out of a crowd with just a glance. She can recognize their voices despite electronic distortion or overpowering background noise. She knows their scents and their body language and even the exact feel of the way they shake hands. She can also recognize an imposter when someone tries to mimic the voice or appearance of someone to whom she is Fatebound. Recognizing others is not quite as easy. If, when a Scion encounters a character to whom she is not Fatebound, she makes a concerted effort to try to remember that character’s looks and mannerisms, the player may spend a point of Willpower to lock that image in the Scion’s mind. After that, she retains the ability to recognize him despite all obfuscation for the rest of the story as if they two were Fatebound. Thereafter, the Scion loses any supernatural ability she had to recognize that character. (She doesn’t forget what the character looks like, mind you. It’s just that the Knack no longer applies to that person.) The timing of when the Scion recognizes a person is entirely up to the Storyteller as dictated by the needs of the story. If the private investigator who’s been dogging the Scion’s heels tries to slink up to the character in disguise at a crowded charity fund-raiser, the Scion might see the gumshoe coming a mile away (even despite the fake beard, the fat suit, the spray-on tan and the sex change). If a Scion of Loki who’s a rival to a player’s Scion of Anubis arrives in disguise to deliver a cryptic warning, the Scion of Anubis might not recognize her old foe until the trickster disappears with a wink behind the elevator’s closing doors. Finally, as a side effect of this Knack, a Scion can always recognize when someone who is not in disguise is biologically related to a person she knows well (regardless of whether that person is Fatebound to her). She cannot intuitively grasp what that relationship is, but she knows it’s there—even if the person in question doesn’t.",
                ""
            ],
            "prereqs": null,
            "tables": []
        },
        {
            "title": "Broad–Spectrum Reception",
            "description": [
                "This Knack not only magniﬁes a demigod’s mortal senses, but steps beyond them altogether. His eyes can now perceive waves in the infrared and ultraviolet ends of the electromagnetic spectrum. He can see magnetic ﬁelds, hear electricity humming within insulated wires and detect ultrasonic vibrations. He can smell the free electrons of a radioactive substance. He can even feel television and radio waves, though he can’t quite translate them into discrete pictures or sounds. The only catch is that the Scion must be actively searching for each sensation—the default assumption is that his senses are those of a regular mortal. Attuning his brain for this higher awareness and overlaying it on his mortal consciousness costs one point of Legend for the scene, but he can switch between the various sensations freely during that time.",
                ""
            ],
            "prereqs": null,
            "tables": []
        },
        {
            "title": "Environmental Awareness",
            "description": [
                "Prerequisite Knack: Subliminal Warning (Scion: Hero, p. 134) The demigod is so in tune with his surroundings, that he can detect even the most minute changes around him well before anyone else. He can feel the barometric pressure rise or drop (and describe it accurately), giving him an acute sense of what the weather is going to do in the next hour. He can feel the tiniest tectonic vibrations from deep within the earth, allowing him to accurately presage an earthquake. Changes in temperature are no mystery to him either. His awareness is so complete that should some unnatural factor change one of these elements, he’s the ﬁrst to notice and can even track the disturbance back to its source. Also, if enemies are lying in ambush in the nearby area and are not concealed by supernatural means, it is impossible for their surprise attack to catch the Scion unaware. The Scion may join battle and react accordingly without his player having to roll to notice the hidden attack. If he reﬂexively spends a point of Legend, he may call out a warning for his cohorts to be ready and react accordingly as well. As an added beneﬁt, the Scion is unfailingly aware of the passage of time. Without even thinking about it, he can accurately say how much time has passed from any reference point that he has personally experienced.",
                ""
            ],
            "prereqs": "Subliminal Warning",
            "tables": []
        },
        {
            "title": "Spatial Attunement",
            "description": [
                "The Scion is so aware of his surroundings that his other senses (primarily those of hearing and smell) compensate for his eyes in identifying nearby objects outside his line of sight. The Scion could recognize the person sneaking up on him by that person’s telltale scent and mark exactly how far away that person is by the sound of his passing. With one quick glance around the room, the Scion could mark in his mind exactly where every wall and piece of furniture is within. Having done so, he could then navigate the room with his eyes closed, even slipping through a milling crowd of people without bumping into anyone or anything. To a certain extent, the character can perceive what’s going on around him in a 360-degree arc. Also, he suffers no penalties for ﬁghting blind as long as he can hear or smell his opponents.",
                ""
            ],
            "prereqs": null,
            "tables": []
        },
        {
            "title": "Telescopic Senses",
            "description": [
                "A Scion’s Epic Perception allows him to hear, see and smell things from much farther away than mortal senses do. With this Knack, the Scion can not only perceive these sensations, but perceive them as if they were happening right in front of him. If he’s within the range at which the sound of someone’s voice can travel, he can not only hear that voice, but follow its conversation as clearly as if he were participating. If a sniper is crouched high up on a ridge line within his line of sight, the Scion can not only see him but also recognize him and count the notches on his riﬂe stock. If he’s wandering in the woods and the wind brings him the distant scent of someone’s camp ﬁ re, he can not only smell it but tell what kind of wood they’re burning, what brand of marshmallows they’re roasting and how long it’s been since they’ve had a good bath.",
                ""
            ],
            "prereqs": null,
            "tables": []
        },
        {
            "title": "Clairvoyance",
            "description": [
                "Prerequisite Knack: Telescopic Senses (Scion: Demigod, p. 64) While this Knack’s prerequisite allows a character to see and hear and smell things from much farther away than a normal human could, the sensation must still be within either line of sight or the extreme limits to which it can travel. This Knack, however, removes that limitation so that a character can sense things happening at a significant remove. If he concentrates on a location in which he has spent at least a scene in the past, he can see, hear or smell what’s happening there as if he were standing in its exact center. While the character does so, he cannot see, hear or smell anything that’s happening around his body. Another application of this Knack is that the character can extend his sense of taste or touch to the range of his line of sight. If he can see a chocolate mousse across the room, he gets a phantom sensation on his tongue of what it tastes like. (If he also has the Refined Palate Knack—from Scion: Hero, p. 134—he can use that Knack remotely.) If wants to know what something he can see feels like, he can reach out for it and receive a phantom sensation of its texture on his fingertips. Using either application of this power costs five Legend points. The first part of this power can even work from one plane of existence to another, to any place the character has spent at least one scene. Observing something in a different plane triples the activation cost, however.",
                ""
            ],
            "prereqs": "Telescopic Senses",
            "tables": []
        },
        {
            "title": "Hear Prayers",
            "description": [
                "Some characters who become Gods feel a real sense of connection to the mortals they’ve left behind, if not the whole community, region or nation. If a Goddess has made a particular impression on humanity, the humans whose lives she’s most affected might even call out for her help in desperation when she’s away. Others might whisper their adulation for her in moments of joy or vent their impotent rage to her from afar when no one else will listen. Most such prayers go unanswered, and a surprisingly high number go unheard as well. If a Goddess has this Knack, however, she can hear any prayer that is specifically addressed to her, no matter how far away the person saying it is. The prayer must be spoken aloud, even if it’s whispered, and the Goddess in question must be addressed by name specifically. If more than one person prays to the Goddess simultaneously, distinguishing one prayer from another is as difficult as distinguishing the words of two simultaneous conversations. As has only been implied thus far, a character cannot take this Knack unless she has at least Legend 9.",
                ""
            ],
            "prereqs": null,
            "tables": []
        },
        {
            "title": "Parallel Attention",
            "description": [
                "The more sensations a character can experience, the easier it is to be overwhelmed by them. If he doesn’t learn to focus his mind on one sound, one image, one sensation to the exclusion of all others, he can all too easily be carried away by the riot and cacophony all around him. With this Knack, a character need never worry about such a thing. He can divide his attention equally between every source of input to which he is exposed, to the detriment of none. He could absorb and comprehend every conversation in a room. He could watch and follow every television program on the bank of monitors before him. By smell alone, he could point out every flower in a flower shop with his eyes closed. With the preceding Knack, he could hear every prayer addressed to him at the same time. With the second application of Clairvoyance, he could instantly judge the results of a chili cook-off from across the room. Regardless of how many things he can sense simultaneously, however, he can still do only one thing at a time unless he has the Multitasking Knack (from Scion: Demigod, p. 65). Also, using this Knack for a scene costs three Legend points.",
                ""
            ],
            "prereqs": null,
            "tables": []
        },
        {
            "title": "Rarefied Electromagnetic Perception",
            "description": [
                "Prerequisite Knack: Broad-Spectrum Reception (Scion: Demigod, p. 64) This Knack builds on its prerequisite, making the basic electromagnetic perceptions that it allows part of the character’s normal perceptions. She doesn’t have to go looking for them, she’s just as aware of them as mortals are aware of properties such as color and heat. If the character spends a single Legend point for a scene, she refines these perceptions to an even sharper degree. If she can feel radio waves or cell phone signals, she can listen to them as if she were an electronic receiver. If she notices television signals, she can watch a program carried on those signals (or more if she has Parallel Attention) in her mind’s eye.",
                ""
            ],
            "prereqs": "Broad-Spectrum Reception",
            "tables": []
        },
        {
            "title": "Sense Fatebond",
            "description": [
                "When people who are bound by Fate move around, the threads that connect them vibrate. The closer they are to one another, the higher the frequency of that vibration grows and the more noticeable it is. Most people and Gods instinctively ignore this sensation, but a character with this Knack can choose not to tune it out. When he’s in the presence of a Fated character whose role has been activated by proximity to someone to whom that Fated person is bound, he gets a tingle up the base of his neck. If he spends one Legend point, he tunes that sensation in, which reveals which character is the Fated one and to whom she is bound, if the object of the bond is also nearby. This Knack doesn’t reveal the nature of the bond—such as what Fatebound Role a character might play—only its presence.",
                ""
            ],
            "prereqs": null,
            "tables": []
        },
        {
            "title": "Fool Me Once",
            "description": [
                "Scions with this Knack are particularly adept at seeing through illusions and other supernatural masking effects. By spending two Legend points, the Scion can, for the rest of the scene, automatically see through all illusions created by a being whose Legend is less than her own. In addition, the Scion can recognize the telltale signs of the illusionist’s signature, if she has encountered that character’s deceptions before. She can’t sense an illusion and pull information from nowhere about its creator (that requires the Mystery Purview), but she could sense, “This is one of Loki’s tricks,” if the Lie-Smith had fooled her before. The one exception to the use of this Knack is trying to see through illusions and supernatural deceptions created by beings with either Ultimate Manipulation or the avatar expression of the Illusion Purview. The abilities of these divine tricksters transcend normal means of detection. A God who employs Ultimate Perception, however, has a chance to see through such illusions anyway. Ultimate Perception and use of this Knack guarantees success.",
                ""
            ],
            "prereqs": null,
            "tables": []
        },
        {
            "title": "Real McCoy",
            "description": [
                "The Scion’s keen senses allow him to determine when he’s dealing with a creature that has been shape-shifted or a being that has chosen to take on a different form. By spending one point of Legend, the player enables the Scion to discern when any creature that he can sense is actually in a form that is not its default shape. This could be due to a Scion using the Animal Purview to assume an animal form or perhaps the result of a spell, like Circe’s transformative powers (presented in Scion: Demigod, pp. 237-8). The Scion doesn’t necessarily know what the creature’s normal form should be, just that it’s been changed somehow into something different. Of note is the fact that this Knack doesn’t detect illusions: It only determines when a person or creature has physically transformed into something else.",
                ""
            ],
            "prereqs": null,
            "tables": []
        },
        {
            "title": "Scent The Divine",
            "description": [
                "Most Scions seem to stumble into Bands or find themselves guided into collaboration by their divine parents. A rare few, though, have the ability to smell (and sometimes hear) the very ichor that flows in the veins of other Scions. With just a sniff of the air, the Scion catches the signature scent that wafts off any Scion, marking the subject as more than mortal. The Scion automatically knows when she scents another Scion, be it hero, demigod or God. Indeed, her refined sense may even divulge the pantheon from which the other Scion hails, in the form of a specific flavor or memory that comes with the smell. Sometimes the triggered memory even brings with it the phantom sound of a particular music or tone. If a subject uses a Boon or Knack to conceal his identity or whereabouts, the sniffng Scion must first be able to locate the target. If she isn’t aware of the other Scion’s presence, then the sniffer won’t smell anything. This power doesn’t tell her that another Scion is lurking about somewhere, only that someone she’s spotted is a Scion. Scions in general do not have individual, personalized scents of ichor, although at the Storyteller’s discretion a God might be so powerful that his ichor is unique and distinct. Instead, a Scion’s scent depends upon his parentage. Further, even though a Scion with this Knack might catch the scent of a particular pantheon, she might not recognize what it is until she’s managed to encounter enough other Scions from said pantheon. If you have created other pantheons for use in your game, you’ll want to decide on their scents as well. Note also that titanspawn do not have a signature scent that is discernable with this Knack. Activating this Knack costs one point of Legend."
            ],
            "prereqs": null,
            "tables": [
                {
                    "header": [
                        " Pantheon",
                        " Scent and Possible Sound"
                    ],
                    "rows": [
                        [
                            "Aesir",
                            "Burning amber, with a snap of electricity"
                        ],
                        [
                            "Amatsukami",
                            "Cherry blossoms, with a roaring wave"
                        ],
                        [
                            "Atlantis",
                            "Ice, with no sound"
                        ],
                        [
                            "Atzlánti",
                            "Fresh blood, accompanied by the sound of a heartbeat"
                        ],
                        [
                            "Atua",
                            "sea spray and coconut accompanied by the rumbling of an erupting volcano."
                        ],
                        [
                            "Celestial Bureaucracy",
                            "Ink and old paper, with a sound of rustling silk"
                        ],
                        [
                            "Devas",
                            "Incense, with a low humming"
                        ],
                        [
                            "Dodekatheon",
                            "Olives in hot air, with a murmuring crowd"
                        ],
                        [
                            "Loa",
                            "Rum and tobacco, with a drumbeat"
                        ],
                        [
                            "Pesedjet",
                            "Dry dust and sand, with a sound of wind"
                        ],
                        [
                            "Tuatha Dé Dannan",
                            "Fresh grass and clover, with a sound of creaking wood"
                        ],
                        [
                            "Yankees",
                            "Apple Pie with the sound of Fife and Drum"
                        ],
                        [
                            "Yazata",
                            "a mix of various oriental spices being myrrh the most prominent of those and hear the sound of crackling fire."
                        ],
                        [
                            "British",
                            "A mix of rain and tea, and the sound of the tower bells ringing"
                        ]
                    ]
                }
            ]
        }        
    ],
    "inte": [
        {
            "title": "Fast Learner",
            "description": [
                "By buckling down and intently studying certain subjects, the Scion internalizes them in a fraction of the time it would take a lesser intellect. In so doing, he cuts the experience point cost for purchasing dots in Academics, Medicine, Occult, Politics or Science in half, rounding down.",
                ""
            ],
            "prereqs": null,
            "tables": []
        },
        {
            "title": "Know–It–All",
            "description": [
                "The Scion is widely read and has a ridiculously well-rounded education. She might not be a master of any single subject, but she knows a little bit about a wide range of disparate, esoteric subjects. (She could explain the intricacies of the Teapot Dome Scandal in terms of the interpersonal dynamics of the Justice League, then explain why typing “while one fork” into a UNIX system is a bad idea, before wrapping up with an explanation of how a Venus’s-ﬂytrap works.) Normally, the burden of portraying this Knack falls to the player, so it behooves her to keep an ear to the ground for obscure trivia she can work into her character’s dialogue during the game. The Storyteller shares a bit of that burden as well, though. During a scene in which the characters seem to be stumped or hopelessly out of options, the Storyteller should “remind” the player of some pertinent bit of obscure trivia her character knows that bears a direct, helpful relevance to the problem at hand. It behooves the Storyteller, then, to make a list of a handful of such helpful hints when he’s designing his story. Just in case.",
                ""
            ],
            "prereqs": null,
            "tables": []
        },
        {
            "title": "Math Genius",
            "description": [
                "The Scion is a walking, talking calculator. She can divide up a 10-party restaurant bill so everyone pays only what they owe or calculate the standard deviation of oil prices over the last 15 years, all while holding an intense conversation about whether Republicans or Democrats are worse tippers. As long as she knows all the ﬁgures involved, she can crunch the numbers in her head with only a moment’s pause. She can also use mathematical shorthand and rapid calculation to estimate things like how many jellybeans are in a glass jar at the State Fair or how many titanspawn-possessed Civil War re-enactors are currently rushing toward her across the picnic grounds.",
                ""
            ],
            "prereqs": null,
            "tables": []
        },
        {
            "title": "Perfect Memory",
            "description": [
                "The character remembers everything about his past from before the game started to the current moment in the story. If ever the player forgets a salient point or key bit of information from previous sessions, he has but to ask the Storyteller and the Storyteller will remind him. It’s a good idea for the character’s player to take copious notes on each session’s events and double-check them with the Storyteller, if only to alleviate some of the stress on the Storyteller.",
                ""
            ],
            "prereqs": null,
            "tables": []
        },
        {
            "title": "Teaching Prodigy",
            "description": [
                "With this Knack, a Scion can help someone else become a fast learner (per the eponymous Knack). When she makes signiﬁcant efforts to tutor a student in a subject—a distinction best left up to the Storyteller—the experience point cost for purchasing dots in the Ability the teacher teaches is cut in half, rounded down. The catch built into this Knack is that a Scion cannot teach a student an Ability that she (the teacher) doesn’t have. Nor can the teacher help a student surpass her in mastery of a subject—which is to say, the Scion cannot teach her student more dots in an Ability than she (the teacher) has.",
                ""
            ],
            "prereqs": null,
            "tables": []
        },
        {
            "title": "Cipher",
            "description": [
                "The Scion’s brain is his own personal Enigma machine. He can break any encryption and decode any message created by someone without Epic Intelligence, without the need for a roll. He can also design a one- time code for a speciﬁc recipient that cannot be broken by anyone without Epic Intelligence (regardless of how smart such a person is or what decryption equipment he might have on hand). Only a fellow Scion with Epic Intelligence can even attempt to break the code—calling for opposed (Intelligence + Academics) rolls. The person for whom the coded message is intended can automatically read the message as clearly as if it were written in his native language.",
                ""
            ],
            "prereqs": null,
            "tables": []
        },
        {
            "title": "Language Mastery",
            "description": [
                "The Scion can understand any language that is spoken to him. Once he’s heard a few sentences, he can then speak that language back as if he grew up among native speakers. Writing the language is a bit trickier, as he can only transliterate his written words in the alphabet of his native language until someone teaches him the alphabet and punctuation of the new language. For instance, say a Scion with this Knack whose native language is English has picked up French at Orly Airport in Paris and would like to leave a thank-you note for a bartender who gave him helpful information. That Scion might write, “Mare- see du mah-vay zayday,” to express his thanks, when what he really means is, “Merci de m’avez aidé.” Likewise, reading the new language can be difﬁcult if that language uses characters that don’t appear in an alphabet with which he is already familiar.",
                ""
            ],
            "prereqs": null,
            "tables": []
        },
        {
            "title": "Multitasking",
            "description": [
                "The Scion can carry on as many separate primarily mental activities as he has dots of Legend simultaneously and with his full attention. A Scion with Legend 6 could play a game of chess against a recognized master while also playing go against a ninth-dan professional, translating a James Joyce novel into a different language, reprogramming his computer, planning a raid against the titanspawn entrenched in the historic ruins across town and itemizing his various businesses’ tax deductions for the year. The character never suffers distraction penalties for mental actions, nor are his separate simultaneous mental actions penalized as per the multiple action rules (see Scion: Hero, p. 179).",
                ""
            ],
            "prereqs": null,
            "tables": []
        },
        {
            "title": "Star Pupil",
            "description": [
                "Prerequisite Knack: Fast Learner (Scion: Hero, p. 135) The Scion is now a better student than ever before. Not only does he learn the prerequisite Knack’s listed subjects far more rapidly than normal, he now learns Athletics, Brawl, Craft, Control, Investigation, Larceny, Marksmanship, Melee, Survival and Thrown at the reduced experience point cost. Having a Scion teacher with the Teaching Prodigy Knack doubles the reduction again, just as it does for the prerequisite Knack.",
                ""
            ],
            "prereqs": "Fast Learner",
            "tables": []
        },
        {
            "title": "Wireless Interface",
            "description": [
                "If the Scion devotes his total attention to doing so, he can mentally interface with an active computer without so much as touching it. He need only be able to see the computer, though not necessarily the monitor, in order to communicate with it. (Also, the computer must be turned on. Anybody can talk to a computer that isn’t on. Same thing happens too.) The degree to which the Scion can program the computer or access its ﬁles is the same whether he’s sitting at a keyboard in front of a monitor or just staring at its CPU, though, so it behooves him to at least know his way around an interface. Mentally interfacing with a computer’s programming absorbs the Scion’s attention, imposing a -2 distraction penalty on him unless he also has the Multitasking Knack.",
                ""
            ],
            "prereqs": null,
            "tables": []
        },
        {
            "title": "Blockade of Reason",
            "description": [
                "Charmers and hucksters and blowhards can get their way with even the Gods themselves, as the Gods can be tricked and led astray almost as easily as mortals can. Characters with Epic Intelligence and this Knack, however, can block out even the most charming words with a simple application of reason. When some other character uses a supernatural persuasion effort—including the addition of bonus dice from an Epic Attribute—that calls for a mental resistance roll of (Willpower + Integrity + Legend), the character with this Knack can apply her bonus successes from her Epic Intelligence to that roll. Doing so costs her one Legend point per resistance roll.",
                ""
            ],
            "prereqs": null,
            "tables": []
        },
        {
            "title": "Instant Translation",
            "description": [
                "Prerequisite Knack: Language Mastery (Scion: Demigod, p. 65) As regards the spoken word, this Knack provides much the same benefit as its prerequisite. Yet where Language Mastery requires that the character listen for a while to get a sense of the strange language’s ebb and flow, this Knack allows the character to understand anything that is said to him in any language the moment it is spoken. Where this Knack truly surpasses its prerequisite is that it allows the character to read any written language with which he isn’t familiar, even if it’s written in characters that are completely alien to him. He can’t automatically write with perfect fluency in a new language he can speak or has read, but his written vocabulary is as broad as every word in that language that he has read.",
                ""
            ],
            "prereqs": "Language Mastery",
            "tables": []
        },
        {
            "title": "Speed Reader",
            "description": [
                "The character can read and comprehend with perfect clarity an entire block of text—such as two facing pages of an open book—in the amount of time it takes her to blink. She need only be able to see the entire block clearly enough to focus her eyes on any given word in it.",
                ""
            ],
            "prereqs": null,
            "tables": []
        },
        {
            "title": "Telepathy",
            "description": [
                "The character’s mind is so powerful that he can think thoughts directly into other people’s brains for them. These thoughts come through in a recipient’s head as words spoken in the sender’s voice, and are recognizable as coming in from outside. The sender must be able to see the person whom he intends to address thus, and he must spend one Legend point per sent thought (i.e., per sentence). If the sender has the Multitasking Knack (from Scion: Demigod, p. 65), he can send the same thought to several people at once. The sender cannot receive telepathic information from a recipient unless the recipient also has Telepathy and spends the Legend point to use it.",
                ""
            ],
            "prereqs": null,
            "tables": []
        },
        {
            "title": "Well-Read Virgin",
            "description": [
                "Prerequisite Knack: Know-It-All (Scion: Hero, p. 135) The character has such a wealth of knowledge that even if she has never performed a particular activity, she can still discuss it or research it like an expert. As such, the player can apply the character’s Epic Intelligence bonus dice to any Intelligence-based roll required to glean information, regardless of whether the character has any dots in the Ability in question. For instance, identifying what martial arts style someone is using would require an (Intelligence + Brawl) roll. With this Knack, a character with no dots in Brawl could handily identify the style, the particular variant of it the student is using and who the student’s teacher most likely was. This Knack works only for rolls intended to dredge up information.",
                ""
            ],
            "prereqs": "Know-It-All",
            "tables": []
        },
        {
            "title": "Fight With Your Head",
            "description": [
                "A Scion with this Knack possesses a truly superhuman sense of strategy. He anticipates an enemy’s evasions, counter-strategies and gambits with ease. He can reason around a berserker’s shock and awe or calculate a dodging foe’s final location to slip past that foe’s defenses. He can find just the right angle to slip from an opponent’s grasp, and he can see through feints and other ploys with ease. The Scion activates this Knack by selecting an opponent and spending one point of Legend. For the rest of the scene, he counteracts the automatic successes, bonus dice and similar benefits conferred by other Knacks and Boons. The total number of such bonuses counteracted cannot exceed the Scion’s automatic success from Epic Intelligence. This Knack can negate bonuses from Knacks and Boons, as well as automatic successes and bonuses from Epic Attributes themselves. It does not affect stunt bonuses or extra dice from invoking Virtues. If an opponent receives more bonuses than a Scion can counteract, the user of this Knack picks what he will negate. This Knack might seem an odd one to include in a book about the Norse and their Gods. In truth, despite their famed fury and aggression, Norse warriors valued a cunning fighter at least as much as a frenzied powerhouse.",
                ""
            ],
            "prereqs": null,
            "tables": []
        },
        {
            "title": "Axiom",
            "description": [
                "After running into ambushes featuring no less than two dozen animated sand-golems with stone hearts, a Scion begins to wonder if there’s some sort of pattern behind the attacks. The logical mind of a Scion with Epic Intelligence puts those patterns together and determines some viable conclusion. Once the sand-golems have been defeated, for instance, the Scion might theorize that since they are all made from sand, their creator must reside somewhere with a surfeit of sand — some desert. Normal people create theories like this all the time, but Scions with this Knack create theories that are correct. The Scion’s player spends three points of Legend and rolls (Intelligence + appropriate Ability + Legend). The Ability used will depend upon the axiom in question: Deriving a scientific fact about something uses Science, while relying on observed clues to deduce a suspect uses Investigation. The Scion must then state the axiom clearly, such as “I deduce from the presence of so much sand in these golems that the creator must reside within a desert,” or “The constant attacks by ninja imply that our enemy must be related somehow to the Amatsukami.” If the player’s roll succeeds, the Storyteller will respond with “true,” meaning that the Scion’s claim is known to be true; “false,” meaning that the claim is known to be false; or “incorrect,” meaning that the Scion has proceeded from a false assumption (perhaps forgetting that the ambushing ninja were all clones of Jean-Claude van Damme). If the Storyteller had already planned out that element of the adventure, then the player learns what the Storyteller had in mind by virtue of the power; if the Storyteller had left the element undecided, then his answer to the player’s Axiom essentially enforces how that part of the story will unfold. The Scion logically knows exactly what to expect, and she knows immediately if her best guess is right, wrong, or founded on a mistake that she made. The difficulty of the roll depends upon the scope of the statement. Nailing down a simple fact, such as “All of these attackers use cheap guns, so their boss must be poor,” has a low difficulty (1-5). Nailing down a more wide-ranging fact, such as “Despite their varied forms, all of these titanspawn are all susceptible to silver, so we should prepare to use the powers of the Moon against them,” has a moderate difficulty (6-15). Facts that affect the Overworld or Underworld, or that nail down specifics with exacting detail, are severely difficult (25+). The difference between a normal deduction and a fact nailed down with Axiom is that the Scion’s stated fact (if confirmed by the Storyteller) is known to be right. Essentially, the Scion’s player states something that will be true or will be false about the rest of the story. The Scion can use this Knack only once per scene.",
                ""
            ],
            "prereqs": null,
            "tables": []
        },
        {
            "title": "Concept To Execution",
            "description": [
                "<Prerequisites> Fast Learner (Scion: Hero, p. 135), Star Pupil (Scion: Demigod, p. 65) Ancient Gods with a particular joy for creation, such as Ptah and Hephaestus, often delight in unleashing strange scientific devices on an unsuspecting populace (or Scion). Scions who turn their prodigious intellect to the construction of curiosities often try to find ways to make useful tools, entertaining toys or devious traps. All three are possible for the mind capable of taking an idea from concept to execution. With Epic Intelligence and the Craft and Science Abilities, a Scion can manufacture a wide range of items, but this Knack enables the Scion to build uncanny devices that defy conventional reason or function. Gadgets created by Scions have three primary possible functions:\n\n\n* Replace another item’s function: For instance, creating a quick repair for a broken carburetor, using an aluminum can and a bicycle tube. Such a fix can temporarily restore function to a “mundane” (non-magical) item, such as a car, a computer or an orbital shuttle.\n\n\n* Temporarily replace a Relic: The Scion can use his innate knowledge of design and creation to make an object that can substitute for a missing or damaged Relic. The replacement allows its wielder to access one Purview that the original missing or damaged Relic normally provided. Replacement Relics require the creating Scion to imbue the item with a bit of ichor as power, which means suffering a level of lethal damage (with no soak) in order to bleed out some ichor to fuel the item.\n\n\n* Perform a specialized new function: The Scion creates a device with functions not found among the more “common” tools of the World. The Golden Servant of Hephaestus (Scion: Demigod, pp. 228-229) would be an example of this.\n\n\n\n",
                "As a general principle, items that replace another item’s function or temporarily replace a Relic are temporary. The Scion’s player spends five points of Legend and rolls (Intelligence + Craft + Legend). The difficulty depends upon the object, as shown in the accompanying table. This is an extended task of the Miscellaneous type, so it can be done in the midst of combat as the Scion theorizes, tears apart available materials and comes up with a solution on the fly. The temporary component functions for one use or (if the crafting Scion’s player spends a point of Willpower) for the rest of the scene.<br/><table class=\"wiki-content-table\">\n<tr>\n<td>Size</td>\n<td>Modifier</td>\n</tr>\n<tr>\n<td>Item is larger than a breadbox or smaller than a car key</td>\n<td>+3</td>\n</tr>\n<tr>\n<td>Item is larger than a person or smaller than a thumbtack</td>\n<td>+5</td>\n</tr>\n<tr>\n<td>Item is larger than a car or smaller than a grain of rice</td>\n<td>+10</td>\n</tr>\n<tr>\n<td>Item is larger than a battleship or microscopic</td>\n<td>+15</td>\n</tr>\n<tr>\n<td>Complexity</td>\n<td>Modifier</td>\n</tr>\n<tr>\n<td>Item has many moving parts</td>\n<td>+3</td>\n</tr>\n<tr>\n<td>Item has many intricate moving parts</td>\n<td>+5</td>\n</tr>\n<tr>\n<td>Item uses electricity</td>\n<td>+10</td>\n</tr>\n<tr>\n<td>Item uses micro-circuitry</td>\n<td>+15</td>\n</tr>\n<tr>\n<td>Dramatic Relation</td>\n<td>Modifier</td>\n</tr>\n<tr>\n<td>Item has only a peripheral relation to the story</td>\n<td>+3</td>\n</tr>\n<tr>\n<td>Item has no relation to the story</td>\n<td>+5</td>\n</tr>\n<tr>\n<td>Item runs counter to part of story, theme or plot</td>\n<td>+10</td>\n</tr>\n</table>\n",
                "Specialized new items rely on the Scion exploiting (or writing) new scientific principles. Creation of such devices can take months or years of time; the extended test uses (Intelligence + Science + Legend) to theorize the item, then (Intelligence + Craft + Legend) to build it. The difficulty for such a task typically begins at 35 and can increase due to object size and complexity (as well as how relevant it is to the story at hand; see the sidebar for some suggestions). If the item performs some otherwise impossible task or would radically change day-to-day life for the common man — cheap, clean fusion power, flying cars starting at $100, an algorithm that proves that P = NP — the base difficulty ranges from 50 to 100, and the task can only be completed by a God. Thanks to the interference of Fate, any object that would completely hamstring a dramatic moment or reshape the cosmic order is simply beyond the magnitude of capabilities for even a God with this Knack. Also, the Scion must have some sort of tools or materials to work with. Trapped in the Mojave, the Scion can’t make a moisture condenser out of sand, but in a junkyard, the Scion could construct a miniature tank.",
                "<Caveat> Based on pantheon and character concept, additional options may be available than purely technological devices",
                ""
            ],
            "prereqs": "Learner",
            "tables": [
                {
                    "header": [
                        "Size",
                        "Modifier"
                    ],
                    "rows": [
                        [
                            "Item is larger than a breadbox or smaller than a car key",
                            "+3"
                        ],
                        [
                            "Item is larger than a person or smaller than a thumbtack",
                            "+5"
                        ],
                        [
                            "Item is larger than a car or smaller than a grain of rice",
                            "+10"
                        ],
                        [
                            "Item is larger than a battleship or microscopic",
                            "+15"
                        ],
                        [
                            "Complexity",
                            "Modifier"
                        ],
                        [
                            "Item has many moving parts",
                            "+3"
                        ],
                        [
                            "Item has many intricate moving parts",
                            "+5"
                        ],
                        [
                            "Item uses electricity",
                            "+10"
                        ],
                        [
                            "Item uses micro-circuitry",
                            "+15"
                        ],
                        [
                            "Dramatic Relation",
                            "Modifier"
                        ],
                        [
                            "Item has only a peripheral relation to the story",
                            "+3"
                        ],
                        [
                            "Item has no relation to the story",
                            "+5"
                        ],
                        [
                            "Item runs counter to part of story, theme or plot",
                            "+10"
                        ]
                    ]
                }
            ]
        },
        {
            "title": "Tactical Planning",
            "description": [
                "Usually, personal combat relies heavily on quick thinking and razor-sharp timing. A Scion with the Tactical Planning Knack, though, thinks three moves ahead of everyone else on the battlefield. With her excellent command of the battle situation and her prepared contingency plans, she’s able to react by using a previously-developed script instead of falling back on reflexes. As long as she isn’t surprised, the Scion can choose to substitute her Intelligence score (including Epic Intelligence) for her Wits when making Join Battle rolls."
            ],
            "prereqs": null,
            "tables": []
        }
    ],
    "wits": [
        {
            "title": "Instant Investigator",
            "description": [
                "The Scion can take an intuitive “read” of a crime scene and make a reasonably accurate assessment of what transpired there. By spending a point of Legend and taking a single, sweeping glance around the scene of a crime, the Scion entitles his player to a reﬂexive (Wits + Investigation) roll. If the roll succeeds, the Scion can tell what crimes were committed at that scene (if it was more than one), how many perpetrators were involved, how long ago it happened, roughly the sequence of events that took place and what means the perpetrators employed to cover up evidence. The difﬁculty of the roll should reﬂect how long ago the crime occurred, how contaminated the crime scene has been since then and how thorough the criminals were in covering their tracks. This Knack doesn’t reveal speciﬁc, plot-sensitive information that isn’t readily apparent (such as who the perpetrators actually are), but it should provide enough clues in a single glance for the character to develop solid leads that further the story.",
                ""
            ],
            "prereqs": null,
            "tables": []
        },
        {
            "title": "Meditative Focus",
            "description": [
                "Whether she’s hunkered down behind a burning car in a war zone, caught out on the yard during a prison riot, stranded on the crowded deck of a storm-tossed ship or just mall-walking during the frenzied heights of the Christmas rush, the character never loses her cool. No matter what’s happening, she keeps her mind on what she’s doing while maintaining sufﬁcient vigilance to avoid getting caught up in the hubbub all around her. As such, the character is able to eliminate one point of environmental distraction penalty per dot she has of Epic Wits.",
                ""
            ],
            "prereqs": null,
            "tables": []
        },
        {
            "title": "Opening Gambit",
            "description": [
                "Sometimes, victory in conﬂict is all about being the guy who makes the ﬁrst move, and the Scion is usually that guy. When he joins battle, his player can either make a Join Battle roll like everyone else, or he can simply spend a point of Legend for his character to automatically go ﬁrst in the reaction count. This Knack cannot automatically preempt an otherwise unexpected attack, though, as the character must actually be able to join battle for this Knack to function. If more than one character involved in a combat scene has this Knack, the character with the highest (Wits + Epic Wits) total goes ﬁrst. If characters with this Knack have equal totals, default to a separate Join Battle roll to see which of them acts ﬁrst.",
                ""
            ],
            "prereqs": null,
            "tables": []
        },
        {
            "title": "Between The Ticks",
            "description": [
                "Prerequisite Knack: Opening Gambit (Scion: Hero, p. 136) Instead of finishing an action with panache or waiting for the right moment in a battle, the Scion makes the right moment. Normally, a Scion can’t interrupt any action but Aim and Guard. With this Knack, the Scion instead executes a perfectly-timed maneuver with split-second reactions and moves on to her next trick. The Scion’s player can activate this Knack at a cost of three Legend points to interrupt after any action, effectively letting the Scion take another action before the requisite number of ticks have passed. The Scion can use this Knack only once per scene.",
                ""
            ],
            "prereqs": "Opening Gambit",
            "tables": []
        },
        {
            "title": "Rabbit Reflexes",
            "description": [
                "When an unexpected attack targets the character with this Knack but the character’s player fails to get enough successes on the (Wits + Awareness) roll to notice the attack coming, the Scion instinctively defends herself with double her highest applicable DV. The character cannot preemptively attack her attacker or even shout out a warning to her comrades, as she’s reacting to an attack that’s already taking place, but she is much more likely to dodge or parry that attack. Nonetheless, the character cannot actually join battle herself until everyone else does after the unexpected attack is resolved.",
                ""
            ],
            "prereqs": null,
            "tables": []
        },
        {
            "title": "Social Chameleon",
            "description": [
                "Being thrust into a situation full of strangers who have bizarre customs and weird manners (such as a sorority house at the height of rush) can be disorienting, but the character with this Knack handles herself with remarkable aplomb. By observing the behavior of the people around her and reacting preternaturally quickly to their reactions to her behavior, she can fake like she ﬁts in just about anywhere, with any class of people. She still has to dress the part, and the language barrier might pose its own problems, but she won’t embarrass or draw attention to herself unless she goes out of her way to do so on purpose.",
                ""
            ],
            "prereqs": null,
            "tables": []
        },
        {
            "title": "Perfect Imposter",
            "description": [
                "Prerequisite Knack: Social Chameleon (Scion: Hero, p. 136) Impersonating someone in order to inﬁltrate his home or workplace or to get dangerously close to someone he cares about is more difﬁcult the less well the impersonator knows his subject. The best makeup and disguise means nothing if the imposter can’t react to life’s little surprises exactly as the subject of his mimicry would react. With this Knack, however, the Scion can discern with preternatural quickness how the people who think he’s someone else expect that someone else to react. Their minute changes of expression or body language give their expectations away, allowing the imposter to react accordingly. For the most part, this Knack plays itself out without resorting to dice rolls or trait comparisons. As the imposter’s player roleplays (and the imposter himself does so also), the Storyteller simply informs him of what the unsuspecting characters’ expectations are, and the player chooses his imposter’s reactions accordingly. This Knack does not provide a supernatural disguise that would fool someone with the Unfailing Recognition Knack (from Scion: Hero, p. 134), but even if such a Scion can see through the imposter’s disguise, his recognition alone would not be enough to convince anyone else. The imposter retains the wherewithal to stand up to any impromptu interrogation and maintain his charade in everyone else’s eyes, thus making the only other Scion who knows the imposter’s true identity look like a horse’s ass or a liar.",
                ""
            ],
            "prereqs": "Social Chameleon",
            "tables": []
        },
        {
            "title": "Cobra Reflexes",
            "description": [
                "The character is so quick on the draw that even a surprise attacker is not safe from him. If someone attacks him from surprise but the character’s player fails to get enough successes on the (Wits + Awareness) roll to notice the attack coming, the Scion may still attack his attacker back at the same time. This counterattack is so lightning quick that it catches the attacker off guard as if he were also being caught by an unexpected attack. The Scion himself might not realize he’s taken the attack action until the ambusher’s attack has already hurt him.",
                ""
            ],
            "prereqs": null,
            "tables": []
        },
        {
            "title": "Eternal Vigilance",
            "description": [
                "Similar to the Environmental Awareness Knack (see p. 64), a Scion with this Knack is never taken by surprise by unexpected attacks. He joins battle as soon as the attack occurs, and he applies his full DV to his own defense. It doesn’t matter whether the attackers use supernatural means of concealment or not. They simply cannot catch him off guard. Unfortunately, this Knack doesn’t help the Scion’s comrades. The Scion reacts as the surprise occurs, but he does so practically subconsciously and not in time to warn anyone else. What’s more, this Knack works even if the Scion is asleep, though to a lesser extent. If the Scion is sleeping and someone tries to spring an unexpected attack, the player rolls the Scion’s full dice pool to notice the attack as he would if the character were awake (awake and didn’t have this Knack, that is). If the roll succeeds, the character wakes just in time to react to the attack, though still not in time to warn anyone else.",
                ""
            ],
            "prereqs": null,
            "tables": []
        },
        {
            "title": "Instant Assessment",
            "description": [
                "With a quick glance, and the expenditure of one Legend point, the Scion can size up a foe with whom he intends to join battle. This assessment comes across in terms of how the foe’s combat abilities compare to the Scion’s own. He gets a sense of whether the foe has more or fewer dots of Physical Attributes (Epic and otherwise) than he does. The same goes for their relative number of dots in Brawl, Marksmanship, Melee and Thrown, as well as their relative Join Battle dice pools and their soak totals. Also, if some power or special quality renders the foe especially vulnerable or completely invulnerable to something to which the Scion has ready access, the Scion gets a sense of that as well. What the Scion decides to do with this information is up to him. This information occurs reﬂexively to the Scion who uses the Knack, and he may assess as many foes automatically as he spends points of Legend.",
                ""
            ],
            "prereqs": null,
            "tables": []
        },
        {
            "title": "Talent Mirror",
            "description": [
                "Prerequisite Knack: Instant Assessment (Scion: Demigod, p. 67) The character can do anything at least as well as he saw someone else do it. If he watches someone perform an activity and he spends at least two Legend points when he sees it, he can later perform that same action himself, substituting the dice pool of the character he watched for his own pool of the same (Attribute + Ability). He doesn’t get any bonus successes from Epic Attributes the other character might have used, but he can supplement a mirrored roll with bonus successes from his own Epic Attributes (even if he has no dots in the Ability in question). The character can also use another character’s Dodge DV or Parry DV in place of his own. The character with this Knack can use a copied dice pool or DV one time per pair of Legend points he spent when he witnessed the more skilled character. He can copy as many separate dice pools as he can afford to, as long as the total number does not exceed his Legend. The same goes for copied DVs. He can copy a DV a maximum number of times equal to his Legend.",
                ""
            ],
            "prereqs": "Instant Assessment",
            "tables": []
        },
        {
            "title": "Monkey in the Middle",
            "description": [
                "When multiple attackers gang up on a single opponent, their combined efforts can disconcert and intimidate even the best trained martial artist. A character with this Knack, however, keeps his cool despite how high the odds might be stacked against him. As a result, he suffers no coordinated attack penalty or onslaught penalty in combat when multiple attackers try to rush him all at once.",
                ""
            ],
            "prereqs": null,
            "tables": []
        },
        {
            "title": "Jack of All Trades",
            "description": [
                "If a character has no aptitude for a particular Ability (i.e., no dots in it), he cannot apply any bonus successes from his Epic Attributes to rolls that use that Ability. He simply doesn’t understand enough about what he’s doing to apply his full talent. With this Knack, however, the character gets a feel for any activity remarkably quickly. As such, he can apply some of his appropriate Epic Attribute bonus to the appropriate roll, despite the fact that he has no dots in the relevant Ability. In such a circumstance, a player can enhance a roll with this Knack and add a number of bonus successes from his character’s Epic Attribute equal to the number of dots he has in the Epic Attribute. Enhancing a roll with this Knack’s benefit costs two Legend points.",
                ""
            ],
            "prereqs": null,
            "tables": []
        },
        {
            "title": "Opening Salvo",
            "description": [
                "The character’s tongue is sharp; with it she can wound a foe to the quick. When the character says something witty (or just catty) to a person and that remark is designed to trip him up or humiliate him, the victim loses one Willpower point. Inflicting this sting with such a venomous put-down (even if it’s actually just a tired Yo-Momma joke the player came up with on the spur of the moment) costs the user one Legend point. The only caveat to this Knack is that the player must actually come up with the gibe in question. It doesn’t have to be good; she just has to say something.",
                ""
            ],
            "prereqs": null,
            "tables": []
        },
        {
            "title": "Scathing Retort",
            "description": [
                "Prerequisite Knack: Opening Salvo It’s pretty nice to be able to lay into someone with a witty bon mot and shake his faith in himself, as the prerequisite Knack allows. Yet, it’s undeniably sweeter to let some pompous douchebag take the first swing and then utterly annihilate him with a cunning verbal riposte. To hit an attacker with a devastating comeback costs a single point of Legend. Doing so strips the victim of all of his spent Willpower points and doesn’t allow him to recoup those lost points for one full day. A character can use this Knack to defend herself from a use of Opening Salvo if she has the Legend point to spend and her comeback is timely enough. A victim, however, can defend himself from a use of this Knack if he also uses this Knack. (He can retort without using the Knack, of course, but he still suffers the effect.) If two characters use this Knack in a verbal exchange, they can activate it once apiece and then trade insults until one scores a decisive hit over the other. If that victim’s comeback is weaker than the one before it, he loses the impromptu contest and the Willpower points. As with Opening Salvo, the player must actually come up with a retort reasonably quickly. She doesn’t have to be Hamlet running circles around Rosencrantz and Guildenstern, she just has to give it the old college try. Be warned, though: If you (the player) know you get tongue-tied when the heat is on and your Storyteller or fellow players are ruthless bastards, this Knack might not be the one for you.",
                ""
            ],
            "prereqs": null,
            "tables": []
        },
        {
            "title": "Psychic Profiler",
            "description": [
                "Within seconds, the character with this Knack can size up a character with a lesser Legend rating than his own. Just by looking at the person, he can tell her weight, height, age, sex (if it’s unclear to casual inspection) and whether she has a divine heritage or not. With just a few lines of conversation, he can also tell the subject’s Nature, calling and primary Virtue (if any). Finally, if the subject is Fatebound to someone and is acting out a Fatebound Role, he can figure out what that role is. He might not know to whom it applies, but he can probably figure it out from context if he watches the person long enough.",
                ""
            ],
            "prereqs": null,
            "tables": []
        },
        {
            "title": "Adaptive Fighting",
            "description": [
                "By registering how an opponent defends, the Scion gains insight into how to launch a successful attack. The Scion’s Epic Wits allow him to adjust his offense immediately after failing to touch an enemy. After missing an opponent with an attack, the Scion’s player spends one point of Legend. On the Scion’s next attack against that same opponent, the player adds his character’s Epic Wits as extra dice on the attack roll, to a maximum of +3. For demigods, the player may spend two points of Legend to increase the bonus to a maximum of +6, and for Gods, the player may spend three points of Legend to increase the bonus to the character’s full Epic Wits rating with no maximum. If this attack misses or if the Scion chooses not to attack again, then the bonus is lost.",
                ""
            ],
            "prereqs": null,
            "tables": []
        },
        {
            "title": "Don’t Read The Manual",
            "description": [
                "The Scion sizes up a single item and then puts together an intuitive judgment of how to use it. No matter how complex the item, the Scion can grasp at least the rudiments of its functions. After spending a single point of Legend, the Scion can use the item for the rest of the scene as if the character had one dot in the appropriate Ability. The Scion could, for instance, glance at the controls of a stealth bomber, then intuitively figure out how to get it off the ground (or land it) as if she had one dot in the Control (Jet Aircraft) Ability. Similarly, a noncombatant could pick up a weapon and fight with it as if she had one dot of the Melee Ability. This Knack has no effect if the Scion already possesses the requisite skill."
            ],
            "prereqs": null,
            "tables": []
        }
    ]
}